{
    "key": "absorb toxicity",
    "name": "Absorb Toxicity",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Absorb%20Toxicity",
    "source": ["Ultimate Combat pg. 221"],
    "school": "necromancy",
    "levels":     {
        "alchemist": 3,
        "arcanist": 5,
        "druid": 4,
        "hunter": 4,
        "investigator": 3,
        "psychic": 5,
        "sorcerer": 5,
        "witch": 4,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a thorn from a poisonous plant)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level or until discharged",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You absorb the toxicity of your surroundings, becoming toxic as a result. While under the effect of this spell, you are immune to diseases and poisons with which you come into contact. When you are exposed to a disease or poison, you can choose to absorb it. Doing so ends the immunity due to this spell to any disease and poison other than the one you absorbed. You remain immune to the new affliction until this spell ends. Casting <i>absorb toxicity <\/i>on yourself a second time does not allow you to absorb a second toxin, but instead resets the duration of the effect to its full 10 minutes/level.<br><br>While you have a disease or poison absorbed, you can use a melee touch attack to transfer that affliction to another creature. A missed attack does not discharge the spell, and you can try to transfer the affliction again in subsequent rounds. If you hit, this spell is discharged, and your target must make a saving throw against the transferred affliction (DC equal to this spell’s save DC or the affliction’s save DC, whichever is higher) or suffer its effect or initial effect immediately. The target then continues to suffer from the affliction’s normal effects.<br><br>If the spell’s duration expires before you have transferred the affliction, you are exposed to any absorbed poison or disease as if you had transferred it to yourself, but you gain a +2 bonus on saves against that particular instance of the poison or disease.",
    "name_zh": "汲取苦难",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一根有毒植物的棘刺)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "10分钟/等级 或 直至能量发散",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你吸收你周围的毒性，让自己带毒。<\/p><p>当你处于该法术影响之下时，你免疫试图感染你的任何疾病和毒药。当一种苦难效果 (疾病或毒药) 试图感染你时，你可以选择将其吸收，这样做会使你失去其他任何疾病和毒药的免疫性。但在法术效果结束之前，你仍然对选择吸收的疾病或毒药免疫。<\/p><p>重新施放该法术不会让你能够吸收第二种疾病或毒药，而只是会重新以每等级10分钟来重置法术持续时间。<\/p><p>当你吸收了一种疾病或毒药，你可以使用一次近战接触攻击来将其传染给另一个生物。失手的攻击不会导致法术能量消耗，你可以在接下来的行动中继续尝试传染。<\/p><p>如果你命中，该法术能量被耗尽，并且你的目标必须立刻对被传染的效果进行豁免 (DC为该法术豁免或苦难本身的豁免，取其高)，不然就会受其影响。目标此后将会被苦难效果正常影响。<\/p><p>如果直到法术结束，你也没有将苦难效果传递出去，你会立刻受到已吸收的疾病或毒药效果影响，如同你将其传染给了自己，不过你在这次对抗的豁免检定中有+2加值。<\/p>"
}
