{
    "key": "air step",
    "name": "Air Step",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Air%20Step",
    "source": ["Advanced Class Guide pg. 173"],
    "school": "transmutation",
    "descriptors": ["air"],
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "druid": 2,
        "hunter": 2,
        "investigator": 2,
        "occultist": 2,
        "oracle": 2,
        "ranger": 2,
        "redmantisassassin": 2,
        "skald": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a goose feather)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "This spell functions as <i>air walk<\/i>, except you can rise no higher than 1 foot off the ground, you cannot pass over liquid, and the air you walk on is less stable than solid ground. When walking on air, you ignore difficult terrain that is less than 1 foot high, you do not trigger effects based on weight (such as a pressure plate), and any creature trying to track you through areas you crossed with this spell takes a –10 penalty on its Perception or Survival check to do so. However, because of the instability of the air you walk on, your speed is reduced by 10 feet (to a minimum of 5 feet) and you take a –4 penalty on Acrobatics, Climb, and Ride checks.<br><br> If you have 1 rank in Fly, your speed is not reduced when using this spell, and you can cross over liquid at half speed. If you have 5 ranks in Fly, you can cross liquid at full speed and do not take the penalties to your skill checks.",
    "name_zh": "踏风而行",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一根鹅毛）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>该法术的功能如同凌空而行（Air Walk）一般，不过你不能爬升至超过离地1尺以上的高度，也无法越过水体，而且你所踩踏的空气不会像地面那样稳固。当你在空中行走时，能够忽略不超过1尺高的困难地形，也不会触发基于重量的效果（比如压力板），而且当任何生物尝试在你使用该法术时所经过的区域进行追踪时，会在察觉和生存检定中受到-10减值。不过由于你所踏足的空气十分不稳定，所以你的速度会降低10尺（最低降至5尺）而且你会在特技动作、攀爬和骑术检定中受到-4减值。<\/p><p>若你的飞行技能至少投入了1点技能，那么在使用该法术时速度就不会减少，而且你能够以半速越过水体。若你在飞行技能中至少投入了5点技能，便能够以完整的速度通过水体，而且不会在技能检定中受到减值。<\/p>"
}
