{
    "key": "akashic form",
    "name": "Akashic Form",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Akashic%20Form",
    "source": ["Occult Adventures pg. 156"],
    "school": "necromancy",
    "levels": {"psychic": 9},
    "castingTime": "1 hour",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "24 hours",
    "savingThrow": "no",
    "spellResistance": "no",
    "text": "You create a perfect record of your physical body in the Akashic Record (see page 244) at the time the spell is cast. This record includes your current hit point total, physical ability scores (Strength, Dexterity, and Constitution), and any conditional modifiers or conditions such as ability damage to physical ability scores, disease, negative levels, and poison. If at any point within the duration of the spell you are reduced to fewer than 0 hit points or are slain by a death effect that is not mind-affecting, you can immediately let your current physical body die and assume the record of your physical body on your next turn. When this happens, your corpse disappears, and you can either resume the place of your dead body (already wearing any clothing still attached to the corpse) or appear in any place you’ve been within 500 feet of where your corpse lies (but without any of your gear).<br><br>You still retain your original mind, and therefore don’t regain any spells. You are still under any mental influences and energy drain effects you were under when you recalled the record of your physical body, but don’t retain any physical effects such as bleed damage or poison (unless you suffered from these conditions at the time the spell was cast). Spells affecting you when you store a record of yourself abide by their normal durations. For example, if you were affected by cat’s grace when you created the record and you restore your body 1 hour later, you won’t be under that effect anymore since its duration has already expired. This spell doesn’t allow you to avoid dying of old age. Casting this spell again replaces any previous version you cast; you can’t store more than one copy of yourself in the Akashic Record.",
    "name_zh": "阿卡西构形",
    "castingTime_zh": "1小时",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "24小时",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>在施放法术之时，你在阿卡西记录（Akashic Record; 详见本书244页）中创造出了自身肉体（physical body）的完美记录。这份记录中包含了你当前的总生命值、体能属性（力量、敏捷和体质）、以及任何临时的修正或状态（any conditional modifiers or conditions），比如体能属性（physical ability scores）受到的属性伤害（ability damage）、疾病（disease）、负向等级（negative levels）和毒素（poison）。在法术持续时间中的任意一个时间点，你的生命值降低至0点或更低、或者被非影响心灵（not mind-affecting）的死亡（death）效果杀害的话，能够立即让当前的肉体死亡，并且在你的下个回合以记录中的肉身再现。当这种情况发生时，你的尸体会消失，而且你能够选择在尸体所在的位置出现（穿戴好任何尸体身上的服装）或者出现在距离尸体倒下位置500尺内的任意地点（但是没有穿戴任何装备）。<\/p><p>你仍旧保有原本的精神，而且不会因此而恢复任何法术。当你唤出肉身的记录时已经承受的心智影响（mental influences）和能量吸取（energy drain）效果仍会影响着你，但是不会保留任何物理效果（physical effects），比如出血伤害（bleed damage）或毒素（除非这些状态是在你施放法术时便已经承受的）。储存记录时影响你的法术会遵循正常的法术持续时间。举例说明：若你在受到猫之优雅（Cat's Grace）法术影响的情况下创造记录，并且在1小时之后读取记录，那么此时你不会受到猫之优雅的影响，因为法术已经由于持续时间结束而消失。该法术无法让你避免老死（dying of old age）。再次施放该法术会取代先前施放法术时的记录版本; 你只能在阿卡西记录中存储一个自己的副本。<\/p>"
}
