{
    "key": "alarm",
    "name": "Alarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Alarm",
    "source": ["PRPG Core Rulebook pg. 240"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "hunter": 1,
        "inquisitor": 1,
        "occultist": 1,
        "psychic": 1,
        "ranger": 1,
        "skald": 1,
        "sorcerer": 1,
        "spiritualist": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a tiny bell and a piece of very fine silver wire)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "20-ft.-radius emanation centered on a point in space",
    "duration": "2 hours/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Alarm<\/i> creates a subtle ward on an area you select. Once the spell effect is in place, it thereafter sounds a mental or audible alarm each time a creature of Tiny or larger size enters the warded area or touches it. A creature that speaks the password (determined by you at the time of casting) does not set off the <i>alarm<\/i>. You decide at the time of casting whether the <i>alarm<\/i> will be mental or audible in nature.<br><br><i>Mental Alarm<\/i>: A mental <i>alarm<\/i> alerts you (and only you) so long as you remain within 1 mile of the warded area. You note a single mental “ping” that awakens you from normal sleep but does not otherwise disturb concentration. A <i>silence<\/i> spell has no effect on a mental <i>alarm<\/i>.<br><br><i>Audible Alarm<\/i>: An audible <i>alarm<\/i> produces the sound of a hand bell, and anyone within 60 feet of the warded area can hear it clearly. Reduce the distance by 10 feet for each interposing closed door and by 20 feet for each substantial interposing wall.<br><br>In quiet conditions, the ringing can be heard faintly as far as 180 feet away. The sound lasts for 1 round. Creatures within a <i>silence<\/i> spell cannot hear the ringing.<br><br>Ethereal or astral creatures do not trigger the <i>alarm<\/i>.<br><br><i>Alarm<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "name_zh": "魔法警报",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材/法器 (一个小铃铛与一根极细的银线)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "以空间中的一点为中心, 20尺半径发散区域",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>魔法警报会在你选择的区域内设立一个灵敏的结界。法术设置好之后，每当超小型或更大体型的生物进入被守护的区域或接触到它时，魔法警报会发出一种精神信号或声音作为警报。能说出密码 (施法时由你决定) 的生物不会触发这个魔法警报。在施法时你可以决定魔法警报是精神型的还是声音型的。<\/p><p><b>精神警报 (Mental Alarm)<\/b>：只要你与被守护区域的距离在一英里以内，精神魔法警报就会对你 (且仅对你) 发出警报。你会注意到“乒”的一声，足够将你从正常的睡眠中惊醒，但是又不足以打断你的专注。‘<a href=\"spell.html?spell=silence\">沉默术 (silence)<\/a>’对精神警报没有作用。<br><b>声音警报 (Audible Alarm)<\/b>：声音警报会产生一阵手铃的声音，任何处在距离被守护区域60尺内的人都会清晰的听见它。之间每道关着的门会将此距离缩短10尺，每堵坚实的墙会将此距离缩短20尺。在安静的情况下，可以在180尺的地方听到微弱的铃声。该声音会持续1轮。处在‘<a href=\"spell.html?spell=silence\">沉默术 (silence)<\/a>’中的生物无法听见此铃声。<\/p><p>灵界或星界生物不会触发魔法警报。<\/p><p>魔法警报可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’所恒定。<\/p>"
}
