{
    "key": "ally across time",
    "name": "Ally Across Time",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ally%20Across%20Time",
    "source": ["Legacy of the First World pg. 30"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "hunter": 1,
        "inquisitor": 2,
        "medium": 1,
        "oracle": 2,
        "psychic": 2,
        "ranger": 1,
        "skald": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one 5-ft. cube of temporal possibility/2 levels",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create one or more 5-foot cubes of temporal possibility where your timeline overlaps with those of your parallel existences. As a free action, you can summon a duplicate of yourself (not including any animal companions, familiars, intelligent items, or other creatures) from an alternate timeline in one of the cubes you can see, which lasts until the end of your turn. This duplicate has your statistics (though its hit points equal your caster level), threatens all squares adjacent to it, and has any teamwork feats you have. Although the duplicate appears with all of the equipment you currently carry, it cannot use any of its equipment and all its equipment disappears when the duplicate does. This duplicate cannot voluntarily move from the space in which it’s summoned. During its brief existence, a duplicate can use the aid another action once to assist you, but it cannot take any other type of action. Once a duplicate disappears, the cube of temporal possibility it occupied dissipates.<br><br> You can summon only one duplicate before the spell ends. For every 4 caster levels you have beyond 3rd, you can summon an additional duplicate before the spell ends, though you cannot have more than one duplicate in existence at once. ",
    "name_zh": "时之盟友",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "每两等级1个充满无限时间可能性的5尺立方体",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造与一个或多个5尺见方的充满无限时空可能的立方体，在这些立方体中你的时间线与你的平行存在相互交迭。以一个自由动作，你可以从一个你能看到的立方体中的一条替换时间线里召唤你自己的一个分身（这并不包括任何动物伙伴，魔宠，智能物品，或者其他生物），它将持续到你的回合结束。这个分身拥有你的数据（但他的生命值等于你的施法者等级），并能够威胁所有它邻接的方格，并且拥有你所拥有的团队专长。虽然这个分身看起来像是拥有你所拥有的全部装备，但它并不能使用这些装备，这些装备会在分身消失的时候消失。这个分身不能自愿离开它被召唤出来的那个方格。在它短暂的存在时间中，这个分身可以使用一次协助他人动作来协助你，但它不能使用其他类型的动作。一旦这个分身消失，它所占据的无限时空可能性立方也会消散。<\/p><p>在法术结束前你只能召唤一个分身。在4级后的每3级你能在法术结束前召唤一个额外的分身，但你不能同时拥有多于一个分身在现实中存在。<\/p>"
}
