{
    "key": "alter river",
    "name": "Alter River",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Alter%20River",
    "source": ["People of the River pg. 26"],
    "school": "transmutation",
    "descriptors": ["water"],
    "levels":     {
        "arcanist": 5,
        "cleric": 4,
        "druid": 4,
        "hunter": 4,
        "oracle": 4,
        "sorcerer": 5,
        "warpriest": 4,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "S, V, M (silt from a dry riverbed)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "area of river up to 5 ft. wide/2 levels and 10 ft. long/level",
    "duration": "1 minute/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You alter the flow of water in a natural freshwater channel such as a river, stream, or waterfall. The first version of this spell alters the speed of a river’s flow. The second diverts the course of the targeted river.<br><br><i>Alter Current<\/i>: The river’s current increases or decreases in speed by up to 1 mile per hour per 2 caster levels you possess. A typical placid river travels at a rate of up to 2 mph (no effect on local movement); a swift river travels 2–4 mph, moving creatures and objects 10 to 40 feet downstream per round; and an area of river rapids travels 7–10 mph, moving creatures and objects 60 to 90 feet downstream per round. Altering the speed of the current alters the difficulty of swimming in the water accordingly.<br><br><i>Divert River<\/i>: The river diverts its course in a direction of your choosing. The river flows in the general direction indicated, but otherwise conforms to the shape of the local terrain. This spell cannot cause a river to flow uphill, though the river surges over its natural banks and inundates terrain lower than its average depth. Creatures in the path of the redirected river are in danger of being swept away; if directed properly, this spell causes a flood. See Aquatic Terrain on page 432 of the <i>Core Rulebook<\/i> for more details.<br><br><i>Alter river <\/i>can be made permanent with a <i>permanency <\/i>spell. Clever application of spells such as <i>move earth <\/i>can be combined with this spell to likewise make the river’s new course permanent.",
    "name_zh": "河流改道",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (干枯河床的泥沙)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "河流区域，至多5尺宽/2等级 以及 10尺长/等级",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你改变了在天然淡水河道，像是河流、小溪或是瀑布的水的流动。此法术首先影响河流的流速。其次转移了目标河流的流向。<\/p><p>改变流速：你能控制这条河流的流速，增加或减少至多1哩/2等级。一条典型的平静河流，速度最快可以达到2哩/小时(对局部移动没有影响); 一条稍快的河流速度为2-4哩/小时，每轮会带动生物与物体往下游10至40尺，河流的急流区域内的流速为7-10哩/小时，每轮会带动生物与物体往下游60至90尺。改变河流的流速也会相应的改变在水中游泳的困难程度。<\/p><p>流向转移：河流的流向向着你所选择的一个方向转移。该河流所指示大致的方向流动，但在其他方面则符合当前地形的形状。此法术无法使一条河流向上流，但河流仍会再堤岸涌动，淹没低于它平均深度的地形。在被重新定向河流河道中的生物有被卷走的风险，如果引导正确，此法术能造成洪水(flood)。详情请见核心手册 P.432之「水域」。<\/p><p>河流改道可以被魔法恒定术(permanency)所恒定。巧妙的运用像是地动术(Clever application)这些法术可以与此法术结合，同样能使河流的流向永久改道。<\/p>"
}
