{
    "key": "amnesia",
    "name": "Amnesia",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Amnesia",
    "source": ["Villain Codex pg. 8"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "medium": 3,
        "mesmerist": 4,
        "psychic": 4,
        "skald": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You cause the target to lose most of its memories; its skills, its past, and even its name become mysteries to it. While the target can build new memories, it has trouble accessing those gained before falling victim to the spell. The target can still speak and read any languages it knows and perform basic tasks, but it loses all class abilities, feats, and skill ranks gained before being affected by amnesia. It retains its base attack bonus, saving throws bonuses, Combat Maneuver Bonus, Combat Maneuver Defense, total experience points, Hit Dice, and hit points. If the target gains a character level while suffering from amnesia, it can use any abilities gained by that class level normally. If the class level it gained was from a class in which it already has levels, it gains the abilities of a 1st-level character of that class, even though it is technically of a higher level in that class.<br><br> If the amnesia is cured, the target regains the full abilities of the class, including those gained from any levels taken while suffering from this condition. <i>Amnesia<\/i> can be removed only by <i>heal<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, <i>psychic surgery<\/i><sup>OA<\/sup>, or <i>wish<\/i>.",
    "name_zh": "失忆术",
    "castingTime_zh": "1轮",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活着的生物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使目标失去大部份的记忆; 目标的技能、目标的过去以及甚至是目标的姓名都神秘了起来。尽管目标可以获得新记忆，但是目标对自身受害于此法术之前的记忆则难以获取。目标仍能说与读任何目标本身知晓的语言，并且目标也能履行日常事务，但目标失去在受到失忆术影响之前所获得的所有职业能力、专长以及技能等级。目标保留他的基本攻击加值(BAB)、豁免检定、战技加值(CMB)、战技防御(CMD)、所有经验值(Exp)、生命骰(HD)以及生命值(HP)。如果目标在受到失忆术影响时获得一个角色等级，目标可以正常的使用因为获得此职业等级所获得的任何能力。如果目标获得的职业等级是自身已经有了等级的职业，目标会获得此职业1级角色所能获得的能力，尽管从技术上来说目标在此职业有更高的等级。如果失忆术被治愈，目标重新获得所有的职业能力，包括在目标在受术期间所获得的任何等级。失忆术仅能被医疗术(heal)有限祈愿术(limited wish)神迹术(miracle)心智手术(psychic surgeryOA)或祈愿术(wish)移除。<\/p>"
}
