{
    "key": "animate objects",
    "name": "Animate Objects",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Animate%20Objects",
    "source": ["PRPG Core Rulebook pg. 242"],
    "school": "transmutation",
    "levels":     {
        "bard": 6,
        "cleric": 6,
        "occultist": 6,
        "oracle": 6,
        "psychic": 6,
        "skald": 6,
        "warpriest": 6,
        "witch": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You imbue inanimate objects with mobility and a semblance of life. Each such animated object then immediately attacks whomever or whatever you initially designate.<br><br>An animated object can be of any nonmagical material. You may animate one Small or smaller object or a corresponding number of larger objects as follows: A Medium object counts as two Small or smaller objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32. You can change the designated target or targets as a move action, as if directing an active spell.<br><br>This spell cannot affect objects carried or worn by a creature.<br><br><i>Animate objects<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "mythicSource": ["Mythic Adventures pg. 84"],
    "mythicText": "Animated objects you create with this spell get the maximum number of hit points per level, gain a +4 bonus to their Strength ability scores, and have 1–1/2 times the normal number of construction points.",
    "name_zh": "活化物体",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "每CL一个小型物体; 见后文",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你给一件没生命的物体赋予了活动的能力和生命的表征。这些被活化的物体会立刻攻击之前你指定的任何人或任何东西。<\/p><p>活化物体可以是任何非魔法物质。你每个CL可以活化一件小型或更小的物体，或者相当于该数量的较大物体; 一件中型物体算作两个小型或更小的物体，大型物体算四个，超大型算八个，巨型算十六个，超巨型算三十二个。你可以以移动动作来改变指定的目标或多个目标，如同引导已启动法术一样。<\/p><p>这个法术不能活化被生物携带或穿戴的物品。<\/p><p>活化物体可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。<\/p>",
    "mythicText_zh": "<p>你使用本法术所创造的活化物体（Animated Object）会按照其等级获得最高的生命值，它们的力量属性会获得+4加值，而且体质属性为正常数值的1.5倍。<\/p>"
}
