{
    "key": "apsu's shining scales",
    "name": "Apsu's Shining Scales",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Apsu's%20Shining%20Scales",
    "source": ["Legacy of Dragons pg. 28"],
    "school": "evocation",
    "descriptors":     [
        "draconic",
        "good"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "medium": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a drop of mercury)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "You envelop your body with silver radiance that manifests as scales surrounding your body, granting you a +5 armor bonus to your AC and causing your natural attacks and unarmed strikes to bypass damage reduction as if they were good and silver weapons. <br><br>Whenever you attack with a breath weapon (including effects that are similar to a dragon’s breath weapon, such as an <i>elixir of dragon breath<\/i> or the <i>dragon’s breath<sup>APG<\/sup><\/i> spell), you can discharge the Apsu’s shining scales spell as a swift action in order to infuse your breath with silver light, causing any evil creature caught within the area of the breath to take a -4 penalty on its Reflex save and to lose the benefits of the evasion ability against that breath weapon attack. Evil creatures with improved evasion are instead treated as if they had only evasion when attempting to save against this breath weapon attack. <br><br>Clerics, inquisitors, oracles, paladins, and warpriests who worship Apsu add <i>Apsu’s shining scales<\/i> to their class spell lists as a 3rd-level spell.",
    "name_zh": "阿普苏的闪耀之鳞",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一滴水银）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志，通通过则无效（无害）",
    "spellResistance_zh": "无",
    "text_zh": "<p>你的身体包裹着一种银色光芒，如同遍布周身的鳞片，你在AC上得到+5的护甲加值，你的天生武器攻击和徒手攻击可以穿透伤害减免，就像其是善良和银质武器一般。<\/p><p>每当你用喷吐武器攻击（包括类似于龙息的效果，例如龙息灵药或龙息术），你可以用一个迅捷动作来释放阿普苏的闪耀之鳞中的法术能量，将银芒灌注到吐息之中，使所有吐息范围内的邪恶生物在反射豁免上受到-4惩罚，并失去反射闪避能力带来的增益。拥有精通反射闪避能力的邪恶生物在尝试豁免喷吐武器攻击时被视为只拥有反射闪避能力。<\/p><p>崇拜阿普苏的牧师，审判者，先知，圣武士，和战斗祭司可以将阿普苏的闪耀之鳞作为一个3级法术加入到他们的职业法术列表。<\/p>"
}
