{
    "key": "aroden's spellbane",
    "name": "Aroden's Spellbane",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Aroden's%20Spellbane",
    "source": ["Inner Sea Magic pg. 52"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (cold iron scepter worth at least 1,000 gp)",
    "range": "10 ft.",
    "area": "10-ft.-radius emanation, centered on you",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "see text",
    "text": "One of many spells originally created by the Last Azlanti before he became a god, <i>Aroden’s spellbane <\/i>creates an area within which spells selected by you simply do not function. Select one spell per five caster levels at the time of casting. The spells selected cannot be changed after the spell is cast. <i>Aroden’s spellbane <\/i>otherwise functions like <i>antimagic field<\/i>, except its emanation only prevents the functioning of the selected spells. Only the exact spells mentioned are affected—a <i>spellbane <\/i>set to prevent the casting of <i>summon nature’s ally II <\/i>would not prevent castings of <i>summon nature’s ally I <\/i>or <i>summon nature’s ally III<\/i>. If you move into an area where a previously cast spell you have selected as a banned spell is in effect, that spell is affected as if by <i>antimagic field<\/i>. If the spell affects a summoned creature that has spell resistance, you must make a caster level check against the creature’s spell resistance to make it wink out.<br><br><i>Aroden’s spellbane <\/i>can even negate an <i>antimagic field<\/i>, another <i>Aroden’s spellbane<\/i>, or any spell that specifies immunity to <i>antimagic field <\/i>(such as <i>wall of force<\/i>, <i>prismatic sphere<\/i>, and <i>prismatic wall<\/i>). Multiple <i>spellbane <\/i>effects can overlap. Their effects stack, preventing the functioning of every spell targeted by any of the multiple <i>spellbane <\/i>emanations. Spell effects created by artifacts or deities cannot be suppressed by <i>Aroden’s spellbane<\/i>.",
    "mythicSource": ["Mythic Origins pg. 12"],
    "mythicText": "Add half your tier to the number of spells you can select to not function in the area. As a full-round action, you can expend one use of mythic power to change one of the spells blocked by this effect. You can do this as often as you wish during the spell’s duration.",
    "name_zh": "奥罗登反魔场",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材（至少价值1000gp的寒铁权杖）",
    "range_zh": "10尺",
    "area_zh": "以你为中心, 半径10尺发散区域",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "见文本",
    "text_zh": "<p>该法术是最后的阿兹兰特人（Last Azlanti）在登神之前所创的众多法术之一，奥罗登反魔场会创造出一片区域，在这里仅有你所选择的法术不产生功效。在施法时，每5个施法者等级选择1个法术。被选择的法术无法在施法后更改。奥罗登反魔场在其他方面的功能如同反魔场（Antimagic Field）一般，不过它只会在发散区域内防止被选取的法术的功能。只有被精确提到的法术受到影响——设置为阻碍召唤自然盟友II的施放的奥罗登反魔场不会阻碍召唤自然盟友I与召唤自然盟友III的施放。若你进入的一片区域内，已经有一个在你施法时被选择的法术正在生效，那么该法术如同受到反魔场的影响。若法术影响一个具有法术抗力的召唤生物，那么你必须进行施法者等级检定对抗该生物的法术抗力才能终止它。<\/p><p>奥罗登反魔场甚至能够对反魔场、另一个奥罗登反魔场或者任何指定免疫反魔场的法术（比如力墙术、虹光喷射以及虹光法墙）生效。多个奥罗登反魔场可以重叠。它们的效果叠加，多个奥罗登反魔场所选择的每个法术之功能都会被阻碍。由神器或神祇创造的法术效果无法被奥罗登反魔场抑制。<\/p>"
}
