{
    "key": "aroden's spellsword",
    "name": "Aroden's Spellsword",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Aroden's%20Spellsword",
    "source": ["Arcane Anthology pg. 7"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 3,
        "bard": 4,
        "bloodrager": 4,
        "magus": 3,
        "occultist": 4,
        "skald": 4,
        "sorcerer": 3,
        "witch": 4,
        "wizard": 3
    },
    "castingTime": "1 round",
    "components": "V, S, F (a magic rod or staff)",
    "range": "touch",
    "effect": "one melee weapon sized appropriately for you",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes (harmless, object)",
    "text": "When you cast this spell on a weapon, you cause an extradimensional space to open within the weapon. As part of the casting, you can insert a single magic rod or magic staff into the weapon’s extradimensional space, after which the space closes. For the spell’s duration, a character wielding the transmuted weapon is also considered to be wielding the rod or staff as well. If the rod or staff can be used to make attacks, you can attack normally with the weapon or use the weapon as if it were the merged rod or staff. If the effect created by the rod or staff requires an attack roll to successfully strike a foe, you can make the attack roll as if you were making an attack with the weapon at its highest bonus (including any bonuses the weapon would normally receive) rather than just a normal attack with the rod or staff—doing so does not allow you to add the weapon’s damage to the attack, but instead allows you to use your skill with the weapon to boost your chance of hitting with the rod or staff’s attack, spell, or effect.<br><br> At the end of the spell’s duration, the merged rod or staff is ejected from the weapon. If you have a free hand, you can catch the rod or staff as a free action; otherwise, it drops to the ground. If the merged weapon is broken or destroyed during the duration of <i>Aroden’s spellsword<\/i>, the merged rod or staff is similarly broken or destroyed.",
    "name_zh": "奥罗登的魔法之剑",
    "castingTime_zh": "1轮",
    "components_zh": "言语，姿势，器材（一根魔法权杖或法杖）",
    "range_zh": "接触",
    "effect_zh": "一把尺寸适合你的近战武器",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>当你对一把武器施展此法术时，你会在武器中造成一个超维空间。作为施法的一部分，你可以将一把魔法权杖或法杖嵌入到武器的超维空间中，在此之后，超空间就会关闭。在法术的持续时间里，一个使用着被转化的武器的人物也被认为正在使用着该权杖或法杖。如果权杖或法杖可以被用来攻击，你可以如常用武器攻击或将武器如同被融入的权杖或法杖一般使用。如果由权杖或法杖创造的效果需要一次攻击骰来成功击中敌人，你可以进行攻击投骰，如同你正在使用该武器进行一次攻击，采用最高加值（包括武器通常会得到的任何加值）而非只是用权杖或法杖进行的一次普通攻击——这么做不会让你将武器的伤害加到攻击中，但会让你能用武器来使用技能以提升你用权杖或法杖的攻击、法术、或效果击中敌人的几率。<\/p><p>在法术持续时间结束时，被融合的权杖或法杖会被排出武器。如果你有一只手是空着的，你可以用一个自由动作来握住权杖或法杖; 否则，法杖会落到地上。如果融合的武器在法术持续时间中被破坏或摧毁，融合的权杖或法杖同样会被破坏或摧毁。<\/p><p>艾奥梅黛（Iomedae）和密拉妮（Milani）的牧师和战斗祭司可以将奥罗登的魔法之剑  (Aroden's spellsword) 作为一个3环法术来准备。<\/p>"
}
