{
    "key": "aura of the unremarkable",
    "name": "Aura of the Unremarkable",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Aura%20of%20the%20Unremarkable",
    "source":     [
        "Ultimate Intrigue pg. 204",
        "Cheliax, Empire of Devils pg. 22"
    ],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 4,
        "bard": 3,
        "medium": 2,
        "mesmerist": 3,
        "psychic": 3,
        "skald": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a white feather)",
    "range": "30 ft.",
    "target": "non-allied creatured within a 30-ft. emanation",
    "duration": "1 minute/level (D) and instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "An invisible sphere of magic surrounds you, clouding the minds of creatures in the area so they regard even the strangest actions as innocuous. For example, if you and your allies are beating a member of the city guard for information, creatures within the area don’t think this is unusual or cause for alarm; if your ally is aiming a crossbow at the queen from a balcony, the affected creatures accept this as normal and unworthy of concern. Any hostile actions by you or your allies against a creature or its allies break the effect of the spell for that creature. When the spell ends (or when the affected creatures move outside of the range of the emanation), observers see things normally but altered perceptions from the earlier events remain. Each mention of the events as noteworthy (such as being questioned about them by an authority figure) allows the target another Will save to break the effect and remember things normally.",
    "name_zh": "漠视灵光",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（白羽毛）",
    "range_zh": "30尺",
    "target_zh": "半径30尺发散区域内的非盟友生物",
    "duration_zh": "1分钟/等级 (可解消) 和 立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>不可见的球状魔法包围着你，区域内生物的精神被它蒙蔽，因此哪怕是最奇怪的行为对这些生物来说也是无害的。举例说明，若你和你的盟友正为了情报而殴打城市守卫中的1名成员，区域内的生物并不会认为这是不寻常的事情或引发警报; 若你的盟友在戏院包厢中用弩弓瞄准女王，受影响的生物会把这视为平常且不值得关注的事情。你或你的盟友若对1个生物或其盟友作出任何敌对行为（hostile actions），该法术效果对该名生物的影响便会被打破。当法术结束时（或者被影响的生物移出了法术的发散范围时），观察者会如常看待事物，但是先前事件中对认知的改变会持续下来。每次将事件（events）作为值得关注事情谈及时（比如被权威人物问到事件时），目标可以进行另一次意志豁免，成功则打破效果，并且如常回忆起事情。<\/p>"
}
