{
    "key": "awaken",
    "name": "Awaken",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Awaken",
    "source": ["PRPG Core Rulebook pg. 245"],
    "school": "transmutation",
    "levels":     {
        "druid": 5,
        "hunter": 5,
        "shaman": 6
    },
    "castingTime": "24 hours",
    "components": "V, S, M (herbs and oils worth 2,000 gp), DF",
    "range": "touch",
    "target": "animal or tree touched",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You awaken a tree or animal to human-like sentience. To succeed, you must make a Will save (DC 10 + the animal's current HD, or the HD the tree will have once awakened). The awakened animal or tree is friendly toward you. You have no special empathy or connection with a creature you awaken, although it serves you in specific tasks or endeavors if you communicate your desires to it. If you cast <i>awaken<\/i> again, any previously awakened creatures remain friendly to you, but they no longer undertake tasks for you unless it is in their best interests.<br><br>An awakened tree has characteristics as if it were an animated object, except that it gains the plant type and its Intelligence, Wisdom, and Charisma scores are each 3d6. An awakened plant gains the ability to move its limbs, roots, vines, creepers, and so forth, and it has senses similar to a human's.<br><br>An awakened animal gets 3d6 Intelligence, +1d3 Charisma, and +2 HD. Its type becomes magical beast (augmented animal). An awakened animal can't serve as an animal companion, familiar, or special mount.<br><br>An awakened tree or animal can speak one language that you know, plus one additional language that you know per point of Intelligence bonus (if any). This spell does not function on an animal or plant with an Intelligence greater than 2.",
    "name_zh": "启蒙术",
    "castingTime_zh": "24小时",
    "components_zh": "语言, 姿势, 材料 (价值2000gp的药草和油), 法器",
    "range_zh": "接触",
    "target_zh": "接触到的动物或树",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你给一棵树或一只动物以类似人类的知觉。要成功施法，你必须做一次意志豁免 (DC {10+动物当前HD}，或树一旦被启蒙后将要获得的HD数)。被启蒙的动物或树会对你表示友善。你和被你启蒙的生物之间没有特殊的感应或连接，但是如果你对它表达了你的愿望，它会为你做一些特定的任务，或为此努力。若你再次施放启蒙术，那么任何先前启蒙的生物仍会对你表示友好，它们不再为你承担任务，除非这项任务关系到它们自身的利益。<\/p><p>被启蒙的树有着‘<a href=\"spell.html?spell=animated object\">活化物体 (animated object)<\/a>’的特性，只是它获得了植物生物种类，而且它的智力、感知、魅力值每一项都是3d6点。被启蒙的植物能移动它的枝干、根、藤蔓等，而且它有着类似人类的感官。<\/p><p>被启蒙的动物获得3d6点的智力，魅力增加1d3点，增加2HD。它的生物类型变为魔法兽 (增强动物)。被启蒙的动物不能作为动物伙伴、魔宠或特殊坐骑。<\/p><p>被启蒙的树或动物能说一种你知道的语言，每一点智力加值 (如果有) 可以额外获得一种你所知道的语言。该法术对智力高于2点的植物或动物无效。<\/p>"
}
