{
    "key": "balance of suffering",
    "name": "Balance of Suffering",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Balance%20of%20Suffering",
    "source": ["Healer's Handbook pg. 8"],
    "school": "conjuration",
    "subSchools": ["healing"],
    "levels":     {
        "cleric": 6,
        "inquisitor": 6,
        "occultist": 6,
        "oracle": 6,
        "shaman": 6,
        "spiritualist": 6,
        "warpriest": 6,
        "witch": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "duration": "instantaneous",
    "savingThrow": "Will half",
    "spellResistance": "yes; see text",
    "text": "You borrow life force from a living creature and infuse it into another living creature, potentially wreaking destruction on the former and bolstering the life of the latter.<br><br> Choose an initial target, which must be alive, and a secondary target, which must be alive or undead. The initial target is dealt a number of points of damage equal to 9d6 + 1 point per caster level. A successful Will saving throw halves the damage dealt. The target might die from damage even if it succeeds on its saving throw. If the secondary target is a living creature, it regains a number of hit points equal to the amount of damage taken by the initial target. If the secondary target is undead, it instead takes an amount of damage equal to that dealt to the initial target. The secondary target can halve the healing imparted or harm inflicted to it with a successful Will saving throw (although a secondary target receiving healing can forgo this saving throw as normal). This spell is subject to the spell resistance of the initial target; if the secondary target is unwilling, this spell is also subject to the secondary target’s spell resistance. If the spell does not penetrate the initial target’s spell resistance, it fizzles with no effect. If it does not penetrate the secondary target’s spell resistance, the initial target is still harmed as described, but the secondary target is not healed or harmed.",
    "name_zh": "痛苦平衡",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物以及另一个生物或不死生物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则减半; 见文本",
    "spellResistance_zh": "可; 见文本",
    "text_zh": "<p>你从一个生物那里借用生命之力，并将它灌输进另外一个生物的体内，对前者进行强有力的打击并恢复后者的生命。<\/p><p>选择一个必须是活着的初始目标，以及必须是活物或者是不死生物的第二目标。初始目标将遭受9D6+每施法者等级1点伤害。成功的意志豁免可以将伤害减半。即使目标成功豁免也依然会因为伤害而死亡。<\/p><p>如果第二目标是一个活着的生物，它将恢复等同于初始目标承受伤害量的生命值。如果第二目标是不死生物，它立即受到等同于初始目标承受伤害量的伤害。<\/p><p>第二目标可以通过一个成功的意志豁免减半受到的治疗或者伤害（尽管受到治疗的第二目标可以像正常情况一样放弃豁免）<\/p><p>这个法术将受到初始目标的法术抗力的影响; 如果第二目标不自愿，则法术也会受到第二目标的法术抗力的影响。如果法术没有穿透初始目标的法术抗力，法术会失败并且失效。如果法术没有穿透第二目标，则初目标仍然会如同描述一般受到伤害，但是第二目标将不会被治疗或者伤害。<\/p>"
}
