{
    "key": "baleful shadow transmutation",
    "name": "Baleful Shadow Transmutation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Baleful%20Shadow%20Transmutation",
    "source": ["Blood of Shadows pg. 30"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "alchemist": 6,
        "arcanist": 6,
        "bard": 6,
        "druid": 7,
        "investigator": 6,
        "medium": 6,
        "shaman": 6,
        "skald": 6,
        "sorcerer": 6,
        "spiritualist": 6,
        "summoner": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "permanent",
    "savingThrow": "Will disbelief, then Fortitude negates",
    "spellResistance": "yes",
    "text": "You infuse a target’s shadow with energies from the Shadow Plane, shaping the shadow into one that appears to belong to a different creature, and tricking the target into believing it actually is that creature. When you cast this spell, choose one Huge or smaller creature of the animal type or one Medium or Small creature of the humanoid type. If the chosen creature is ill suited to the target’s current environment, such as an aquatic creature not in water, the subject gains a +4 bonus on all saving throws against <i>baleful shadow transmutation<\/i>. If the subject fails its Will save, it believes that it is the chosen creature, causing it to lose its extraordinary, supernatural, and spell-like abilities, lose its ability to cast spells (if it had the ability), and gain the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It retains any class features (other than spellcasting) that aren’t extraordinary, supernatural, or spell-like abilities.<br><br> When the subject is first targeted by this spell, and once every 24 hours thereafter, the subject must attempt a Will save in order to disbelieve this effect. If the save succeeds, the spell’s effect ends. The first time the subject fails this save, it must also attempt a Fortitude save. If it also fails this Fortitude save, the subject permanently assumes the form of the chosen animal or humanoid, as per <i>polymorph<\/i>. This is a polymorph effect. Successfully disbelieving the spell returns the subject to its true form. If the subject fails its Fortitude save against the effects of <i>baleful shadow transmutation<\/i>, any further polymorph effects cast on the target automatically fail.<br><br> Incorporeal or gaseous creatures are immune to <i>baleful shadow transmutation<\/i>, and a creature with the shapechanger subtype can revert to its natural form as a standard action.",
    "name_zh": "恶意阴影变形术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则不相信, 然后强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将来自阴影位面的能量注入目标的影子，把影子变成另外一个生物的形貌，欺骗目标相信它实际上是那个生物。当你施展这个法术，选择一个超大型或更小的动物类别的生物或者一个中型或更小的类人生物类别的生物。如果被选择的生物不适合目标所身处的环境（例如在水体外创造一个水生生物），对象会在对抗恶意阴影变形术的所有豁免上获得+4加值。如果对象的意志豁免失败，它会相信它是被选择的生物，使得它失去它的特异能力、超自然能力、以及类法术能力，同时也失去施法能力 (如果有这种能力)，并且用新形体的阵营、特殊能力、智力、感知、与魅力属性取代其原有的属性。它保留所有不属于特异能力、超自然能力和类法术能力的职业特性 (除了施法能力)。<\/p><p>当对象第一次成为这个法术的目标，每经过24小时，对象就必须通过一个意志检定以不相信法术效果，如果这个检定成功，法术效果结束。当对象第一次在该检定中失败，它必须通过一个强韧检定，如果它在这个强韧检定中也失败的话，对象就会如同被一个变形术影响一般永久呈现被选择的动物或类人生物形态，这是一个变形效果。成功地不相信这个法术将会使得目标恢复它的真实形态。如果对象在对抗恶意阴影变形术的这个效果的强韧检定中失败了，任何影响目标的变形效果 (polymorph effects) 会自动解除。<\/p><p>虚体和气态生物免疫恶意阴影变形术的效果，属于变形亚种 (shapechanger) 的生物能以一个标准动作恢复原形。<\/p>"
}
