{
    "key": "baphomet's blessing",
    "name": "Baphomet's Blessing",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Baphomet's%20Blessing",
    "source": ["Inner Sea Gods pg. 229"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 4,
        "bloodrager": 4,
        "cleric": 4,
        "druid": 4,
        "hunter": 4,
        "oracle": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "warpriest": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, M/DF (powdered bull’s horn)",
    "range": "touch",
    "target": "one living creature",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You change the target’s head into that of a bull. The creature’s Intelligence becomes 2, and it gains a gore melee attack that it can use as a primary or secondary attack. The gore attack uses the creature’s base attack bonus, and the creature gains a +2 bonus on attack and damage rolls with the gore attack. The gore attack deals a number of points of damage equal to 1d6 + Strength modifier if the target is Small, 1d8 + Strength modifier if the target is Medium, and 2d6 + Strength modifier if the target is Large or larger.<br><br> The affected creature still retains its type, class, levels, and Hit Dice. The creature’s base attack bonus, base save bonuses, and hit points remain unmodified. It retains all of its class features and may still cast spells, though it must do so using its newly modified Intelligence score. Any items equipped in the creature’s head slot meld into its body. Affected items that grant passive bonuses continue to do so, though items that require activation become nonfunctional for the duration of the spell.<br><br> If the target fails to resist <i>Baphomet’s blessing<\/i>, it also becomes immune to polymorph spells (except for this one) for the duration of the spell’s effect. Undead, incorporeal, or gaseous creatures are immune to <i>Baphomet’s blessing<\/i>.",
    "name_zh": "巴风特之赐",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，材料/法器（公牛角粉末）",
    "range_zh": "接触",
    "target_zh": "一个活物",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将目标的头部变成斗大的公牛头，它的智力降低到2，但是获得一次角抵攻击作为主要/次要天生武器攻击。这次角抵攻击使用目标的基本攻击加值，且目标在进行这次攻击时在伤害投骰上获得+2加值。这次角抵攻击可以造成1d6+力量调整值（小型生物），1d8+力量调整值（中型生物）或是2d6+力量调整值（大型或更大的生物）。<\/p><p>被变形的生物将保留他的生物类型，职业等级，还有HD。这个生物的基本攻击加值，基本豁免检定和生命值不变。他同样保全自己的职业能力和施法能力（虽然他的法术DC会因为新的智力调整值而降低）。任何头部装备将暂时被融入体内，持续生效的物品仍然能正常生效，但需要激活效果的物品则无法使用。<\/p><p>如果目标在对抗巴风特之赐的豁免检定中失败，他会将在法术生效时间内免疫其他变形效果（除了这个法术本身）。不死生物，虚体生物或气态的生物不受本法术的影响。<\/p>"
}
