{
    "key": "batrachian surge",
    "name": "Batrachian Surge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Batrachian%20Surge",
    "source": ["Blood of the Beast pg. 11"],
    "school": "transmutation",
    "race": "Grippli",
    "levels":     {
        "bloodrager": 1,
        "druid": 1,
        "hunter": 1,
        "inquisitor": 1,
        "ranger": 1,
        "summoner": 1,
        "summoner (unchained)": 1
    },
    "castingTime": "1 swift action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round + 1 round/3 levels (D)",
    "savingThrow": "none",
    "spellResistance": "yes (harmless)",
    "text": "You tap into your latent amphibian strengths, unlocking a short-lived physical talent. Armor or gear you are wearing adjusts to your new shape for the duration of the spell. When you cast <i>batrachian surge<\/i>, choose one of the following features to gain its associated benefits. You can have only one <i>batrachian surge<\/i> spell active on you at a time.<br><br> <b>Gills<\/b>: Your throat expands, and gill slits appear along your neck. You can breathe underwater.<br><br> <b>Leaping<\/b>: Your legs elongate and become especially muscular. You are always treated as having a running start when attempting Acrobatics checks to jump, and you gain a competence bonus on Acrobatics checks to jump equal to your caster level.<br><br> <b>Swimming<\/b>: You grow a large tadpole tail, and your other limbs shrink slightly. You gain a swim speed equal to your base land speed.<br><br> <b>Tongue<\/b>: Your tongue extends to the length of your body. Increase your reach by 5 feet when delivering touch spells. This increased reach doesn’t stack with any other spells or abilities that affect your reach.",
    "name_zh": "蛙力涌现",
    "race_zh": "树蛙人",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1+每3等级1轮 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你深入挖掘你的蛙类天赋之力，解锁了一个短期的物理天赋。在法术持续时间内，你正在穿戴的护甲会根据你的新形态进行调整。当你施展了蛙力涌现，你在下列特性中选择一个并获得它关联的好处。你一次只能激活一个蛙力涌现。<\/p><p>•   鱼鳃：你的喉咙拉长并沿着你的脖子长出了鳃裂。你可以在水下呼吸。<\/p><p>•   弹腿：你的双腿拉长并且变得极其发达。你在尝试跳跃的特技检定中总是被视为已经助跑，并且获得等于你施法者等级的环境加值。<\/p><p>•   游泳：你长出了一条巨大的蝌蚪尾部，并且你的其他肢体稍许萎缩。你获得了等于你基础陆地移动速度的游泳速度。<\/p><p>•   长舌：你的舌头延长至与你身体一样长。当你传递接触法术时，你的触及提高5尺。此能力增加的触及不会与其他影响你触及的法术或能力叠加。<\/p>"
}
