{
    "key": "battlemind link",
    "name": "Battlemind Link",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Battlemind%20Link",
    "source": ["Ultimate Magic pg. 207"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 6,
        "inquisitor": 4,
        "medium": 4,
        "mesmerist": 4,
        "occultist": 5,
        "psychic": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal and close (25 ft. + 5 ft./2 levels)",
    "target": "you and 1 ally",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You fuse your thoughts with an ally’s, allowing the two of you to fight in tandem, perfectly coordinated. You and the ally each roll initiative in combat and use the higher die result before adding modifiers. This has three effects.<br><br> <i>Melee<\/i>: If you both make melee attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack rolls (plus bonuses).<br> <i>Ranged<\/i>: If you both make ranged attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack roll (plus bonuses).<br> <i>Spell<\/i>: If you both cast spells and target the same area or same creature, affected creatures take a –2 penalty on their saving throw against the spells.<br><br> You and the target lose these benefits if you cannot see each other or if you or the target is unconscious or helpless.",
    "mythicSource": ["Mythic Adventures pg. 85"],
    "mythicText": "When you cast this spell, if your linked ally uses a mythic path ability against a creature, you can use the same path ability against that creature as if you had it yourself, and your linked ally can likewise use any path abilities you use against a creature (even if that ally isn’t mythic). For example, if you’re a champion attacking a frost giant using the precision path ability, your linked ally can use your precision ability when she attacks that frost giant. If a path ability requires expending uses of mythic power or any other cost, your linked ally must expend that cost for you to use the ability.",
    "name_zh": "心有灵犀",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人 和 近距 (25尺+每2等级5尺)",
    "target_zh": "自己和1名盟友",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你和你的盟友的思考融为一体，让你们可以完美无瑕的进行联合行动。你和她可以在先攻检定时使用彼此两个投骰结果中较高的一个。<\/p><p>同时，该法术还有以下三项效果：<\/p><p>－近战：如果你们同时攻击一个生物，你们可以使用你们两个投骰中较高的一个结果 (然后加上加值)。<\/p><p>－远程：如果你们同时射击一个生物，你们可以使用你们两个投骰中较高的一个结果 (然后加上加值)。<\/p><p>－施法：如果你们同时对一个生物或者同一片区域施法，受影响的生物的豁免检定将会有-2罚值。<\/p><p>如果你们不能看到彼此则失去这些优势，如果你们两个其中一个失去意识或陷入无助也是一样。<\/p>",
    "mythicText_zh": "<p>当你施放这个法术时，若与你链接的盟友使用神话道途能力对抗一个生物，你就能够如同自身也具有该能力一般，使用相同的道途能力对抗该名生物，并且与你链接的盟友也同样能够使用你所使用的任何道途能力对抗相同的生物（即便这名盟友并非神话存在）。例如：如果你是斗士，并且使用精准（Precision，3阶斗士道途能力）道途能力攻击一个霜巨人，那么与你链接的盟友则能够在她攻击该名霜巨人时，使用你的精准能力。若道途能力需要花费神话之力或者具有任何其他的开销，那么与你链接的盟友也必须与你花费相同的开销才能使用这些能力。<\/p>"
}
