{
    "key": "beast shape i",
    "name": "Beast Shape I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Beast%20Shape%20I",
    "source": ["PRPG Core Rulebook pg. 247"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "investigator": 3,
        "magus": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 min./level (D)",
    "text": "When you cast this spell, you can assume the form of any Small or Medium creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, and scent.<br><br><i>Small animal<\/i>: If the form you take is that of a Small animal, you gain a +2 size bonus to your Dexterity and a +1 natural armor bonus.<br><br><i>Medium animal<\/i>: If the form you take is that of a Medium animal, you gain a +2 size bonus to your Strength and a +2 natural armor bonus.",
    "mythicSource": ["Mythic Adventures pg. 85"],
    "mythicText": "Each <i>mythic beast shape<\/i> spell must be learned individually, and you must know the respective non-mythic <i>beast shape<\/i> spell to learn its mythic version. You don’t have to learn them in order and are not required to know a lower-level <i>mythic beast shape<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic beast shape II<\/i> if you know <i>beast shape II<\/i>, even if you don’t know <i>mythic beast shape I<\/i>). Each <i>mythic beast shape<\/i> spell adds the following benefits to its respective non-mythic version.<br><br> The spell’s bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4). <br><br><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the Natural Spell feat for 1 round. For example, if you’re 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of <i>mythic beast shape<\/i>.",
    "name_zh": "野兽形态 I",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (你想要变成的生物的一小块肢体)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>当你施放该法术，你能够变为任何动物类型中，小型或中型生物的形态。如果该形态的生物拥有下述的能力，那么你也会获得：30尺攀爬，30尺飞行 (普通机动性)，30尺游泳，60尺黑暗视觉，昏暗视觉以及灵敏嗅觉。<\/p><p><b>小型动物<\/b>：如果你选择小型动物的形态，你的敏捷获得+2体型加值以及+1天生护甲加值。<br><b>中型动物<\/b>：如果你选择中型动物的形态，你的力量获得+2体型加值以及+2天生护甲加值。<\/p>",
    "mythicText_zh": "<p>每个神话野兽形态法术都必须分别学习，而且你必须分别了解非神话版的野兽形态法术才能学习它的神话版本。你不需要按顺序学习它们，而且在学习高等级的神话野兽形态之前也不需要学习低等级的神话版本（例如：若你了解野兽形态II，就能够学习神话版的野兽形态II，即便你不了解野兽形态I也可以）。每个神话野兽形态法术都会将后述优势分别加到其非神话的版本上。<\/p><p>法术对属性的加值增加2点，天生防御加值增加1点，而且属性减值降低2点（减值最低为0点）。选择一类动物形态所具有的天生武器，比如啮咬（bite）或爪抓（claws）。这些攻击类型的重击倍率增加1点（最高为x4）。<\/p><p><b>强化（2阶）<\/b>：若你花费2次神话之力，属性加值则会额外增加2点。每次施放该法术之后的持续时间内，你能够如同拥有自然施法（Natural Spell）专长一般，持续1轮，这个效果的使用次数等同于你的阶层。例如：若你的阶层为2阶，那么每次使用神话野兽形态之时，你能在2轮内使用自然施法专长。<\/p>"
}
