{
    "key": "bestow planar infusion i",
    "name": "Bestow Planar Infusion I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Bestow%20Planar%20Infusion%20I",
    "source": ["Planar Adventures pg. 39"],
    "school": "evocation",
    "levels":     {
        "arcanist": 1,
        "cleric": 1,
        "inquisitor": 1,
        "magus": 1,
        "medium": 1,
        "occultist": 1,
        "oracle": 1,
        "psychic": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 hour/level",
    "savingThrow": "Fortitude negates (harmless)",
    "spellResistance": "yes",
    "text": "This spell draws upon the latent planar energy of the caster’s surroundings, allowing her to temporarily infuse a creature with the plane’s power. The touched creature gains that plane’s basic infusion for the spell’s duration. This spell has no effect if cast on the Material Plane, and it ends as soon as the spell’s target leaves the plane with which it has been infused. Details on planar infusions can be found in each plane’s Infusion section (listed here).<br><br> Once a creature gains the benefits of <i>bestow planar infusion I<\/i>, it remains attuned to that plane for 24 hours. Additional castings of <i>bestow planar infusion I<\/i> during this time bestow the same infusion that was granted by the initial casting that day. Planar infusions that can be used a limited number of times per day are not refreshed by multiple castings of <i>bestow planar infusion I<\/i>.",
    "name_zh": "位面注能I",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "强韧, 通过则无效 (无害)",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术能聚集施法者周围潜在的位面能量，使她可以暂时以位面能量灌注目标生物，接触到的生物在法术持续期间获得此位面的基本注能效果。此法术在主物质位面无效，且当受影响生物离开为其注能的位面时立即结束。位面注能的具体效果请参考《位面冒险》的第3章。<\/p><p>当生物获得位面注能增益效果后，在接下来24小时内，他将与该位面保持同调。在此期间再次施展位面注能法术将会使目标获得第一次施展时获得的效果。位面注能所赋予的，每天使用次数有限的能力不会因重复施展位面注能法术而获得额外使用次数。<\/p><p>译注：位面注能效果等待补充。<\/p>"
}
