{
    "key": "bilocation",
    "name": "Bilocation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Bilocation",
    "source": ["Occult Adventures pg. 158"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 9,
        "psychic": 8,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one duplicate",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "The spell creates an identical copy of you, along with everything you wear and carry, anywhere you choose within range; you exist in two places at once until the spell ends. You and the duplicate use the same statistics and share the same resources. If the duplicate takes damage, for example, you deduct the damage from your hit point total. Similarly, if your duplicate expends a charge or daily use from a magic item you both wield, the charge or daily use is expended from the item you carry. If you or the duplicate drops or gives away something you’re carrying, the item disappears from the other body as well. This spell doesn’t duplicate artifacts; any you possess remain on you.<br><br>You perceive sensory information from your body and that of your duplicate simultaneously. The spell enables you to process the sensations so you don’t find them disorienting.<br><br>When you take any action, you choose which of your bodies performs the action, but both bodies share the same pool of actions. For instance, if you take a standard action to cast a spell, you can use either body as the point of origin, but the other body can’t also take a standard action that round. Likewise, if your duplicate takes a full-round action, you couldn’t take a standard or move action. Both bodies can take any number of free actions as usual; for example, both bodies could say different things or each drop a different item. If either body doesn’t move during the round, that body can either take a 5-foot step or move your speed once as a free action.<br><br>The two bodies are affected by attacks, spells, and effects as though they were one person, taking the worse effect when applicable (for example, if the bodies would be subject to differing effects due to being at different ranges). If both bodies are in the area of the same <i>fireball<\/i>, you would attempt the saving throw only once and take the damage only once. If one body is targeted by <i>hold person<\/i>, both would become paralyzed on a failed save. Both bodies count as a single creature for effects that target a specific number of creatures, and they can’t be chosen more than once for such effects. You do count your other body as another creature for most combat effects, such as flanking or determining cover. However, you don’t count as two unique creatures for the purposes of teamwork feats or effects you use that can target only creatures other than yourself.<br><br>Any magical effect with a duration affecting you has its duration halved while you’re bilocating. For example, the <i>hold person<\/i> spell mentioned above would lose 2 rounds’ worth of duration per round until your duplicate disappeared. If you were under an <i>eagle’s splendor<\/i> effect that had 1 minute remaining when you cast <i>bilocation<\/i>, the effect would end after 5 rounds instead of 10. An effect shortened in this way lasts a minimum of 1 round total, and if an effect that lasts an odd number of rounds has 1 round remaining, it has its full effect on both of your bodies for that round.<br><br>When the spell ends, you decide whether you or your duplicate disappears. If you disappear, you become your duplicate. If you are carrying artifacts when you do this, they transfer with your consciousness.",
    "name_zh": "二重分身",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个复制体",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会创造一个与你相同的复制体，外加所有你所穿戴或携带的东西，并出现在法术范围内的任意一处由你选择的位置; 直至法术的持续时间结束为止，你会存在于这两个地点。你和复制体使用相同的属性，并且共享相同的资源。如果复制体受到伤害，那么你就要从自己的总生命值中扣除伤害。同样地，若你的复制体花费了你们共同持用的魔法物品的每日使用次数或充能时，该次每日使用次数或充能会从你所携带的物品中扣除。若你或复制体丢掉或交出任何你们携带的东西，那么在另一个身体上的物品也会消失。该法术无法复制神器（artifacts）; 任何你自己拥有的神器仍旧会在你自己身上。<\/p><p>你会同时感知到你的身体和你的复制体所感受到的信息。该法术让你能够处理这些信息，所以你不会因此而迷失自我。<\/p><p>当你进行任何行动时，要选择哪个身体执行动作，但是两个身体会共享同一个动作池（share the same pool of actions）。举例说明：若你使用一个标准动作施放法术，你能够使用任意一个身体作为法术的源发点，但是另一个身体无法在该轮进行标准动作。同样地，如果你的复制体进行了整轮动作，那么你就无法进行标准动作或移动动作。两个身体都可以如常进行任意数量的自由动作; 举例说明，两个身体都可以说出不同的事情或者丢下不同的物品。若任意一个身体在一轮内没有进行移动，那么这个身体可以选择以自由动作进行五尺快步或者以自由动作用你的速度移动一次。<\/p><p>当两个身体被攻击、法术和效果影响时，会如同它们是一个人一般，在适用的情况下承受较差的效果（比如两个身体由于身处不同的位置而成为不同效果的受术者时）。若两个身体位于同一个火球术（fireball）的区域内，你只需要尝试一次豁免检定，并且仅承受一次伤害。若一个身体成为了人类定身术（Hold Person）的目标，那么在豁免失败时，两个身体都会陷入麻痹（paralyzed）。在判断以特定数量个生物为目标的效果时，两个身体被算作单个生物，而且它们仅能被此类效果选取一次。对于大多数战斗效果（combat effects）来说，你会把你的另一个身体算作其他生物，比如在夹击或者判断掩蔽（cover）时。然而，在判断团队专长或者那些由你使用的仅能以自己以外的其他生物为目标的效果时，你的两个身体不会被算作为两个单独的生物。<\/p><p>对于所有正在影响着你且具有持续时间的任何魔法效果，在进行二重分身时持续时间均会减半。举例说明：上文中提及的人类定身术每轮会失去相当于2轮的持续时间，直至你的复制体消失为止。若你正受到鹰之威仪（Eagle's Splendor）的效果影响，且该法术在你施放二重分身时还剩余1分钟的持续时间，那么该效果会在5轮后消失，以取代原本的10轮。以此方式缩短的效果最低至少也会持续总计1轮，而且如果一个效果会持续奇数轮，且只剩下1轮的持续时间，那么它会在该轮内对你的两个身体产生完整的效果。<\/p><p>在法术结束时，你要决定自己或者复制体消失。若你自己消失，那么你会成为自己的复制体。若你在这么做的时候还携带着神器，那么这些神器会随着你的意识一同转移过去。<\/p>"
}
