{
    "key": "biting words",
    "name": "Biting Words",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Biting%20Words",
    "source": ["Magic Tactics Toolbox pg. 9"],
    "school": "evocation",
    "descriptors":     [
        "language-dependent",
        "sonic"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "bard": 1,
        "bloodrager": 1,
        "skald": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no",
    "text": "Your voice becomes suffused with magic so that you can harm your opponents with but a word. As a standard action, you can target one opponent within 30 feet with a ranged touch attack by speaking to it, dealing an amount of damage equal to 1d6 + your Strength or Charisma modifier, whichever is higher. The damage dealt is bludgeoning, piercing, and slashing damage and can be reduced by damage reduction. Each attack you make reduces the spell’s remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after the attack resolves.<br><br> You can attack with <i>biting words<\/i> by shouting instead of speaking intelligibly. When doing so, the amount of damage dealt by the attack is reduced to 1d4 + 1/2 your Strength or Charisma modifier (whichever is higher), but the spell doesn’t count as having the language-dependent descriptor for that attack.",
    "name_zh": "咬人之语",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否",
    "text_zh": "<p>你的声音充满了魔法，你可以仅用一个词来伤害对手。以一个标准动作，你可以通过说话，以30尺内一个对手为目标发动一次远程接触攻击，造成1d6+你的力量或魅力调整值，取其高者。该伤害为钝击，穿刺和挥砍伤害并能被伤害减免减少。每次你作出攻击就会减少该法术剩余时间1分钟。如果一次攻击将剩余时间降到了0分钟或更低，该法术在这次攻击完成后结束。取代清晰地说话，你可以大喊出咬人的字词进行攻击。如果这么做，伤害减少到1d4+1/2你的力量或魅力调整值（取其高者），但是该法术的这次攻击不再视为有描述符。<\/p>"
}
