{
    "key": "black tentacles",
    "name": "Black Tentacles",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Black%20Tentacles",
    "source": ["PRPG Core Rulebook pg. 248"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 4,
        "bloodrager": 4,
        "magus": 4,
        "psychic": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 3,
        "summoner (unchained)": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (octopus or squid tentacle)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "20-ft.-radius spread",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell causes a field of rubbery black tentacles to appear, burrowing up from the floor and reaching for any creature in the area.<br><br>Every creature within the area of the spell is the target of a combat maneuver check made to grapple each round at the beginning of your turn, including the round that <i>black tentacles<\/i> is cast. Creatures that enter the area of effect are also automatically attacked. The tentacles do not provoke attacks of opportunity. When determining the tentacles' CMB, the tentacles use your caster level as their base attack bonus and receive a +4 bonus due to their Strength and a +1 size bonus. Roll only once for the entire spell effect each round and apply the result to all creatures in the area of effect.<br><br>If the tentacles succeed in grappling a foe, that foe takes 1d6+4 points of damage and gains the grappled condition. Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first. The <i>black tentacles<\/i> spell receives a +5 bonus on grapple checks made against opponents it is already grappling, but cannot move foes or pin foes. Each round that <i>black tentacles<\/i> succeeds on a grapple check, it deals an additional 1d6+4 points of damage. The CMD of <i>black tentacles<\/i>, for the purposes of escaping the grapple, is equal to 10 + its CMB.<br><br>The tentacles created by this spell cannot be damaged, but they can be dispelled as normal. The entire area of effect is considered difficult terrain while the tentacles last.",
    "mythicSource": ["Mythic Adventures pg. 85"],
    "mythicText": "Add your tier to the base attack bonus of the tentacles. The tentacles also deal an additional 2d6 points of acid damage with a successful grapple.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the spell creates twice as many tentacles in the same area, meaning each creature in the area is attacked twice per round. The tentacles can grapple creatures that are immune to grappling if that immunity is from a non-mythic source, but combat maneuver checks to grapple such creatures take a –5 penalty.",
    "name_zh": "黑触手",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (章鱼或乌贼的触手)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "半径20尺扩散区域",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个法术产生一片具有韧性的黑色触手，它们从地上涌起并伸向区域内的任何生物。<\/p><p>法术区域内的每个生物都会在每一轮中，你的回合开始时成为一次擒抱战技检定的目标，这也包括施放黑触手的那一轮。进入效果区域的生物也会被自动攻击。触手不会进行藉机攻击。在确定触手的CMB时，使用你的CL作为它们的BAB，并且CMB由于它们的力量而获得+4加值，外加+1体型加值。每轮只需要为整个法术效果投掷一次检定，并将结果应用至所有在效果区域内的生物上。<\/p><p>若黑触手成功擒抱一个敌人，那么该名敌人会受到 {1d6+4} 点伤害，并且处于擒抱状态。被擒抱的敌人首先需要挣脱擒抱，之后才能移动。黑触手法术对在对抗已经被擒抱的生物时，擒抱检定会获得+5加值，但是无法移动敌人或压制敌人。在摆脱擒抱时，黑触手的CMD等同于其 {CMB+10}。<\/p><p>被该法术创造的触手无法被伤害，但是它们可以被如常解除。在触手还存在的时候，整个效果区域都被视为困难地形。<\/p>",
    "mythicText_zh": "<p>将你的阶层加到触手的基本攻击加值上。通过成功的擒抱，黑触手还能够造成额外2d6点强酸伤害。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，法术就能在相同的区域内创造两倍于原本数量的触手，这意味着每个处于这片区域内的生物每轮都会受到2次攻击。如果生物免疫擒抱的能力是来自非神话的来源，那么触手还能够擒抱那些免疫擒抱的生物，但是擒抱这些生物的擒抱战技检定会受到-5减值。<\/p>"
}
