{
    "key": "blink",
    "name": "Blink",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blink",
    "source": ["PRPG Core Rulebook pg. 250"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "magus": 3,
        "psychic": 3,
        "redmantisassassin": 3,
        "skald": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "text": "You “blink” quickly back and forth between the Material Plane and the Ethereal Plane and look as though you're winking in and out of reality at random. <i>Blink<\/i> has several effects, as follows.<br><br>Physical attacks against you have a 50% miss chance, and the Blind-Fight feat doesn't help opponents, since you're ethereal and not merely invisible. If the attack is capable of striking ethereal creatures, the miss chance is only 20% (for concealment).<br><br>If the attacker can see invisible creatures, the miss chance is also only 20%. (For an attacker who can both see and strike ethereal creatures, there is no miss chance.) Likewise, your own attacks have a 20% miss chance, since you sometimes go ethereal just as you are about to strike.<br><br>Any individually targeted spell has a 50% chance to fail against you while you're blinking unless your attacker can target invisible, ethereal creatures. Your own spells have a 20% chance to activate just as you go ethereal, in which case they typically do not affect the Material Plane (but they might affect targets on the Ethereal Plane).<br><br>While blinking, you take only half damage from area attacks (but full damage from those that extend onto the Ethereal Plane). Although you are only partially visible, you are not considered invisible and targets retain their Dexterity bonus to AC against your attacks. You do receive a +2 bonus on attack rolls made against enemies that cannot see invisible creatures.<br><br>You take only half damage from falling, since you fall only while you are material.<br><br>While blinking, you can step through (but not see through) solid objects. For each 5 feet of solid material you walk through, there is a 50% chance that you become material. If this occurs, you are shunted off to the nearest open space and take 1d6 points of damage per 5 feet so traveled.<br><br>Since you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures roughly the same way you interact with material ones.<br><br>An ethereal creature is invisible, incorporeal, and capable of moving in any direction, even up or down. As an incorporeal creature, you can move through solid objects, including living creatures.<br><br>An ethereal creature can see and hear the Material Plane, but everything looks gray and insubstantial. Sight and hearing on the Material Plane are limited to 60 feet.<br><br>Force effects and abjurations affect you normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice versa. An ethereal creature can't attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures or objects have attacks or effects that work on the Ethereal Plane. Treat other ethereal creatures and objects as material.",
    "mythicSource": ["Mythic Adventures pg. 86"],
    "mythicText": "You may spend a move action to remain corporeal or incorporeal until the end of your turn (you automatically resume blinking at the end of your turn).<br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, you can spend either a swift action or a move action to remain corporeal or incorporeal until the end of your turn.",
    "name_zh": "闪现术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "text_zh": "<p>你在主物质位面和灵界之间来回“闪烁”。看起来你就像在非常快而乱的闪入闪出真实世界。闪现术具有几种效果，如下所述：<\/p><p>对你的物理攻击有50%失手率，“盲斗”专长对此无效，这是因为你是灵化状态，而不仅仅是隐形。如果该攻击能攻击到灵体生物 (ethereal creatures)，那么该失手率会由于隐蔽降到20%。<\/p><p>如果攻击者能看到隐形生物，那么该失手率也会仅有20% (又能看到又能攻击到灵体生物的攻击者没有失手率)。同样的，你自己的攻击也有20%失手率，这是由于有时正在攻击的时候你正好处在灵化状态。<\/p><p>当你处于闪现术时，任何针对你的单独目标型法术都有50%机会失败，除非你的攻击者可以瞄准隐形的灵体生物。由于启动法术的时候你有可能处在灵界，而在灵界时法术通常不会影响主物质界 (但是它们有可能影响在灵界的目标)，因此你自己的法术也有20%的机会失败。<\/p><p>当你处于闪现术时，区域攻击仅会对你造成一半伤害 (但是对那些延伸到灵界的法术来说，会造成全额伤害)。由于你是部分可见的，所以你并不会被视作隐形，因此在对抗你的攻击时目标仍会保留AC上的敏捷加值。你会在对抗那些无法看到隐形生物的敌人时，攻击检定获得+2加值。<\/p><p>在坠落时，你只会受到一半伤害，因为你只是在物化的时候才会坠落。<\/p><p>当你处于闪现术时，你可以穿过 (但无法看透) 固体物体。每穿过5尺固体物质你就有50%机会物质化。如果这种情况发生了，你将会被弹出到最近的开放空间，每这样穿过5尺距离，你就会受到1d6点伤害。<\/p><p>因为你有一半时间在灵界，因此你能看到甚至攻击到灵体生物。你和灵体生物之间的交互和你与物质生物交互的方式类似。<\/p><p>灵体生物是隐形的虚体，而且能向任意方向移动，甚至向上和向下。作为虚体生物，你可以穿过固体物品，甚至活物。<\/p><p>灵体生物能看到和听到主物质界，但是所有事情看上都是灰濛濛的，虚无缥缈的。对主物质界的视觉和听觉范围只有60尺。<\/p><p>力场效果和防护系效果可以正常影响你。这些效果从主物质位面延伸到灵界位面，但是反过来不可。灵体生物不能攻击物质化生物，在灵化时你施展的法术只能影响到其它灵化事物。特定的物质化生物或物品有能对灵界攻击或影响的能力。此时视其它灵化生物或物品为物质化的。<\/p>",
    "mythicText_zh": "<p>你能够花费移动动作来使你在回合结束之前保持实体（corporeal）或无形（incorporeal）的状态（你会在你的回合结束时自动恢复闪现术的状态）。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，你能够选择花费迅捷动作或者移动动作来使你在回合结束之前保持实体（corporeal）或无形（incorporeal）的状态。<\/p>"
}
