{
    "key": "blood ties",
    "name": "Blood Ties",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blood%20Ties",
    "source": ["Horror Adventures pg. 110"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "antipaladin": 4,
        "cleric": 5,
        "druid": 5,
        "hunter": 5,
        "inquisitor": 5,
        "oracle": 5,
        "psychic": 5,
        "shaman": 5,
        "warpriest": 5,
        "witch": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a small length of crimson string)",
    "range": "unlimited (see text)",
    "target": "two living creatures",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "no",
    "text": "One of the targets of this spell must be a hostage—a bound, pinned, or helpless creature within your reach (though the spell doesn’t end if the hostage later moves beyond your reach). The second target must be a member of the first target’s family. If neither creature successfully saves against the spell, the second target also takes any damage conferred to the hostage, provided both are still alive, to a maximum of 10 points of damage per caster level per day (damage beyond that necessary to kill the first target does not transfer). This transferred damage is typeless and ignores the second creature’s damage reduction and resistances. If either target succeeds at the saving throw, you can never attempt to exploit the connection between these particular two creatures again. The connection between your targets weakens when the two are less familiar with one another. Each target gains a +2 bonus on its save if the two are distant relations or related by marriage. Each target takes a –2 penalty on its save if the two targets are parent and child or siblings.",
    "name_zh": "血浓于水",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材 (一小段猩红色的细绳)",
    "range_zh": "无限; 见文本",
    "target_zh": "两个活物",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个法术的其中一位目标，必须是一个人质，这名人质需是在你法术范围内被绑住、被固定住或无助的生物(尽管之后这名人质移出了你的施法范围，此法术也不会结束)。第二目标必须是第一目标的家族成员。如果两个生物皆没有通过对此法术的豁免，那只要双方都还活着，那么人质所受到的任何伤害，第二目标也会承受，最大伤害为每天每施法者等级10点伤害(必然会杀死第一目标的过量伤害不会转移)。这种转移的伤害没有类型，并且会忽视第二目标的伤害减免以及抗性。如果两位目标中有一位通过豁免检定，则你永远不能再次尝试利用这两位生物之间的联系。如果目标之间的家族关系并非那么紧密，则你目标之间的连结会减弱。如果两个目标之间的关系是远亲又或是婚姻，那目标在此豁免检定上获得加+2加值。如果两个目标之间的关系是父母又或者是手足，则目标在伙豁免检定承受-2的减值。<\/p>"
}
