{
    "key": "blood of the martyr",
    "name": "Blood of the Martyr",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blood%20of%20the%20Martyr",
    "source": ["Chronicle of the Righteous pg. 50"],
    "school": "necromancy",
    "levels":     {
        "cleric": 2,
        "inquisitor": 3,
        "oracle": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one living creature",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You cause the target to bleed from every orifice, and her organs and blood become suffused with positive energy. If the subject fails her Fortitude save, she takes 1d6 points of bleed damage per 4 caster levels (to a maximum of 4d6 at 16th level) when you cast this spell. Any creature that takes a full-round action to sup the blood of the bleeding subject heals a number of hit points equal to twice as many as the subject lost that round due to the bleed effect. The subject must be willing or helpless to sup her blood, which provokes attacks of opportunity. Only one creature can be healed in this way per round. The subject can lick her own wounds in this way to regain half as many hit points as she lost that round. If the bleeding effect is stopped or the spell’s duration ends, the subject’s blood no longer heals those who drink it, though in the latter case the subject continues to bleed until the bleeding is stopped via magical healing or a successful DC 15 Heal check.",
    "name_zh": "烈士之血",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一名活物",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你令目标七窍流血，而她的内脏和血液充斥着正能量。当你施放此法术时，如果受术者强韧豁免失败，目标遭到1d6/每4个施法者等级的流血伤害（16级时到达上限4d6）。任何以一个全回合动作从法术目标身上吮吸鲜血的生物，会恢复等同目标生物当轮因为流血效果损失的HP的两倍。要想吸血，目标生物必须自愿或无助，而且该动作会引发借机攻击。每轮只能有一个生物以此方式获得治疗。受术者本人可以舔自己的伤口来获得当轮因流血效果损失HP的一半。如果流血被止住或法术持续时间结束，目标的血不再有治疗效果，但后一种情况下流血依然会继续，需要魔法治疗或DC15医疗检定来止血。<\/p>"
}
