{
    "key": "blood crow strike",
    "name": "Blood Crow Strike",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blood%20Crow%20Strike",
    "source": ["Ultimate Magic pg. 208"],
    "school": "evocation",
    "descriptors": ["fire"],
    "levels":     {
        "cleric": 4,
        "oracle": 4,
        "warpriest": 4
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one creature",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "Your unarmed strikes release blasts of energy in the form of bolts of fire or glowing red crows, which fly instantaneously to strike your target. You can make unarmed strike or flurry of blows attacks against the target as if it were in your threatened area; each successful attack deals damage as if you had hit it with your unarmed strike, except half the damage is fire and half is negative energy (this negative energy does not heal undead). For example, if you are a 14th-level monk, you can use a flurry of blows to attack five times, creating one energy crow for each successful attack against the target, and dealing 2d6 points of damage (plus appropriate unarmed strike modifiers) with each crow.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "Unarmed strikes attempted with this spell are treated as if you had the Improved Critical (unarmed strike) feat. Use your tier plus your monk level (if any) when determining your unarmed strike damage for this spell. Fire damage from this spell bypasses fire resistance.",
    "name_zh": "血鸦势",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一名生物",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你做出徒手打击的姿势，但是从你的手中放出的是像燃烧着的或血红的乌鸦一样的能量弹，它会瞬间飞抵你的敌人处并且攻击他。<\/p><p>作为法术的一部分，你可以对目标做一次徒手打击或疾风连击攻击检定就像他在你的威胁范围里一样。<\/p><p>一旦攻击成功命中，攻击会正常造成你的徒手打击伤害，不过伤害将会由一半火焰伤害与一半负能量伤害组成 (这里的负能量不会治疗不死生物)。<\/p><p>例如：你是一个14级的武僧，那么你可以用疾风连击攻击5次，每次成功的攻击都会创造出一只能量乌鸦攻击目标，并且每只乌鸦都会造成2d6点伤害 (加上徒手打击的其他伤害加值)。<\/p>",
    "mythicText_zh": "<p>以此法术尝试的徒手打击都视为你具有精通重击（徒手打击）专长。将你的阶层加到武僧等级（如果有的话）上来判断该法术所使用的徒手打击伤害。来自该法术的火焰伤害会穿透火焰抗力。<\/p>"
}
