{
    "key": "boneshaker",
    "name": "Boneshaker",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Boneshaker",
    "source": ["Horror Adventures pg. 110"],
    "school": "necromancy",
    "levels":     {
        "antipaladin": 1,
        "arcanist": 2,
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a human-shaped fetish made of bone)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one living creature or undead creature with a skeleton",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates or partial (see text)",
    "spellResistance": "yes",
    "text": "By using a bone fetish like a marionette, you take control of a target creature’s skeleton. This has a variety of effects depending on whether the target is living or undead.<br><br> A living creature has its skeleton rattle within its flesh, causing it grievous harm. The target takes 3d6 points of damage, plus 1d6 additional points of damage per 2 caster levels you have.In addition, you can move the target 5 feet. This movement doesn’t provoke attacks of opportunity. A successful saving throw halves the damage and negates the movement.<br><br> An undead creature takes no damage. Instead, you manipulate the undead, forcing it to take an immediate action to either move up to its speed (provoking attacks of opportunity as normal) or make a single attack against a creature of your choice in its reach. Either of these is the most basic version of the action the creature can take (it doesn’t activate any special abilities that it could apply to the movement or attack, such as grab). A successful saving throw negates this effect. A mindless undead creature doesn’t receive a save against this effect.",
    "name_zh": "恋骨",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材 (用骨制成的人型偶像)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一个活物或一个有骨头的不死生物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则部分生效 或 无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>透过使用像是牵线木偶的骨制偶像，你能够控制目标生物的骨骼。根据目标是活的还是死的，会有不同的效。<\/p><p>活物身体内的骨头咯咯作响，造成严重的伤害。目标受到3d6点伤害，你每有两个施法者等级，额外增加1d6点伤害。此外，你可以移动目标5尺。这个移动不会引发藉机攻击。一个成功的豁免检定，能使伤害减半，并让移动无效。<\/p><p>一个不死生物不会受到伤害。取而代之，你能操纵不死生物，迫使它进行一个直觉动作来移动，最多到它自身的速度(会正常引发藉机攻击)或在该不死生物的攻击范围内，对一个由你指定的生物进行一次攻击。无论是哪种，都是该生物可以做到该动作的最基本的版本[这不能激活可以用在移动或攻击上的任何特殊能力，像是攫抓(grab)]。一个成功的豁免检定能使此效果失效。一个无心智(mindless)的不死生物在对抗此效果时并不会获得豁免的机会。<\/p>"
}
