{
    "key": "brand of conformity",
    "name": "Brand of Conformity",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Brand%20of%20Conformity",
    "source":     [
        "Adventurer's Guide pg. 97",
        "Path of the Hellknight pg. 60"
    ],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels": {"inquisitor": 1},
    "castingTime": "1 round",
    "components": "V, S, DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 day/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell etches the symbol of a nation, organization, or order on the target, dealing 1 point of damage. The mark can be placed on any exposed portion of the creature, typically the head or forearm. While branded in this way, the recipient loses the ability to speak or understand its racial language and the language of its homeland or primary culture (if these are different). For example, an elf raised among the Shoanti would lose Elven and Shoanti (if she knew both those languages), while a halfling raised among dwarves would lose both Halfling and Dwarven (if she knew both those languages). A gnome raised among gnomes would lose Gnome, but no other language. This spell never suppresses Common or Undercommon, nor does it prevent spellcasting, though it may prevent a target from speaking intelligibly if it suppresses all of the target’s languages. A brand of conformity can be hidden beneath clothing or removed by scraping it away (the latter deals 1d6 points of damage, though the brand returns if that damage is healed). In any event, the language-suppression element of a brand of conformity continues to function even when hidden or scraped away.",
    "name_zh": "服从烙印",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，法器",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>这个法术会对目标造成1点伤害，并在目标身上铭下某国家，组织或是团体的徽记。这个印记可以铭在目标生物任何裸露的位置，比如头部或是手臂。当目标被铭上标记后，他会丧失对母语（或是第一语种）和种族语的陈述与理解能力。举例来说，一个来自休盎提的精灵会失去说和理解精灵语和休盎提语（假设她学过这两种语言）的能力。而一个出生在侏儒社会中的侏儒只会丧失侏儒语，不会影响到他掌握的其他语种。这个法术对通用语和地底通用语不起作用，也不会阻碍施法，但如果受术者被封印了所有知晓的语种，那么他无法说出任何能让他人理解的话语。服从烙印可以被遮盖或是被削除（这会造成1d6伤害，并且在伤口被治疗后会回归原状）。但无论是遮盖还是削除，服从烙印的禁言效果都会持续下去。<\/p>"
}
