{
    "key": "bristle",
    "name": "Bristle",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Bristle",
    "source": ["Advanced Player's Guide pg. 207"],
    "school": "transmutation",
    "levels":     {
        "druid": 1,
        "hunter": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "one creature",
    "duration": "1 minute/level",
    "savingThrow": "Fortitude negates (harmless)",
    "spellResistance": "yes",
    "text": "You give a creature the ability to redirect a portion of its innate toughness away from its own defense and toward the amount of damage it deals with natural attacks. Each round, as a swift action at the start of its turn, the creature can choose to reduce some or all of its natural armor bonus to AC and gain an enhancement bonus on all damage rolls for natural attacks equal to that amount. The reduction to natural armor, and thus the enhancement bonus on damage rolls, cannot exceed 1 point per 3 caster levels, to a maximum penalty/bonus of –5/+5 at 15th level. A creature cannot reduce its natural armor bonus to less than 0 with this spell. All attacks directed against the creature use its adjusted AC until the start of its next turn, at which time it can choose to modify its AC again or keep it at its current level. Creatures make this decision without any need for conscious thought or reflection; even creatures with no Intelligence score can benefit from this spell, although they always opt for the maximum possible reduction and bonus, regardless of any tactical advantage they might lose.",
    "name_zh": "怒鬃术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "接触",
    "target_zh": "一名生物",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "强韧, 通过则无效 (无害)",
    "spellResistance_zh": "可",
    "text_zh": "<p>你赋予目标生物一种能力，可以从他自身的防御力中将一部分源自本性的强健转向由其天生武器造成的伤害总量。每一轮，该名生物可以在其回合开始时以迅捷动作，选择降低部分或全部AC上的天生防御加值，这使得他的天生武器的所有伤害骰获得等同于天生防御减少量的数值的增强加值。天生防御减少使得伤害骰获得的增强加值不能超过每3个施法者等级1点，最高减值/加值为15级时的-5/+5。该名生物无法由于该法术而将天生防御加值降至0以下。所有针对该名生物的攻击使用调整后的AC，直至到该名生物的下一轮为止，在此时，他可以选择再次调整AC或者保持目前的水平。进行该决定的生物不需要任何带有意识的思考; 即使没有智力属性的生物也可以由该法术受益——尽管他们可能总是选择最高的减值与加值，而不顾他们可能失去的任何战术优势。<\/p>"
}
