{
    "key": "burst bonds",
    "name": "Burst Bonds",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Burst%20Bonds",
    "source": ["Advanced Player's Guide pg. 208"],
    "school": "evocation",
    "levels": {"inquisitor": 1},
    "castingTime": "1 standard action",
    "components": "V",
    "range": "touch",
    "target": "one object or creature restraining you",
    "duration": "instantaneous",
    "savingThrow": "Fortitude half (object)",
    "spellResistance": "yes",
    "text": "You blast your restraints with divine wrath, dealing 1d6 points of damage per caster level to the target object (maximum 5d6), ignoring hardness of 10 or less. A Fortitude save halves the damage, although only magical restraints receive a saving throw.<br><br>You can also target a creature that is grappling or otherwise restraining you (such as by adhesive or the swallow whole ability) with the spell. You don’t need to make a touch attack to use <i>burst bonds <\/i>against a creature, and you can cast this spell without making a concentration check while grappled or pinned. The creature does not take damage as above. If you are grappled and your target fails its save, you may make an immediate attempt to break the grapple (but not reverse it) as a free action, with a +1 luck bonus to your CMB per caster level (maximum +5). If the target creature fails its save and you are restrained by an ability that originally allowed a saving throw, <i>burst bonds <\/i>allows a new saving throw with a +1 luck bonus per two caster levels (maximum +5).",
    "name_zh": "束缚爆破",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "接触",
    "target_zh": "一个物体或一个束缚着你的生物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效 或 伤害减半 (仅对物体)",
    "spellResistance_zh": "可",
    "text_zh": "<p>你用一股神圣的愤怒炸开你的束缚，对目标物体造成每施法者等级1d6伤害 (最高5d6)，忽略最多10点硬度。一个成功的强韧检定可以让该伤害减半，不过仅有魔法物品可以进行该检定。<\/p><p>你也可以对一个正擒抱或用其他方法束缚你 (如黏着或囫囵活吞) 的生物使用该法术。你不需要做出接触攻击的动作来对目标生物施放束缚爆破，而且你在被擒抱或攫取时可以不需进行专注检定的施放该法术。生物不会受到上述的伤害。<\/p><p>如果你正被擒抱而目标生物在豁免中失败，则你可以立刻以一个自由动作尝试打破擒抱 (但不可反擒抱)，并且在擒抱对抗检定中获得每施法者等级+１的幸运加值在CMB检定上 (最多+５)。如果目标在豁免中失败，同时正用一个需要进行豁免检定的能力束缚你，束缚爆破可以立刻给予你一个新的豁免检定机会，并且在检定中，每两施法者等级获得+１幸运加值 (最高+５)。<\/p>"
}
