{
    "key": "caging bomb admixture",
    "name": "Caging Bomb Admixture",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Caging%20Bomb%20Admixture",
    "source": ["Ultimate Combat pg. 225"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "alchemist": 6,
        "investigator": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "text": "Upon drinking an extract created with this formulae, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract’s duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formulae with the word “bomb admixture” in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active. <br><br>When you throw a bomb and hit a direct target, it creates an invisible cubical prison composed of a solid <i>wall of force<\/i>. The prison is as large as the splash area of the bomb that you threw, and traps any creature that is entirely inside the area. <br><br>Creatures within the area are caught and contained unless any creature within the splash radius is too big to fit inside, in which case the effect automatically fails. Teleportation and other forms of astral travel provide means for escape, but the force walls extend into the Ethereal Plane, blocking ethereal travel. <br><br>Like a <i>wall of force<\/i>, the cage created by the <i>caging bomb admixture <\/i>resists <i>dispel magic<\/i>, although a <i>mage’s disjunction <\/i>still functions. The walls of the cage can be damaged by spells as normal, except for <i>disintegrate<\/i>, which automatically destroys the cage. The walls of this cage can be damaged by weapons and supernatural abilities, but the cage has a hardness of 20 and a number of hit points equal to 20 per alchemist level. Contact with a <i>sphere of annihilation <\/i>or a <i>rod of cancellation <\/i>instantly destroys this cage. <br><br>When using <i>caging bomb admixture<\/i>, an alchemist can only have one cage in effect at a time. If the alchemist throws another bomb during the duration of <i>caging bomb admixture<\/i>, any other cage created by the earlier admixture ends, and a new one is created. When the duration of the <i>caging bomb admixture <\/i>ends, so does any remaining cage created by this admixture’s effect.",
    "name_zh": "禁锢炸弹添加剂",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>通过饮用这个公式制作的化合炼成，使你注入炸弹的魔法产生显著变化，在该化合炼成的持续时间内制造并投掷的所有普通炼金炸弹的基本性质均被改变。该效果对任何用于改变炸弹性质的科研发现没有影响，而且同一时间你只能拥有一种添加剂效果 (名称中带有“炸弹添加剂”的公式)。如果你饮用另一剂炸弹添加剂，那么之前生效的炸弹添加剂效果结束，新获得的效果生效。<\/p><p>当你投掷炸弹并且直接命中目标时，它会创造由实体力场墙壁组成的立方体隐形监牢。这个监牢的大小与你所投掷的炸弹的溅射范围一样，它会完全困住在此范围内的所有生物。<\/p><p>在此区域内的生物会被困住，除非在建设范围内的生物大大了以至于无法容纳下它，在这种情况下，该效果自动失效。传送 (Teleportation) 以及其他形式的星界旅行 (astral travel) 能够作为逃脱的手段，但是力墙会延伸至以太位面 (Ethereal Plane) 并阻断以太旅行 (Ethereal Travel)。<\/p><p>如同力墙术 (Wall of Force) 一般，禁锢炸弹添加剂创造的监牢能够抵抗解除魔法 (dispel magic)，不过法师裂解术 (Mage’s Disjunction) 依旧有效。监牢的墙壁能够如常被法术伤害，除了解离术 (Disintegrate) 以外——它会直接破坏监牢。监牢的墙壁也能够被武器以及超自然能力伤害，但是监牢拥有20点硬度以及等同于每炼金术师等级20点的生命值。通过消抹权杖 (rod of cancellation) 或毁灭黑洞 (sphere of annihilation) 能够立刻摧毁监牢。<\/p><p>当炼金术师使用禁锢炸弹添加剂时，同一时间只能塑造出一个监牢。如果炼金术师在禁锢炸弹添加剂持续时间内投掷另一个炸弹的话，新的监牢被创造的同时，先前由添加剂所创造的监牢会消失。当禁锢炸弹添加剂的存续时间结束时，由添加剂的效果创造的监牢也将消失。<\/p>"
}
