{
    "key": "calistria's guardian wasps",
    "name": "Calistria's Guardian Wasps",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Calistria's%20Guardian%20Wasps",
    "source": ["Inner Sea Intrigue pg. 58"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "arcanist": 3,
        "druid": 3,
        "hunter": 3,
        "psychic": 3,
        "ranger": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes; see text",
    "components": "V, S, M (a glob of spiced honey)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "Swarm of wasps that builds a nest; see text",
    "duration": "1 day/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You summon a wasp swarm (<i>Pathfinder RPG Bestiary 275<\/i>) that builds a 10-foot-by-10-foot nest in the place you designate—typically under the eaves of a house, amid the rafters of a tavern, or in another obscured place. The wasp swarm takes the spell’s casting time to build its nest; if the swarm is disrupted in any way (such as by being attacked) before you finish casting this spell, the wasps disappear and the spell fizzles.<br><br> Once the wasp swarm has built its nest, this spell also wards the area. As per <i>alarm<\/i>, when intruders that do not speak the password pass within 20 feet, the swarm is alerted and immediately leaves its nest and attacks the nearest intruder. The swarm pursues that intruder as best it can. Once the swarm attacks an intruder, you have no control over its target or direction of travel. When the spell ends, if the wasps have not left their nest, they and their nest disappear.",
    "name_zh": "卡莉丝翠的守护黄蜂",
    "castingTime_zh": "10分钟; 见文本",
    "components_zh": "言语，姿势，材料（一滴调味过的蜂蜜）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一群筑巢的黄蜂; 见正文",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你召唤一个黄蜂集群（Pathfinder RPG Bestiary 275），它们会在你指定的地方建造一个10英尺×10英尺的蜂巢——通常是在一所房子的屋檐下，酒馆的椽条间，或者在其他遮蔽的地方。黄蜂集群筑巢的时间为施法时间; 如果在你完成施法之前，蜂群受到任何方式的干扰（如被攻击），黄蜂就会消失，法术也会失败。<\/p><p>一旦黄蜂集群建立起了蜂巢，这种法术也会保护该区域。如同魔法警报，当有没能说出通行秘语的入侵者进入到20英尺内时，蜂群就会发出警报，立即离巢来攻击最近的入侵者。蜂群会尽其所能地追赶入侵者。一旦蜂群攻击一位入侵者，你就无法控制它的目标或行进方向。当法术结束时，如果黄蜂没有离开巢穴，他们就会和巢穴一起消失。<\/p>"
}
