{
    "key": "call lightning",
    "name": "Call Lightning",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Call%20Lightning",
    "source": ["PRPG Core Rulebook pg. 251"],
    "school": "evocation",
    "descriptors": ["electricity"],
    "levels":     {
        "druid": 3,
        "hunter": 3,
        "occultist": 3,
        "shaman": 3
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "one or more 30-ft.-long vertical lines of lightning",
    "duration": "1 min./level",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "Immediately upon completion of the spell, and once per round thereafter, you may call down a 5-foot-wide, 30-foot-long, vertical bolt of lightning that deals 3d6 points of electricity damage. The bolt of lightning flashes down in a vertical stroke at whatever target point you choose within the spell's range (measured from your position at the time). Any creature in the target square or in the path of the bolt is affected.<br><br>You need not call a bolt of lightning immediately; other actions, even spellcasting, can be performed first. Each round after the first you may use a standard action (concentrating on the spell) to call a bolt. You may call a total number of bolts equal to your caster level (maximum 10 bolts).<br><br>If you are outdoors and in a stormy area—a rain shower, clouds and wind, hot and cloudy conditions, or even a tornado (including a whirlwind formed by a djinni or an air elemental of at least Large size)—each bolt deals 3d10 points of electricity damage instead of 3d6.<br><br>This spell functions indoors or underground but not underwater.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "Each lightning bolt’s damage increases to 3d10 points of damage (or 5d10 points outdoors in stormy weather). Half of this damage is electricity damage, and the other half is sonic. Creatures that succeed at their saving throws are dazzled and deafened for 1 round. Those that fail at their saving throws are dazzled and deafened for 1 minute.",
    "name_zh": "召雷术",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "一道或更多的30尺长垂直的线形闪电",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>在法术施放完的瞬间，以及其后的每一轮，你都能召来一道5尺宽30尺长的垂直闪电，它能造成3d6点闪电伤害。这道闪电会垂直击落在法术范围内任何你指定的目标点上 (以你召雷时的所在位置计算范围)。处于目标方格内或闪电路径上的任何生物都将受到影响。<\/p><p>你不需要马上召唤闪电; 你也可以先执行其他动作，甚至是施法。第一轮之后的每一轮你都可以使用标准动作 (专注于法术) 召唤闪电。你能召来的闪电总数等同于你的CL (最高10道)。<\/p><p>如果你正身处室外，且处于风雨交加的区域——雷阵雨、阴云密布、高温多云、甚至有龙卷风的时候，这包括风巨灵 (djinni) 或者至少体型是大型的气元素 (air elemental) 制造出的飓风——此时你召来的每道闪电造成3d10点闪电伤害而非原本的3d6点。<\/p><p>该法术可以在室内或者地下生效，但无法在水下生效。<\/p>",
    "mythicText_zh": "<p>每条闪电束的伤害增加至3d10点（在暴风雨天气中的户外则为5d10点）。该伤害的一半为闪电伤害，另一半为音波伤害。豁免成功的生物会在1轮内目眩（dazzled）并且耳聋（deafened）。豁免失败的生物则会在1分钟内目眩且耳聋。<\/p>"
}
