{
    "key": "call spirit",
    "name": "Call Spirit",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Call%20Spirit",
    "source":     [
        "Occult Adventures pg. 160",
        "Occult Mysteries pg. 54"
    ],
    "school": "conjuration",
    "subSchools": ["calling"],
    "levels":     {
        "cleric": 5,
        "medium": 3,
        "oracle": 5,
        "shaman": 5,
        "spiritualist": 5,
        "warpriest": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S",
    "range": "10 ft.",
    "effect": "call the spirit of a single deceased humanoid creature",
    "duration": "concentration",
    "savingThrow": "Will negates, see text",
    "spellResistance": "no",
    "text": "You attempt to cause the spirit of a specific individual to manifest from its final resting place. You must request the spirit’s presence by speaking its name.<br><br>Unwilling spirits can resist the summons by succeeding at a Will save. If the chosen spirit resists your call, another spirit with malevolent intent almost always takes its place, intent on deceiving you. The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to the creature whose spirit you wish to call.<br><br> <table class=\"inner\"><tr><td><b>Knowledge<\/b><\/td><td><b>Will Save Modifier<\/b><\/td><\/tr> <tr><td>Name only†<\/td><td>+15<\/td><\/tr> <tr><td>Secondhand (you have heard of the subject)<\/td><td>+10<\/td><\/tr> <tr><td>Firsthand (you met the subject in life)<\/td><td>+5<\/td><\/tr> <tr><td>Familiar (you knew the subject well)<\/td><td>+0<\/td><\/tr> <tr><td colspan=\"2\">† You must have at least a name the creature was called in life.<\/td><\/tr><\/table><br> <table class=\"inner\"><tr><td><b>Connection<\/b><\/td><td><b>Will Save Modifier<\/b><\/td><\/tr> <tr><td>Likeness or picture<\/td><td>–2<\/td><\/tr> <tr><td>Possession or garment<\/td><td>–4<\/td><\/tr> <tr><td>Body part, lock of hair, nail clipping, etc.<\/td><td>–10<\/td><\/tr> <tr><td>Different alignment<\/td><td>+4<\/td><\/tr><\/table><br> A successfully called spirit manifests as a wispy, vaporous form that vaguely resembles the form the deceased creature had in life. The spirit has the physical attributes of an <i>unseen servant<\/i> and is capable of minor physical manipulations, with the ability to speak in quiet, ghostly whispers in whatever languages the creature knew while it was alive. The spirit isn’t an undead creature, and isn’t beholden to its caller. Whether you summoned the chosen spirit or a deceitful replacement, the spirit can refuse to answer your questions or attempt to deceive you using Bluff, though in either case these spirits can speak about only what they knew in life and have no knowledge of events that occurred after their deaths. Malevolent spirits might take advantage of their limited physical abilities to cause terrifying spectacles designed to scare the caster.<br><br>You must concentrate on maintaining the spell (as a standard action) in order to ask questions at the rate of one per round. You can ask a total of one question per caster level; the spirit answers each during the same round. When the spell ends, the spirit’s ectoplasmic form fades and the soul returns to its rest. This spell can’t call the spirits of creatures that are currently undead.",
    "name_zh": "呼唤魂魄",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势",
    "range_zh": "10尺",
    "effect_zh": "呼唤单个已死类人生物（humanoid creature）的魂魄",
    "duration_zh": "专注",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你尝试让某个特定个体的魂魄离开它的最终安息地，并显现在你的面前。你必须说出对方的名字，才能够要求魂魄出现。<\/p><p>非自愿的魂魄可以通过一次成功的意志豁免来抵抗召唤。若被选定的魂魄抵抗呼唤，那么其他具有邪念（malevolent intent）的魂魄基本上都会取而代之，并且意欲欺骗你。豁免的难度取决于你对受术目标的了解程度，以及对于你与该魂魄生前的身体在物质层面上可以建立的联系（若有的话）。<\/p><p>了解程度<\/p><p>意志豁免调整值<\/p><p>只有名字*<\/p><p>+15<\/p><p>二手信息（你对受术者有所耳闻）<\/p><p>+10<\/p><p>一手信息（你见过生前的受术者）<\/p><p>+5<\/p><p>熟悉（你认识受术者）<\/p><p>+0<\/p><p>*：你必须至少知道该生物生前用过的一个名字。<\/p><p>关系<\/p><p>意志豁免调整值<\/p><p>肖像画或画像<\/p><p>-2<\/p><p>私人物品或服装<\/p><p>-4<\/p><p>身体的一部分、一绺头、剪下的指甲等等<\/p><p>-10<\/p><p>阵营不同<\/p><p>+4<\/p><p>成功呼唤出的魂魄看起来好像一股飘渺的雾气，它的外貌依稀能够反映出该生物生前时的样貌。魂魄是具有物理特质（physical attributes）的隐形仆役（Unseen Servant），能够进行微小的物理操作（physical manipulations），并且有能力平静地、如同鬼魅耳语一般说话，它可以使用任何生前知晓的语言。魂魄并非不死生物，而且不会依赖于呼唤者。无论你召唤出的是想要召唤的魂魄还是冒牌替代品，魂魄都能够拒绝回答你的问题，或者尝试使用唬骗技能误导你，不过在哪种情况下，这些魂魄都只能说出自身生前所了解的事情，而且对于死后所发生的事情一无所知。具有邪念的魂魄可能会利用自身那有限的身体能力制造可怕的场景，企图吓住施法者。<\/p><p>你必须以专注维持该法术（标准动作）才能够按照每轮一个问题的频率询问魂魄。你能够询问的问题总量为每个施法者等级一个; 魂魄会在同一轮内回答对应的问题。在法术结束时，魂魄的灵质形态（ectoplasmic form）会逐渐消散，灵魂也会回归安息之处。该法术无法呼唤当前身为不死生物的生物魂魄。<\/p>"
}
