{
    "key": "carrion compass",
    "name": "Carrion Compass",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Carrion%20Compass",
    "source": ["Undead Slayer's Handbook pg. 26"],
    "school": "divination",
    "levels":     {
        "arcanist": 2,
        "cleric": 1,
        "hunter": 1,
        "oracle": 1,
        "ranger": 1,
        "sorcerer": 2,
        "warpriest": 1,
        "witch": 1,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one undead creature",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates",
    "spellResistance": "no",
    "text": "You animate one of the target’s fetid organs so that it leads you to the undead creature’s most recent controller or the cause of the creature’s undeath. The organ (typically the heart, the brain, or an eyeball) floats in front of you at chest level and slowly leads you to the undead creature’s most recent controller at a rate of 30 feet per round, always staying within your range of vision. If the creature from which the organ originated had no controller, but rather was created deliberately by another creature, the organ instead leads you to that creator. If the undead was animated by an effect or event at a particular location, the organ leads you to that location. If the creature was animated by none of the methods above, if it was selfcreated, or if the creature’s most recent controller no longer exists, the spell fails. Once the organ is within 10 feet of its intended destination, the spell ends, and the organ falls to the ground.<br><br> The organ cannot engage in combat or execute any other task aside from leading you to its intended target. It may pass through small slits and crevices, though it will not leave your range of vision. The organ cannot travel more than 5 miles from the spot where you cast the spell. If the undead creature to which the organ belonged is destroyed, the spell ends and the organ falls to the ground.",
    "name_zh": "腐烂罗盘",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个不死生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你活化了该不死生物的一个部件，让它带领你去寻找它的操控者或唤起者。该部件（典型的如心脏、大脑、眼球）漂浮在你的胸部高度，以最高每轮30尺的速度漂浮前进，且会一直处于你的视线范围内。若该不死生物没有操纵者，那么就会带你去寻找它的创造者。如果它是被一个特殊地点唤起，那么就带你去该地点。若它是自然产生的不死生物或操纵者太远，那么法术失败。当该部件接近目的地10尺内时，法术结束，部件掉落在地。<\/p><p>该部件不会参与战斗也不会做到什么任务。它可以穿过一些小裂缝或缺口，但它不会离开你的视线。部件无法离开施法地点5里远之外。若被施法的不死生物躯体损毁，法术结束，部件坠地。<\/p><p>其余猎杀不死生物的法术<\/p><p>当剑刃已不敷使用，这有许多设计来摧毁不死生物的法术。不死生物免疫大部分的惑控与幻术学派的法术; 幸运的是，现存的魔法学派们，能供给格拉利昂的不死者杀手们远超他们需求的「弹药」。下面所列出的职业可使用环级的法术，在对抗不死生物的人时特别有效。任何不能再PF：CRB找到详细资讯的法术，会在法术名称右上角有个缩写标记，可以借此确定它在PFRPG的哪一本书中。对于所有能够施展治疗法术的不死者杀手来说，这些法术是显而易见的战术选择，并且已经从下表中略去了。<\/p><p>鍊金术师：1环─侦测不死生物; 4环─防死结界; 六环─医疗术。<\/p><p>牧师：1环─观命术、分解尸体UM、侦测邪恶、侦测不死生物、亡灵无视术、魔石术、尸体圣化UM; 2环─祝圣术; 3环─破晓之箭UC、时之沙UM、灼热光辉、医疗徽记UM; 4环─防死结界、灵能盟友APG; 5环─生命之息、毁灭武器、圣居、光明之泉APG; 6环─医疗术、亡灵归亡<\/p><p>德鲁伊：1环─分解尸体UM、魔石术; 5环─防死结界、圣居、火墙术; 7环─医疗术、阳炎射线; 8环─阳炎爆; 9环─世界波APG。<\/p><p>审判者：0环─打击死灵; 1环─侦测邪恶、侦测不死生物、亡灵无视术、尸体圣化UM; 2环─祝圣术; 3环─破晓之箭UC、死灵定身术、灼热光辉; 4环─防死结界; 5环─毁灭武器、圣居、防衍体结界ARG; 6环─医疗术、亡灵归亡。<\/p><p>魔战士：0环─打击死灵; 4环─火墙术。<\/p><p>圣武士：1环─侦测不死生物、尸体圣化UM、圣能面纱APG; 2环─神箭术UC; 3环─破晓之箭UC、圣炎裁判APG、神圣低语APG; 4环─防死结界、医疗徽记UM。<\/p><p>术士/法师：0环─打击死灵; 1环─分解尸体UM、侦测不死生物; 2环─命令死灵; 3环─死灵定身术、时之沙UM; 4环─火墙术; 6环─亡灵归亡; 7环─操控死灵; 8环─阳炎爆; 9环─世界波APG。<\/p><p>召唤师：3环─火墙术。<\/p><p>女巫：1环─分解尸体UM、尸体圣化UM; 3环─时之沙UM; 4环─防死结界、医疗徽记UM; 7环─医疗术。<\/p>"
}
