{
    "key": "cave fangs",
    "name": "Cave Fangs",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cave%20Fangs",
    "source": ["Ultimate Wilderness pg. 228"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["earth"],
    "levels":     {
        "druid": 5,
        "hunter": 5,
        "shaman": 5,
        "witch": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a sharp gemstone fragment worth 150 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one 5-ft. square/level (S); the area must be a stone surface",
    "duration": "1 day/level or until triggered (D)",
    "savingThrow": "Reflex half (see below)",
    "spellResistance": "no",
    "text": "You create a magical trap in the area that causes deadly stalactites or stalagmites to lurch out of the floor or ceiling of a stone surface to “bite” an intruder. The magical trap is triggered whenever a Small or larger creature (other than you or your animal companion, familiar, or spirit animal) moves through the affected area. The effect of <i>cave fangs<\/i> depends on whether you create stalactites or stalagmites (see below). You can place these trapped squares anywhere within the spell’s range; they need not be adjacent to each other, and you can create any mix of stalactites and stalagmites you wish. <i>Cave fangs<\/i> can be detected and disarmed as per a magical trap with successful DC 30 Perception and Disable Device checks. All trapped squares created by a single casting are linked, and they are all disabled if one of them is. If you place the traps in an area that is occupied by a creature, the spell effect is triggered at the completion of the casting.<br><br> <b>Stalactites<\/b>: Shards of rock drop from the ceiling, dealing 3d8 points of bludgeoning and piercing damage (Reflex half) and creating an area of dense rubble that costs 2 squares of movement to enter. Dense rubble adds 5 to the DC of Acrobatics checks and adds 2 to the DCs of Stealth checks. A creature that fails its Reflex save is pinned to the ground under stalactites and rubble, gaining the entangled condition until it can free itself with a successful DC 15 Strength check or DC 20 Escape Artist check. One Small or larger creature can automatically clear the rubble by working for 1 minute.<br><br> <b>Stalagmites<\/b>: Piercing spires of rock erupt up from the ground, dealing 3d8 points of piercing damage and knocking the creature prone (a creature that succeeds at a Reflex saving throw takes half damage and avoids being knocked prone). Once the stalagmites appear, they function thereafter as spike stones for 1 minute per caster level and then crumble to dust.<br><br> If <i>cave fangs<\/i> is cast inside of a cave or cavern, each effect of the spell deals 4d8 points of damage instead of 3d8, and creatures that trigger the <i>cave fangs<\/i> take a –2 penalty on their saving throws against the spell’s effect.",
    "name_zh": "洞穴之牙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一片价值150gp的锋利的宝石碎片）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "一个5平方英尺/等级 (可变) ; 区域必须为石质表面",
    "duration_zh": "1天/等级 或 直至能量发散 (可消解)",
    "savingThrow_zh": "反射过则减半; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你在区域中创造出一个魔法陷阱，让致命的钟乳石或石笋从石质的地面或顶板上冒出，以“咬”向闯入者。当有一个小型或更大的生物（除了你或你的动物伙伴，魔宠，或魂兽）在受影响的区域中移动时，这个魔法陷阱就会被触发。洞穴之牙的作用取决于你创造的是钟乳石还是石笋（见下文）。你可以将这些设有陷阱的方格放置在法术范围内的任何地方; 它们不需要彼此毗邻，你可以随意创造出任何你想要的钟乳石和石笋的混合。洞穴之牙和一个魔法陷阱一样，可以通过成功的DC30的察觉检定和解除装置检定来被侦测到和解除。由单次施法产生的所有陷阱方格都是相连的，如果其中一个方格被解除，所有都会失效。如果你把陷阱放置在一个被生物占领的区域里，法术效果会在施法完成时被触发。<\/p><p>钟乳石：从天花板上不断掉落下来岩石碎片，造成3d8点的钝击和穿刺伤害（反射过则减半），并造成一个密集碎石堆积的区域，进入需要2方格的移动。密集的碎石堆会给杂技检定的DC增加5，对潜行检定的DC增加2。一个反射豁免失败的生物会被坠落的钟乳石和碎石压制在地面上，获得纠缠状态，直到他以一个成功的DC15的力量检定或DC20的逃脱技艺检定来挣脱自由。一个小型或更大的生物可以通过工作1分钟来自动清理碎石。<\/p><p>石笋：从地面喷出尖锐的岩石矛刺，会造成3d8点的穿刺伤害，并击倒生物（在反射豁免中成功的生物会受到一半的伤害，避免被击倒）。一旦石笋出现，它们就会如同长矛般伫立着，维持每施法者1分钟，然后破碎成石粉。<\/p><p>如果洞穴之牙被施展在洞穴里，法术的每种效果都会造成4d8点伤害，而不是3d8点，而触发洞穴之牙的生物会在对抗法术效果的豁免检定上获得一个-2惩罚。<\/p>"
}
