{
    "key": "changestaff",
    "name": "Changestaff",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Changestaff",
    "source": ["PRPG Core Rulebook pg. 253"],
    "school": "transmutation",
    "levels": {"druid": 7},
    "castingTime": "1 round",
    "components": "V, S, F (a quarterstaff that has been carved and polished for 28 days)",
    "range": "touch",
    "target": "your touched staff",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You change a specially prepared quarterstaff into a Huge treant-like creature, about 24 feet tall. When you plant the end of the staff in the ground and speak a special command to conclude the casting of the spell, your staff turns into a creature that looks and fights just like a treant. The staff-treant defends you and obeys any spoken commands. However, it is by no means a true treant; it cannot converse with actual treants or control trees. If the staff-treant is reduced to 0 or fewer hit points, it crumbles to powder and the staff is destroyed. Otherwise, the staff returns to its normal form when the spell duration expires (or when the spell is dismissed), and it can be used as the focus for another casting of the spell. The staff-treant is always at full strength when created, despite any wounds it may have incurred the last time it appeared.",
    "mythicSource": ["Mythic Adventures pg. 88"],
    "mythicText": "The treant-like creature created with this spell is considered a mythic creature, and it gains DR 10/epic and slashing instead of gaining DR 10/slashing.<br><br><b>Augmented (7th)<\/b>: If you expend two uses of mythic power, the creature gains the savage mythic template (see page 224).",
    "name_zh": "化棍法",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 器材 (花费28天雕琢打磨的木棍)",
    "range_zh": "接触",
    "target_zh": "接触到的你的木棍",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以将一根预先特别准备好的木棍 (quarterstaff) 变成超大型树人样的生物 (Huge treant-like creature)，它高约24尺。当你把木棍的一端插在地上并说出特别指令来结束该法术的施法时，木棍就会变化为像是树人 (treant) 的生物，也会如同树人一样战斗。木棍树人会保护你并听从你的所有的命令。但它并不是真的树人，它无法与真正的树人沟通或者操控树木。如果木棍树人的HP降至0点或更低，它将自动粉碎，同时木棍也被摧毁。否则，木棍树人会在法术持续时间结束 (或法术被解消) 后会恢复原状，并可以当作下一次施放该法术的器材成分。无论前一次出现或战斗时是否受伤，木棍树人在出现时总是具有全部实力。<\/p>",
    "mythicText_zh": "<p>以此法术创造出的类树人（treant-like）生物被视作为神话生物，而且获得DR 10/传奇与挥砍，用于替代原本的DR 10/挥砍。<\/p><p><b>强化（7阶）<\/b>：若你花费2次神话之力，该生物就能获得狂野（savage）神话模板。<\/p>"
}
