{
    "key": "channel the gift",
    "name": "Channel the Gift",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Channel%20the%20Gift",
    "source":     [
        "Inner Sea Gods pg. 230",
        "Gods and Magic pg. 27"
    ],
    "school": "evocation",
    "race": "Nethys",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "oracle": 3,
        "ranger": 3,
        "skald": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "ally spellcaster touched",
    "duration": "1 round or see text",
    "savingThrow": "Will negates (harmless) or none",
    "spellResistance": "yes (harmless) or no",
    "text": "You channel your magical power to fuel the target’s spellcasting. The next spell the target casts of 3rd level or lower does not expend a spell slot; in effect, you are using your spell slot to power the target’s spell. The target must start casting this spell before your next turn, and the spell cannot have a casting time longer than 1 full round. Your alignment, prohibited wizard school, and other restrictions on your own spellcasting do not affect the target, nor do you suffer any backlash from the target’s choice of spell.<br><br>If you target yourself with this spell, you may spontaneously cast any prepared spell of 3rd level or lower without expending its spell slot on your next turn (this aspect of the spell has no effect if you are a spontaneous caster). The spell that’s cast after <i>channel the gift <\/i>cannot have a casting time longer than 1 full round.",
    "name_zh": "引导赋予",
    "race_zh": "内希斯",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、法器",
    "range_zh": "接触",
    "target_zh": "任何被碰触到的施法者",
    "duration_zh": "1轮 或 见文本",
    "savingThrow_zh": "意志, 通过则无效 (无害) 或 无",
    "spellResistance_zh": "有 (无害) 或 无",
    "text_zh": "<p>你将魔法之力引导至目标身上，作为他施法的薪柴。他下一个施放的法术(3环或3环以内)不会消耗掉法术位，在效果上，你是用你的法术位来增强他的法术。他必须在你下一回合之前施展法术，并且施展的法术，骑施法时间不能超过1轮。你的阵营、禁制学派以及其他你自身施法时地限制不会影响到他，你也不会受到来自他施法的任何副作用。<\/p><p>如果你是对自己施展本法术，你能够在下一回合自发施放任何已经准备好的法术(3环或3环以内)，并且不会消耗掉法术位(如果妳施一位自发施法者，这种使用方法无效)。这个在引导赋予之后施展的法术，它的施放时间不能超过1轮。<\/p>"
}
