{
    "key": "charnel house",
    "name": "Charnel House",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Charnel%20House",
    "source": ["Horror Adventures pg. 111"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors":     [
        "evil",
        "shadow"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "antipaladin": 3,
        "arcanist": 5,
        "cleric": 5,
        "mesmerist": 5,
        "oracle": 5,
        "psychic": 5,
        "sorcerer": 5,
        "warpriest": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (one Tiny or larger living creature)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "20-ft. cube (S)",
    "duration": "10 minutes/level",
    "savingThrow": "Will parital",
    "spellResistance": "no",
    "text": "By sacrificing a living creature, you create the grisly illusion of viscera and gore splattered about the nearby area. When the casting time is complete, the walls drip with blood and the floor is slick with unidentifiable lumps of meat and other signs of a massacre. Anyone entering the area must attempt a Will save or be sickened for 1d6 rounds. This is a mind-affecting effect. If a creature succeeds at its save, it can see the semi-real nature of the illusion.<br><br> The room itself is covered in a layer of slippery, semi-real gore. Any creature attempting to walk within or through the area of gore can move at half normal speed with a DC 10 Acrobatics check. Failure means it can’t move that round, and failure by 5 or more means it falls prone (see the Acrobatics skill for details). Creatures that don’t move on their turns don’t need to attempt this check and are not considered flat-footed. A creature that succeeded at its Will save gains a +5 bonus on the Acrobatics check.",
    "name_zh": "藏骸所",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、材料 (一位超小型或更大体型的活物)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "20尺立方体 (可变)",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则部分生效",
    "spellResistance_zh": "否",
    "text_zh": "<p>透过献祭一个活物，你在附近的区域创造了可怕的内脏与飞溅凝固的血液的幻象。当此法术施展完毕时，墙上滴落血液，地板布满光滑且难以辨识的肉块与其他与大屠杀有关的迹象。任何人进入此区域的必须尝试一个意志豁免检定，否则会陷入恶心(sickened)1d6轮。这是一个影响心灵[mind-affecting]的效果。如果一个生物通过此次豁免，它可以看出幻象半真实的性质。<\/p><p>此房间覆盖着一层半真实、光滑的血液。任何尝试进入或穿越这个满是血液的区域的生物，可以通过DC10的特技检定以正常速度的一半移动。败则意味着当轮无法移动，失败超过5点或更多则意味着俯卧(prone)(详情请见特技技能)。在此区域但没有尝试移动的生物不需要进行检定，也不会被视为措手不及。在意志豁免中成功的生物会在特技检定上获得+5的加值。<\/p>"
}
