{
    "key": "charm person",
    "name": "Charm Person",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Charm%20Person",
    "source": ["PRPG Core Rulebook pg. 254"],
    "school": "enchantment",
    "subSchools": ["charm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "mesmerist": 1,
        "occultist": 1,
        "psychic": 1,
        "shaman": 1,
        "skald": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one humanoid creature",
    "duration": "1 hour/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "This charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly). If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw.<br><br>The spell does not enable you to control the charmed person as if it were an automaton, but it perceives your words and actions in the most favorable way. You can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. (Retries are not allowed.) An affected creature never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing. Any act by you or your apparent allies that threatens the charmed person breaks the spell. You must speak the person's language to communicate your commands, or else be good at pantomiming.",
    "name_zh": "魅惑人类",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个类人生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>这种魅惑会使一个类人生物认为你是他值得信赖的朋友和同盟，目标的态度视作友善 (friendly)。然而若该生物正被你或你的盟友攻击或威胁，则它的豁免检定会获得+5加值。<\/p><p>该法术不能让你像控制机器人那样控制被魅惑的人，但对方会认为你的言行是有利于他的。你可以试着对受术者下命令，但需成功通过魅力对抗检定，才能说服它做平时不会去做的事 (不能重试)。受影响的生物绝不会听从自杀或明显对它不利的命令，但他有可能会认为有些非常危险的事情是值得做的。你或你明显的盟友所作的任何威胁性动作都会打破该法术。你必须以受术者听得懂的语言与他沟通，否则你得擅长肢体语言。<\/p>"
}
