{
    "key": "chill metal",
    "name": "Chill Metal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Chill%20Metal",
    "source": ["PRPG Core Rulebook pg. 254"],
    "school": "transmutation",
    "descriptors": ["cold"],
    "levels":     {
        "druid": 2,
        "hunter": 2,
        "occultist": 2,
        "psychic": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "metal equipment of one creature per two levels, no two of which can be more than 30 ft. apart; or 25 lbs. of metal/level, none of which can be more than 30 ft. away from any of the rest",
    "duration": "7 rounds",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "<i>Chill metal<\/i> makes metal extremely cold. Unattended, nonmagical metal gets no saving throw. Magical metal is allowed a saving throw against the spell. An item in a creature's possession uses the creature's saving throw bonus unless its own is higher.<br><br>A creature takes cold damage if its equipment is chilled. It takes full damage if its armor, shield, or weapon is affected. The creature takes minimum damage (1 point or 2 points; see the table) if it's not wearing or wielding such an item.<br><br>On the first round of the spell, the metal becomes chilly and uncomfortable to touch but deals no damage. The same effect also occurs on the last round of the spell's duration. During the second (and also the next-to-last) round, icy coldness causes pain and damage. In the third, fourth, and fifth rounds, the metal is freezing cold, and causes more damage, as shown on the table below.<br><br><table class=\"inner\"><tr><td><b>Round<\/b><\/td><td><b>Metal Temperature<\/b><\/td><td><b>Damage<\/b><\/td><\/tr><tr><td>1<\/td><td>Cold<\/td><td>None<\/td><\/tr><tr><td>2<\/td><td>Icy<\/td><td>1d4 points<\/td><\/tr><tr><td>3-5<\/td><td>Freezing<\/td><td>2d4 points<\/td><\/tr><tr><td>6<\/td><td>Icy<\/td><td>1d4 points<\/td><\/tr><tr><td>7<\/td><td>Cold<\/td><td>None<\/td><\/tr><\/table><br>Any heat intense enough to damage the creature negates cold damage from the spell (and vice versa) on a point-for-point basis. Underwater, <i>chill metal<\/i> deals no damage, but ice immediately forms around the affected metal, making it float if unattended.<br><br><i>Chill metal<\/i> counters and dispels <i>heat metal<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 88"],
    "mythicText": "The damage dealt increases to 1d8 points of cold damage on rounds 2 and 6, and to 2d8 points of cold damage on rounds 3 through 5. Each round a creature takes cold damage from this spell, it also takes 1 point of Dexterity damage (Fortitude negates).",
    "name_zh": "冻寒金属",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每2CL一个生物的金属装备，任意两者之间的距离不超过30尺 或 每CL25磅重的金属，任意两者之间的距离不超过30尺",
    "duration_zh": "7轮",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>该法术让金属变得寒冷异常。无主的非魔法金属无法进行豁免。魔法金属可以进行豁免对抗该法术。被生物所拥有的物品则用该名生物的豁免加值进行检定，不过如果物品的自身的豁免加值较高，则使用物品的豁免加值。<\/p><p>如果生物的装备受到该法术影响，那么该名生物会受到寒冷伤害。如果受影响的是护甲、盾牌或武器，则会受到全额伤害。若该名生物并未穿戴或持用这些武器，则仅受到最低伤害 (1点或2点; 见下表)。<\/p><p>在法术生效的第一轮，金属物品开始变得寒冷而令人不适，但并不会对持有者造成伤害。同样的效果也出现在法术持续时间的最后一轮。在第二轮 (以及倒数第二轮)，冰冷会造成伤害并让人痛苦。在第三、第四、第五轮的时候，冰冻的金属会造成更大的伤害，就如同下表所示。<div class=\"inner\"><table><tr><th>轮数<\/th><th>金属温度<\/th><th>伤害<\/th><\/tr><tr><td>1<\/td><td>寒冷<\/td><td>无<\/td><\/tr><tr><td>2<\/td><td>冰冷<\/td><td>1d4点<\/td><\/tr><tr><td>3 – 5<\/td><td>冰冻<\/td><td>2d4点<\/td><\/tr><tr><td>6<\/td><td>冰冷<\/td><td>1d4点<\/td><\/tr><tr><td>7<\/td><td>寒冷<\/td><td>无<\/td><\/tr><\/table><\/div><\/p><p>任何足以造成伤害的灼热效果都会一点换一点地抵消这寒冷伤害 (反之亦然)。冻寒金属在水下不能造成伤害，但是冰层会立即覆盖在受影响的金属上，让它产生浮力。<\/p><p>冻寒金属反制和解除‘<a href=\"spell.html?spell=heat metal\">灼热金属 (heat metal)<\/a>’。<\/p>",
    "mythicText_zh": "<p>第2和第6轮造成的寒冷伤害增加至1d8点，第3至第5轮造成的寒冷伤害增加至2d8点。生物在每轮受到该法术造成的寒冷伤害时，还会受到1点敏捷伤害（强韧豁免，通过则无效）。<\/p>"
}
