{
    "key": "clairaudience-clairvoyance",
    "name": "Clairaudience/Clairvoyance",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Clairaudience/Clairvoyance",
    "source": ["PRPG Core Rulebook pg. 255"],
    "school": "divination",
    "subSchools": ["scrying"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "medium": 2,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 3,
        "shaman": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, F/DF (a small horn or a glass eye)",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "magical sensor",
    "duration": "1 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Clairaudience/clairvoyance<\/i> creates an invisible magical sensor at a specific location that enables you to hear or see (your choice) almost as if you were there. You don't need line of sight or line of effect, but the locale must be known—a place familiar to you, or an obvious one. Once you have selected the locale, the sensor doesn't move, but you can rotate it in all directions to view the area as desired. Unlike other scrying spells, this spell does not allow magically or supernaturally enhanced senses to work through it. If the chosen locale is magically dark, you see nothing. If it is naturally pitch black, you can see in a 10-foot radius around the center of the spell's effect. <i>Clairaudience/clairvoyance<\/i> functions only on the plane of existence you are currently occupying.",
    "name_zh": "锐耳术/鹰眼术",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 器材/法器 (小号角或玻璃眼)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "魔法感受器",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术在特定地点制造一个隐形的魔法感受器，让你能够身临其境般地听或看 (由你选择)。你和那个地点间不需要有视觉线或者效果线，但是这个地方必须是你所熟知的，或者是很明确的地点。一旦你选定地点，魔法感受器便不能进行移动，不过你可以让它旋转到任何方向去探知你所渴望的事物。和其他探知法术不同的是，该法术不能再附加任何增强探知力的魔法或超自然能力。如果选定的地点处在魔法黑暗中，那么你不能看到任何东西。如果处于自然黑暗中，你能看见以法术效果的中心点为半径10尺内的事物。该法术只能探知你目前所处位面的事物。<\/p>"
}
