{
    "key": "cloak of secrets",
    "name": "Cloak of Secrets",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cloak%20of%20Secrets",
    "source": ["Heroes of the Streets pg. 30"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "antipaladin": 1,
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "inquisitor": 1,
        "oracle": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 minute",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "5-ft.-radius emanation centered on a point in space",
    "duration": "10 minutes/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell forms an invisible bubble that filters all speech coming from inside the affected area so that creatures outside hear a completely different version of the conversation. The bubble also disguises lip movements to match the false conversation. Any creature listening to the conversation for at least 1 round can attempt a DC 15 Sense Motive check to realize that the apparent conversation doesn’t actually make any sense. The bubble also obscures the verbal components of spells cast within the area so it’s impossible to identify spells by their verbal components alone, and anyone outside the bubble attempting a Spellcraft check to identify a spell cast within the bubble takes a –5 penalty on the check. Furthermore, the bubble renders any language-dependent spells and effects used within the bubble ineffective against creatures outside the area.",
    "name_zh": "窃语斗篷",
    "castingTime_zh": "1分钟",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "以空间中的一个点为中心, 5尺半径弥漫",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术形成了一个无型的气泡，过滤来自受法术影响区域内的所有谈话，使得外面的生物听到的是完全不同版本的对话。气泡也能伪装虚假的唇型动作与虚假的谈话相匹配。任何听此对话至少一轮的生物都可以尝试一次DC15的察言观色检定，以意识到这个貌似真实的对话实际上并没有任何意义。此气泡也隐藏在此区域内，施展法术中的语言成分，所以不可能透过语言成分来辨识法术，并且，任何在气泡外的人，在使用法术辨识来确认气泡内是在施展哪一个法术时，在检定上受到-5的减值。此外，气泡使得任何在气泡内使用，依赖语言的法术与效果，在对抗气泡外的生物时无效。<\/p><p>◎[银弹击]译文大部分援引自[傻豆]于自用翻译杂项之法术翻译。<\/p>"
}
