{
    "key": "collaborative thaumaturgy",
    "name": "Collaborative Thaumaturgy",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Collaborative%20Thaumaturgy",
    "source": ["Pathfinder Society Primer pg. 12"],
    "school": "universal",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "magus": 3,
        "oracle": 3,
        "skald": 3,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 immediate action",
    "components": "V, S, F (a bronze tuning fork)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "instantaneous",
    "text": "You tap into the magical resonance between you and your allies to enhance one another’s magic. Cast this spell when an ally casts a spell at least 1 level lower than the highest-level spell she can cast. The ally casts her spell as if one of the following metamagic feats were applied to it without increasing the spell level or casting time: Enlarge Spell, Extend Spell, Silent Spell, or Still Spell. If the ally is the target of two <i>collaborative thaumaturgy<\/i> spells when casting a spell, the ally can instead apply the Empower Spell metamagic feat to a spell at least 2 levels lower than the highest-level spell she can cast. Finally, if the ally is the target of three <i>collaborative thaumaturgy<\/i> spells when casting a spell, she can instead apply the Maximize Spell or Widen Spell metamagic feat to a spell at least 3 levels lower than the highest-level spell she can cast. You can’t target yourself with <i>collaborative thaumaturgy<\/i>.",
    "name_zh": "协律奇术",
    "castingTime_zh": "直觉动作",
    "components_zh": "语言、姿势、器材（青铜调音叉）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "立即",
    "text_zh": "<p>你轻巧的进入你和你的盟友之间的魔法共振，并增强彼此的魔法。当一个盟友施放一个至少比她最高环低一环的法术时，你释放协律奇术。那么该盟友就可以把下面的一个超魔专长应用于正在施放的法术而不用增加法术等级或施法时间：法术增远，法术延时，法术默发，法术定发。当该盟友在施放一个至少比她最高环低二环的法术的同时成为两个协律奇术的目标时，他可以应用法术强效超魔专长。最后，当该盟友在施放一个至少比她最高环低三环的法术的同时成为三个协律奇术的目标时，他可以应用法术极效、法术扩展超魔专长。你不能将自己定为协律奇术的目标。（从原文来看，目标施法者仍然需要有他运用的超魔专长）<\/p>"
}
