{
    "key": "compelling rant",
    "name": "Compelling Rant",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Compelling%20Rant",
    "source": ["Horror Adventures pg. 111"],
    "school": "enchantment",
    "subSchools": ["charm"],
    "levels":     {
        "arcanist": 5,
        "bard": 5,
        "cleric": 5,
        "inquisitor": 5,
        "mesmerist": 5,
        "oracle": 5,
        "psychic": 5,
        "sorcerer": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 minute",
    "components": "V, S, M/DF (a handwritten sheet of notes)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "any number of creatures",
    "duration": "conecentration plus 1 round/level, up to 1 hour/level",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "no",
    "text": "You deliver a confusing but fascinating monologue, relaying conspiracies or metaphysical revelations that confound your audience, throughout the spell's casting time and as long as you concentrate. You take 1d4 points of Wisdom drain when you begin the speech and can't reduce or prevent this damage in any way. Each intelligent creature in the spell's area takes 1d6 points of Wisdom damage as their perceptions of reality realign with yours for the spell's duration. Listeners with at least 5 HD can attempt a Will save to negate the effects. Your targets view you with a friendly attitude and respond to criticism of you with irritation. Bluff, Diplomacy, or Intimidate checks to create doubt about your purpose in those affected by the spell take a –4 penalty. The attitude of your targets regarding any creature that criticizes you or your vision automatically changes one step toward hostile; a Diplomacy check that fails by 5 or more reduces their attitude further. Your targets retain the same alignment and their prior beliefs, in addition to the ones you force on them. You can't force  beliefs on a target if such beliefs would be necessarily against the nature of its alignment and prior beliefs, but targets are otherwise able to hold contradictory beliefs.<br><br> If your campaign uses the sanity system (see page 12), your sanity score decreases by 2 (and thus your sanity edge decreases by 1) instead of taking Wisdom drain each time you cast this spell. Only <i>greater restoration<\/i>, <i>miracle<\/i>, or <i>wish<\/i> can remove this decrease. A single casting of <i>greater restoration<\/i> removes one decrease of sanity from casting <i>borrow corruption<\/i>, while a casting of <i>miracle<\/i> or <i>wish<\/i> removes them all. Affected targets take sanity damage equal to half your caster level (maximum 10) instead of Wisdom damage. The targets might actually change alignment and beliefs if their loss of sanity afflicts them with an appropriate madness, in which case those effects last even after the spell's duration has ended.",
    "name_zh": "激情演说",
    "castingTime_zh": "1分钟",
    "components_zh": "语言、姿势、材料/法器 (一张手写的笔记纸条)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "任意数量生物",
    "duration_zh": "专注 +  1轮/等级 , 至多1小时/等级",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你作出了一段混乱但令人着迷的独白，传递阴谋或抽象的启示混淆你的观众。当你开始你的演讲时，你受到1d4点的感知吸收，而且你不能以任何方式减少或防止这个伤害。每一个在法术区域内的智慧生物会受到1d6点的感知伤害，因为在法术持续时间内，他们对现实的知觉将会以你为准。至少拥有5HD的听众可以尝试一次意志豁免检定来使此效果无效化。你的目标对你的态度将会是友善(friendly)，并且会很生气的对批评你的人作出回应。在对这些被此法术影响的人使用唬骗、交涉或着威吓检定，好让这些人对你的目的产生怀疑，将会受到-4的减值。受术者对那些批评你或着你的观点的人，态度会自动向敌意(hostile)靠近一阶段; 而一个失败超过5点或更多的交涉检定将会让态度更近一步的降低。除了那些你强迫他们的外，受术者的阵营不变，并保有他们先前的信仰。如果该名受术者的信仰对于他原先的阵营与先前的信仰是必要的话，那么你不能强迫受术者的信仰，不然受术者就可以拥有矛盾的信仰。<\/p><p>如果你的战役使用理智系统，那么你在每一次施展此法术时，你不会受到感知吸收，取而代之，你的理智属性减少2(并且你的理智阀值会因此减少1)。只有高等复原术(greater restoration)、神迹术(miracle)或祈愿术(wish)可以移除这个减值。一个高等复原术移除一次施展激情演说所造成的理智减值，而施展神迹术或祈愿术则会全部移除。取而代之，受术者不会受到感知伤害，他们会受到等同你施法者等级一半(最高为10)的理智伤害。如果受术者因为受到理智的折磨(sanity afflicts)而有相应的疯狂(madness)，那他们的阵营与信仰可能会真的改变，在这种情况下，就算法术的持续时间到了，这些效果也会延续下去。<\/p>"
}
