{
    "key": "consecrate",
    "name": "Consecrate",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Consecrate",
    "source": ["PRPG Core Rulebook pg. 258"],
    "school": "evocation",
    "descriptors": ["good"],
    "levels":     {
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a vial of holy water and 25 gp worth of silver dust), DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "20-ft. radius emanation",
    "duration": "2 hours/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell blesses an area with positive energy. The DC to resist positive channeled energy within this area gains a +3 sacred bonus. Every undead creature entering a consecrated area suffers minor disruption, suffering a –1 penalty on attack rolls, damage rolls, and saves. Undead cannot be created within or summoned into a consecrated area. If the consecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity, pantheon, or aligned higher power, the modifiers given above are doubled (+6 sacred bonus to positive channeled energy DCs, –2 penalties for undead in the area).<br><br>You cannot consecrate an area with a similar fixture of a deity other than your own patron. Instead, the <i>consecrate<\/i> spell curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.<br><br><i>Consecrate<\/i> counters and dispels <i>desecrate<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 89"],
    "mythicText": "Select one alignment component that you have (chaotic, good, or lawful). The spell’s penalty on attack rolls, damage rolls, and saves also affects outsiders with the opposite alignment subtype as if they were undead.",
    "name_zh": "祝圣术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一瓶圣水与价值25gp的银粉), 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "半径20尺发散区域",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会用正能量祝福一片区域。在这片区域内抵抗引导正能量时，引导正能量的DC获得+3神圣加值。每个进入祝圣区域的不死生物都会被轻微弱化，在攻击检定、伤害检定和豁免中受到-1减值。在祝圣区域中不能创造或召唤不死生物。若祝圣术区域内包含着你所信奉神祇 (或同盟的高阶力量) 的祭坛、神殿或其他永久物，则上述修正翻倍 (引导正能量的DC获得+6神圣加值，区域内的不死生物受到-2减值)。<\/p><p>若你身处的设施或建筑并非属于自身所信仰的神祇，那么你就无法在此处创造祝圣区域。取而代之的是，祝圣术会诅咒这片区域，切断当地与相应神祇或力量的连接。若你将该法术用于此功用，那么它就不会提供上文所述的加值和对不死生物的减值。<\/p><p>祝圣术可以反制和解除‘<a href=\"spell.html?spell=desecrate\">亵渎术 (desecrate)<\/a>’。<\/p>",
    "mythicText_zh": "<p>选择你所具有的一种阵营要素（混乱、善良或者守序）。法术对攻击检定、伤害检定与豁免的惩罚同样适用于对立阵营亚种（opposite alignment subtype）的异界生物，就如同它们是不死生物一般。<\/p>"
}
