{
    "key": "contingent scroll",
    "name": "Contingent Scroll",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Contingent%20Scroll",
    "source": ["Advanced Class Guide pg. 178"],
    "school": "evocation",
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "occultist": 4,
        "psychic": 4,
        "skald": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (the scroll to be triggered; see text), F (a platinum quill worth 100 gp)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level (D) or until discharged",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You transfer the power of a scroll to the target so that it comes into effect under some condition you dictate. Casting this spell destroys the scroll, but allows the spell in it to be triggered in a manner similar to the <i>contingency <\/i>spell. The spell on the scroll must be a spell on your spell list, it must affect the target of this spell (the target of this spell is considered the caster of the scroll), and its level must be no higher than onefourth your caster level (maximum 5th level).<br><br> The writing on the scroll appears on the target’s skin in any location you desire; this writing does not harm or interfere with the target in any way, and doesn’t need to be on exposed skin to function. For example, you could make the writing appear on under a target’s clothing. The writing on the target’s skin can be deciphered and identified as if it were the scroll it was copied from. Damaging the target has no effect on the stored spell, but effects such as erase that target magical writing can affect it.<br><br> The condition needed to bring the spell into effect must be clear, although it can be general. In all cases, this spell immediately brings into effect the scroll’s spell, the latter being effectively cast instantaneously when the trigger occurs. If a complicated or convoluted condition is prescribed, the whole spell combination (the <i>contingent scroll <\/i>and the scroll’s spell) might fail when triggered. The scroll’s spell occurs based solely on the stated conditions, regardless of whether you want it to at that moment.<br><br> This spell counts as a <i>contingency <\/i>spell for the purpose of having multiple contingent effects on a creature at the same time.",
    "name_zh": "卷轴触发术",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，材料（要被触发的卷轴; 见后文），器材（价值100gp的白金羽毛笔）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "10分钟/等级 (可解消) 或 直至能量发散",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你将一个卷轴的力量传输至目标体内，这样它就能够在你所指定的条件下产生效果。施放该法术会摧毁卷轴，但是会以类似触发术（Contingency）的方式使得卷轴内的法术被触发出来。卷轴上的法术必须在你的法术列表中，它必须能够影响卷轴触发术的目标（卷轴触发术的目标会被判定为卷轴的施放者），而且卷轴中的法术等级不得超过你的施法者等级的四分之一（最高5级法术）。<\/p><p>卷轴上的文字会显现在目标的皮肤上，具体位置由你指定; 这些文字不会以任何方式伤害或者干扰到目标，而且让它们生效并不需要将这部分皮肤暴露在外。也就是说，你可以让文字显现在目标的服装所包覆的位置。目标皮肤上的文字可以被破解和辨识，就如同它是从卷轴抄写到皮肤上一般。对目标造成的伤害不会对储存的法术产生效果，但是抹消术（erase）这样能够以魔法文字为目标的效果可以影响到它。<\/p><p>让法术产生效果的条件必须清晰明确，不过这个条件也可以是一般的事件。在所有的情况下，卷轴触发术都会立即带来卷轴的法术效果，卷轴的法术会在条件被触发时立即有效地施放出来。若指定的条件过于复杂，那么整个法术组合（包括卷轴触发术和卷轴的法术）都可能会在触发时失效。卷轴法术的产生取决于你所设置的条件，和触发时你的想法没有关系。<\/p><p>在判断同一时间一个生物是否具有多个触发效果时（contingent effects），该法术被视为触发术（Contingency）。<\/p>"
}
