{
    "key": "contagious flame",
    "name": "Contagious Flame",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Contagious%20Flame",
    "source": ["Advanced Player's Guide pg. 212"],
    "school": "evocation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 6,
        "magus": 6,
        "occultist": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "three or more rays",
    "duration": "3 rounds",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You blast several enemies with beams of fire. You may fire three rays, plus one additional ray for every four levels beyond 11th (to a maximum of five rays at 19th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of fire damage. The rays may be fired at the same or different targets, but all rays must be aimed at targets within 30 feet of each other and fired simultaneously.<br><br>Every round on your turn, a new ray of fire launches from each creature who took damage from the spell in the previous round—these new rays attack as if you fired them, but their point of origin is the previous creature damaged. You can choose the new targets as a free action, all of whom must be within close range (25 ft. + 5 ft./2 levels) of their new starting point. This contagion of flame continues for a total of three rounds—a creature can be struck more than once by this spell over the course of these three rounds, although never by a ray of fire that launches from itself.",
    "name_zh": "游荡烈焰",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "三条或更多射线",
    "duration_zh": "3轮",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你用复数的火焰射线射击敌人。<\/p><p>你可以发射三条，加上11级后每4等级多一条的射线 (最多19级5条)。每条射线都必须进行一次远程接触攻击检定，并会造成4d6点火焰伤害。<\/p><p>射线可以射击同一个或复数目标，但是所有射线都必须瞄准彼此距离不超过30尺的目标，并同时发射。<\/p><p>此后，每当轮到你行动，一条新的射线就会从之前被射线伤害过的敌人身上射出，如同你发射它们一样，但是它们的起点是之前被伤害到的生物。<\/p><p>你可以以一个自由动作为射线选择新的目标，但是所有新的目标都必须位于各自发射点的近距 (25+5/2尺) 范围内。<\/p><p>游荡烈焰可以持续三轮，目标可以在这三轮内被该法术伤害复数次，不过任何目标都不会被自己身上发射的射线所伤害。<\/p>"
}
