{
    "key": "create demiplane, greater",
    "name": "Create Demiplane, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Create%20Demiplane,%20Greater",
    "source": ["Ultimate Magic pg. 213"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 9,
        "cleric": 9,
        "oracle": 9,
        "psychic": 9,
        "sorcerer": 9,
        "witch": 9,
        "wizard": 9
    },
    "castingTime": "6 hours",
    "components": "V, S, F (a forked metal rod worth at least 500 gp)",
    "range": "0 ft.",
    "effect": "extradimensional demiplane, up to 20 10-ft. cubes/level (S)",
    "duration": "1 day/level or instantaneous (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions as <i>create demiplane<\/i>, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with <i>lesser create demiplane <\/i>or <i>create demiplane <\/i>(you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day/level. Alternatively, when cast within your demiplane, you may add to your demiplane (or remove from it) one of the following features (or any of the features described in create demiplane) with each casting of the spell, in which case it has an instantaneous duration.<br><br><i>Energy<\/i>: Your plane gains the (minor) negative- or positive-dominant energy trait (see Elemental and Energy Traits). A plane cannot have both the negative-dominant and positive-dominant energy traits.<br><br><i>Magic<\/i>: Your plane gains the dead magic, enhanced magic, impeded magic, or wild magic planar trait (see Magic Traits, <i>GameMastery Guide <\/i>187). If you selected dead magic, you are trapped within your plane unless it has a permanent planar portal (such as the portal feature, below). If you selected enhanced or impeded magic, choose one type of magic to be enhanced or impeded, such as “effects with the fire descriptor or that manipulate fire” or “death spells and spells from the Death or Repose domains.” A plane cannot be enhanced and impeded for the same kinds of spells.<br><br><i>Morphic<\/i>: You may use <i>move earth <\/i>at will in your demiplane at one-tenth of the spell’s normal casting time, and can reshape normal plants in the same manner (such as by twisting trees into a fence or humanlike shapes). You are even able to affect rock formations with this ability, though the casting time for this is only half normal.<br><br><i>Portal<\/i>: Your demiplane gains a permanent <i>gate <\/i>to one location on another plane, which can only be used for planar travel. This location must be very familiar to you. This <i>gate <\/i>is always open and usable from both sides, but you can secure it using normal means (such as by building a door around it).<br><br><i>Time<\/i>: By default, time passes at the normal rate in your demiplane. By selecting this feature, you may make your plane have the erratic time, flowing time (half or double normal time), or timeless trait (see Time).<br><br>You can make this spell permanent with the <i>permanency <\/i>spell, at a cost of 22,500 gp. If you have cast <i>create greater demiplane <\/i>multiple times to enlarge the demiplane, each casting’s area requires its own <i>permanency <\/i>spell.",
    "name_zh": "高等创造半位面",
    "castingTime_zh": "6小时",
    "components_zh": "语言, 姿势，器材 (价值至少500GP的叉状金属杖)",
    "range_zh": "0尺",
    "effect_zh": "异次元半位面，最多20个10英尺边长的立方体/等级 (区域可变)",
    "duration_zh": "1天/等级 或 立即; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个法术效果和创造半位面 (Create Demiplane) 相同，不过可以造出更大、特性更多的半位面。<\/p><p>当你施放这个法术，可以选择对次级创造半位面或创造半位面法术所创造出的半位面进行扩大 (不需要你使用该法术再创造一个新的半位面)，这时本法术的持续时间为一天/等级。<\/p><p>或者，你可以在自己的半位面内使用该法术为半位面添加 (或消除) 以下特性 (或创造半位面法术中所述之特性) 之一，这时本法术的持续时间为立即。<\/p><p>能量：半位面获得轻度的正能量或者负能量特性。半位面不能同时具备正负两种能量特性。<\/p><p>魔法：半位面可以获得死魔法区、增强魔法区、阻碍魔法区和狂野魔法区域之一的特性。如果你选择了死魔法区，除非你的半位面已经被设置了永久性的传送门 (例如传送特性，见下文)，否则你会被困在你的半位面中。如果你选择了增强魔法或阻碍魔法，你必须选择增强或阻碍魔法的种类，例如‘拥有火描述符或控制火焰的法术’，‘死亡法术、死亡领域和安息领域的法术’。你不能对同一种类魔法同时进行增强或阻碍。<\/p><p>变化：你可以以正常施法时间的1/10时间施放本法术并以其改变半位面的土地地形、或者改变正常植物的外形 (例如将树木形状变成栅栏或者人形)。你也可以用本项特性来改变岩石的外观，不过这种场合下施法时间会增加到正常施法时间的一半。<\/p><p>传送：你的半位面可以被用作次元旅行，可以获得一个永久性的通向其他位面的传送门。目标地点必须对你来说非常熟悉。传送门通常是一直开放，可以从两侧自由通行，不过施法者通常都会安排一些保安措施 (例如把它围起来并加上一扇门)。<\/p><p>时间：通常情况下，半位面的时间会以正常速度流逝。但如果你选择此项特性，你可以给半位面添加不稳定的时间、异常的时间 (比如正常时间流逝速度的两倍) 或无时间特性。<\/p><p>你可以以22500GP的代价来释放一个魔法恒定术 (Permanency) 以恒定这个法术的效果。如果你通过多次施放本法术来扩大一个半位面，那么每一次该法术都需要一个魔法恒定术 (Permanency)。<\/p>"
}
