{
    "key": "create treasure map",
    "name": "Create Treasure Map",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Create%20Treasure%20Map",
    "source": ["Advanced Player's Guide pg. 214"],
    "school": "divination",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "druid": 3,
        "hunter": 2,
        "medium": 2,
        "occultist": 2,
        "psychic": 2,
        "ranger": 2,
        "skald": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 hour",
    "components": "V, S, M (powdered metal and rare inks worth 100 gp)",
    "range": "touch",
    "target": "one dead creature",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can take a piece from a dead creature’s body and use it to create a map that reveals the locations of any valuables that creature knew about while still alive. You must cut this piece off yourself and the creature cannot have died more than 24 hours prior to the casting of this spell. You cannot cast this spell on a creature without a physical body, and the portion you remove must have a fairly level surface such as a piece of hide, carapace, or skin. The map you create is accurate to the best knowledge the creature had at the time of its death. It reveals the location of one source of treasure for every three caster levels you possess. Any inaccuracies or faulty information held by the creature are represented on the map as well. Similarly, the map cannot account for any changes that occur after the creature’s death. You must choose the scale of the map when creating it, opting between nearby (e.g., one or two dungeon levels), local (e.g., a valley or community), or broad (e.g., a country or larger). The map reveals the locations of what the creature deemed most valuable within its area. Depending on the creature, the map might reveal a source of tasty food, suitable mates, or even your own treasure vault.",
    "name_zh": "创造宝图",
    "castingTime_zh": "1小时",
    "components_zh": "语言, 姿势, 材料 (价值100GP的金属粉末和珍贵墨水)",
    "range_zh": "接触",
    "target_zh": "一个死亡的生物",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以使用一块取自死亡生物的身体部分，并用其创建一张地图。地图会指引该生物生前所知的任何贵重物品的位置。<\/p><p>你必须亲自切取这块身体组织，并且生物死亡时间距离施放法术不得超过24小时。你不能对一个没有实体身躯的生物施放该法术，并且你采取的身体组织必须具有相当的面积，比如一块毛皮、甲壳或皮肤。<\/p><p>你创造的地图会显示该生物死前所知道的最好的财宝的位置。每三个施法者等级会使地图多显示出一个藏宝地。<\/p><p>如果生物持有任何不准确或错误的信息，都会直接反映在地图上。同样，地图也无法反映出生物死亡以后产生的任何变化。<\/p><p>你在创造地图时必须选择其比例尺。你可以在附近 (例如一两个地下迷宫)，区域 (一个山谷或社区)，广域 (一个国家或更大) 之间选择。地图上会显示出该生物认为最有价值的区域。<\/p><p>根据生物的不同，地图可能指向美味的食物，合适的队友，或者干脆就是它自己藏匿财宝的地方。<\/p>"
}
