{
    "key": "crusader's edge",
    "name": "Crusader's Edge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Crusader's%20Edge",
    "source": ["Inner Sea Magic pg. 53"],
    "school": "transmutation",
    "descriptors": ["good"],
    "levels":     {
        "cleric": 4,
        "inquisitor": 4,
        "oracle": 4,
        "paladin": 4,
        "warpriest": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (dried blood from an evil outsider, sprinkled on the weapon)",
    "range": "touch",
    "target": "melee weapon touched",
    "duration": "1 minute/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "no",
    "text": "This spell was created by the paladins of the Mendevian Crusades, and co-opted by inquisitors and rangers dedicated to tracking and fighting demons, devils, and other evil extraplanar creatures.<br><br>When you cast this spell on a melee weapon you imbue it with a powerful holy energy, granting the weapon the bane weapon quality against evil outsiders. Furthermore, whenever you score a successful critical hit against an outsider with the evil subtype, you not only deal normal critical damage with the weapon but also nauseate the outsider for 1d3 rounds—the outsider can reduce this nauseated condition to sickened for 1 round with a successful Fortitude save.",
    "mythicSource": ["Mythic Origins pg. 12"],
    "mythicText": "Whenever you confirm a critical hit against an outsider with the evil subtype, you gain 2d6 temporary hit points. While wielding this weapon, you gain a +2 sacred bonus on saving throws against spells, spell-like abilities, and special abilities originating from evil outsiders.<br><br><b>Augmented (5th)<\/b>: You can expend two uses of mythic power to give the touched weapon the <i>holy<\/i> weapon special ability.",
    "name_zh": "十字军利剑术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（来自邪恶异界生物的血粉，洒在武器上）",
    "range_zh": "接触",
    "target_zh": "接触到的近战武器",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术由蒙蒂维十字军的圣武士所创，并被致力于追踪和猎杀恶魔、魔鬼以及其他邪恶跨位面生物的审判者和游侠所增强。当你对一个近战武器施放该法术时，会向它灌注神圣能量，使得武器获得对抗邪恶异界生物的破敌（bane）武器特性。此外，每当你成功对具有邪恶亚种的异界生物成功造成重击时，不仅如常使用武器造成重击伤害，还能够让异界生物反胃（nauseate）1d3轮——异界生物能够通过成功的强韧豁免使反胃状态减弱为恶心（sickened）1轮。<\/p>"
}
