{
    "key": "dancing lights",
    "name": "Dancing Lights",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dancing%20Lights",
    "source": ["PRPG Core Rulebook pg. 263"],
    "school": "evocation",
    "descriptors": ["light"],
    "levels":     {
        "arcanist": 0,
        "bard": 0,
        "magus": 0,
        "medium": 0,
        "mesmerist": 0,
        "occultist": 0,
        "psychic": 0,
        "shaman": 0,
        "skald": 0,
        "sorcerer": 0,
        "witch": 0,
        "wizard": 0
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "up to four lights, all within a 10-ft.-radius area",
    "duration": "1 minute (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Depending on the version selected, you create up to four lights that resemble lanterns or torches (and cast that amount of light), or up to four glowing spheres of light (which look like will-o'-wisps), or one faintly glowing, vaguely humanoid shape. The <i>dancing lights<\/i> must stay within a 10-foot-radius area in relation to each other but otherwise move as you desire (no concentration required): forward or back, up or down, straight or turning corners, or the like. The lights can move up to 100 feet per round. A light winks out if the distance between you and it exceeds the spell's range.<br><br>You can only have one <i>dancing lights<\/i> spell active at any one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled. If you make this spell permanent, it does not count against this limit.<br><br><i>Dancing lights<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "name_zh": "舞光术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "至多四个光源, 所有光源都要在半径10尺的区域内",
    "duration_zh": "1分钟 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>根据你选择的法术功效，你可以造出至多四个类似于油灯或火把的光源 (并发出同等亮度的光)，或者至多四个像是鬼火 (Will-o'-Wisp) 的光球，或是一个微微发光的模糊人形。舞光术的光源必须彼此均处在10尺半径的区域内，在此限制下可以按照你的意愿随意移动 (不需要专注)，包括：向前向后、向上向下、直行或转弯等等。光源每轮最多可以移动100尺。光源将会在与你的距离超过法术范围时熄灭。<\/p><p>在同一时间内，你只能启动一个舞光术。若你在之前施放的舞光术仍在生效时再次施放该法术，那么早先施放的会被解除。若你将该法术恒定，则被恒定的法术不会算在此限制之内。<\/p><p>舞光术可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。<\/p>"
}
