{
    "key": "darkness",
    "name": "Darkness",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Darkness",
    "source": ["PRPG Core Rulebook pg. 263"],
    "school": "evocation",
    "descriptors": ["darkness"],
    "levels":     {
        "adept": 2,
        "antipaladin": 2,
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "inquisitor": 2,
        "magus": 2,
        "occultist": 2,
        "oracle": 2,
        "shaman": 2,
        "skald": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, M/DF (bat fur and a piece of coal)",
    "range": "touch",
    "target": "object touched",
    "duration": "1 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell causes an object to radiate darkness out to a 20-foot radius. This darkness causes the illumination level in the area to drop one step, from bright light to normal light, from normal light to dim light, or from dim light to darkness. This spell has no effect in an area that is already dark. Creatures with light vulnerability or sensitivity take no penalties in normal light. All creatures gain concealment (20% miss chance) in dim light. All creatures gain total concealment (50% miss chance) in darkness. Creatures with darkvision can see in an area of dim light or darkness without penalty. Nonmagical sources of light, such as torches and lanterns, do not increase the light level in an area of darkness. Magical light sources only increase the light level in an area if they are of a higher spell level than <i>darkness<\/i>.<br><br>If <i>darkness<\/i> is cast on a small object that is then placed inside or under a lightproof covering, the spell's effect is blocked until the covering is removed.<br><br>This spell does not stack with itself. Darkness can be used to counter or dispel any light spell of equal or lower spell level. ",
    "mythicSource": ["Mythic Adventures pg. 90"],
    "mythicText": "The illumination level in the area drops to darkness regardless of the existing lighting conditions. Non-mythic spells and effects can’t increase the light level in the area. Creatures with darkvision and the power to see in darkness have difficulty seeing through this darkness, and can see as well as a human can in dim light. Creatures in the area of darkness take a –2 penalty on saves against fear. ",
    "name_zh": "黑暗术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 材料/法器 (蝙蝠毛发或煤块)",
    "range_zh": "接触",
    "target_zh": "接触到的物体",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会使一个物体辐射出半径20尺的黑暗。这股黑暗会使区域内的光照等级下降1级，强光变为常光，常光变为昏暗，昏暗变为黑暗。该法术对已经处于黑暗的区域没有效果。具有“强光易伤 (light vulnerability)”或“强光敏感 (Light Sensitivity)”的生物在常光中没有惩罚。所有生物在昏暗中都会获得隐蔽 (20%失手率)。所有生物在黑暗中都会获得全隐蔽 (50%失手率)。具有黑暗视觉的生物能够在昏暗或黑暗的区域中视物而不会受到惩罚。非魔法光源，比如火把或提灯，不会在黑暗术区域内提高光照等级。魔法光源只有在法术环位高于黑暗术时，才能在它的区域内增加光照等级。<\/p><p>若黑暗术被施放至小型物体上，并将其放置在遮光的覆盖物之内，则直至移开遮盖物之前，法术的效果都会被阻挡。<\/p><p>该法术的效果无法与自身叠加。黑暗术能够用于反制或解除任何与其法术环位相等或更低的任何光亮法术 (light spell)。<\/p>",
    "mythicText_zh": "<p>无论当前的光照环境（lighting conditions）为何，法术范围内的照明等级（The illumination level）均会降低至黑暗（darkness）。具有黑暗视觉（darkvision）以及看透黑暗（see in darkness）能力的生物也难以在这股黑暗中视物，就如同人类在昏暗光照（dim light）下视物一般。神话黑暗术区域内的生物在对抗恐惧（fear）时，豁免受到-2减值。<\/p>"
}
