{
    "key": "daylight",
    "name": "Daylight",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Daylight",
    "source": ["PRPG Core Rulebook pg. 264"],
    "school": "evocation",
    "descriptors": ["light"],
    "levels":     {
        "adept": 3,
        "arcanist": 3,
        "bard": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "inquisitor": 3,
        "magus": 3,
        "occultist": 3,
        "oracle": 3,
        "paladin": 3,
        "shaman": 3,
        "skald": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "object touched",
    "duration": "10 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You touch an object when you cast this spell, causing the object to shed bright light in a 60-foot radius. This illumination increases the light level for an additional 60 feet by one step (darkness becomes dim light, dim light becomes normal light, and normal light becomes bright light). Creatures that take penalties in bright light take them while within the 60-foot radius of this magical light. Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by such light.<br><br>If <i>daylight<\/i> is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed.<br><br><i>Daylight<\/i> brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect.<br><br><i>Daylight<\/i> counters or dispels any darkness spell of equal or lower level, such as <i>darkness<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 90"],
    "mythicText": "The illumination in the additional 60 foot radius increases to at least normal light regardless of the existing lighting conditions. Creatures that take penalties in bright light double those penalties while in the area of bright light produced by this spell. All other creatures in the area of bright light gain a +2 circumstance bonus on Perception checks and saves to resist fear.",
    "name_zh": "昼明术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的物体",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>当你施放该法术时，要接触一个物体，法术会使物体周围半径60尺散发明亮的光。这种照明会使额外60尺内的光照等级增加1级，即黑暗变为昏暗，昏暗变为常光，常光变为强光。若生物在强光下会承受惩罚的话，则处于这股魔法光亮半径60尺范围内时也会受到那些惩罚。尽管这个法术叫做昼明术，不过对于会被日光 (daylight) 摧毁或损伤的生物来说，该法术并不等效于日光。<\/p><p>若昼明术被施放至小型物体上，并将其放置在遮光的覆盖物之内，则直至移开遮盖物之前，法术的效果都会被阻挡。<\/p><p>被放入魔法黑暗区域内的昼明术会暂时失效 (反之亦然)，因此效果重叠的区域内会保持原本的光照环境。<\/p><p>昼明术反制或解除任何与其法术环位相等或更低的黑暗法术，比如‘<a href=\"spell.html?spell=darkness\">黑暗术 (darkness)<\/a>’。<\/p>",
    "mythicText_zh": "<p>无论当前的光照环境（lighting conditions）为何，在额外60尺半径范围内的光照至少会增加至常光（normal light）。在光亮环境下会受到减值的生物若处于该法术产生的光亮（bright light）区域内，则上述减值加倍。所有其他处于该法术产生的光亮区域内的生物，会在对抗恐惧（fear）的豁免检定与察觉检定中获得+2环境加值。<\/p>"
}
