{
    "key": "deft digits",
    "name": "Deft Digits",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Deft%20Digits",
    "source": ["Arcane Anthology pg. 19"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "medium": 3,
        "occultist": 3,
        "psychic": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "Medium (100 ft. + 10 ft./level)",
    "target": "1 unattended gauntlet or glove",
    "duration": "10 minutes/level",
    "savingThrow": "None (harmless, object)",
    "spellResistance": "no",
    "text": "You animate the target of the spell, manipulating the glove with your own hand from a distance. The glove moves as you direct it with a fly speed of 30 feet and average maneuverability. Directing the glove is a standard action, though the glove can move up to its speed and perform a task in the same action. You can attempt Disable Device and Sleight of Hand checks using the glove, though attempting these checks at a distance increases the normal skill check DCs by 5, or by 20 if you do not have line of sight to the object you are manipulating. The glove can also lift or drag objects using your caster level as your Strength score. The glove cannot wield weapons or make attacks effectively while this spell is in effect. If you cast this spell on a magical glove, its innate magic is suppressed for the duration of the spell.",
    "name_zh": "灵犀指",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "1件未被穿戴的手套",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "无 (无害, 物品)",
    "spellResistance_zh": "否",
    "text_zh": "<p>你用活化法术目标，从远处用自己的手操纵手套。手套会按照你的命令移动，拥有30尺的飞行速度和普通机动性。指导手套是一个标准动作，但手套可以在同一动作里用最大速度移动和执行一项任务。你可以使用手套来尝试一次解除装备和手上功夫检定，但从远处尝试这些检定会使普通的技能检定DC增加5，如果你看不到正在操纵的物体，则增加20。手套同样可以提起或拖动物体，使用你的施法者等级作为力量属性。当法术生效时，手套不能用来挥舞武器或进行有效攻击。如果你在一个魔法手套上施放这个法术，它的内在魔法会在法术持续时间内被抑制。<\/p>"
}
