{
    "key": "desecrate",
    "name": "Desecrate",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Desecrate",
    "source": ["PRPG Core Rulebook pg. 265"],
    "school": "evocation",
    "descriptors": ["evil"],
    "levels":     {
        "antipaladin": 2,
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a vial of unholy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area), DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "20-ft.-radius emanation",
    "duration": "2 hours/level",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "This spell imbues an area with negative energy. The DC to resist negative channeled energy within this area gains a +3 profane bonus. Every undead creature entering a <i>desecrated<\/i> area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An undead creature created within or summoned into such an area gains +1 hit points per HD.<br><br>If the <i>desecrated<\/i> area contains an altar, shrine, or other permanent fixture dedicated to your deity or aligned higher power, the modifiers given above are doubled (+6 profane bonus to negative channeled energy DCs, +2 profane bonus and +2 hit points per HD for undead created in the area).<br><br>Furthermore, anyone who casts <i>animate dead<\/i> within this area may create as many as double the normal amount of undead (that is, 4 HD per caster level rather than 2 HD per caster level).<br><br>If the area contains an altar, shrine, or other permanent fixture of a deity, pantheon, or higher power other than your patron, the <i>desecrate<\/i> spell instead curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.<br><br><i>Desecrate<\/i> counters and dispels <i>consecrate<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 90"],
    "mythicText": "Select one alignment component that you have (chaotic, evil, or lawful). Outsiders with the opposite alignment subtype of the chosen alignment component take a –1 penalty on attack rolls, damage rolls, and saves in the area. ",
    "name_zh": "亵渎术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一瓶邪水以及价值25gp, 5磅重的银粉, 所有这些都必须                   撒到法术区域周围), 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "半径20尺发散区域",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术会使一片地区内充满负能量。在这片区域内抵抗引导负能量时，引导负能量的DC获得+3亵渎加值。进入亵渎术区域内的每个不死生物的所有攻击检定、伤害检定和豁免检定均会获得+1亵渎加值。在这片区域内创造或召唤至这片区域的不死生物，每HD会额外+1HP。<\/p><p>若亵渎术区域内包含着你所信奉神祇 (或同盟的高阶力量) 的祭坛、神殿或其他永久物，则上述修正翻倍 (引导负能量的DC获得+6亵渎加值，区域内的不死生物检定获得+2亵渎加值，在此创造的不死生物获得每HD +2HP)。<\/p><p>此外，任何在此区域施放‘<a href=\"spell.html?spell=animate dead\">操纵死尸 (animate dead)<\/a>’都能创造出正常数量两倍的不死生物 (也就是说每CL能创造4HD的不死生物，而非原本的2HD)。<\/p><p>若区域内包含有某个神祇或其他强大力量的祭坛、神殿或其他永久物，而你并不信奉它们，那么亵渎术会诅咒这片区域作为替代，切断当地与相应神祇或力量的连接。若你将该法术用于此功用，那么它就不会提供上文所述的惩罚和对不死生物的加值。<\/p><p>亵渎术反制和解除‘<a href=\"spell.html?spell=consecrate\">祝圣术 (consecrate)<\/a>’。<\/p>",
    "mythicText_zh": "<p>选择你所具有的一种阵营要素（混乱、邪恶或者守序）。法术区域内你所选择的对立阵营亚种（opposite alignment subtype）的异界生物会在攻击检定、伤害检定与豁免中受到-1减值。<\/p>"
}
