{
    "key": "desperate weapon",
    "name": "Desperate Weapon",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Desperate%20Weapon",
    "source": ["Ultimate Intrigue pg. 210"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "antipaladin": 1,
        "arcanist": 1,
        "bard": 1,
        "bloodrager": 1,
        "cleric": 1,
        "hunter": 1,
        "inquisitor": 1,
        "magus": 1,
        "occultist": 1,
        "oracle": 1,
        "ranger": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "wizard": 1
    },
    "castingTime": "1 swift action",
    "components": "V",
    "range": "personal",
    "effect": "one-handed improvised weapon",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a one-handed object that you might expect to see in your current surroundings, which you can then use as an improvised weapon. The spell conjures such an object near your hand such that you can retrieve it as you complete the spell. No matter what sort of object you picked, it functions as a one-handed improvised weapon appropriate for your size and that deals 1d6 points of damage for a Medium creature (1d4 for Small creatures). The item deals the type of damage you choose (bludgeoning, piercing, or slashing) when casting the spell, though the object you request must conform to the damage type.<br><br> The spell ends prematurely if the improvised weapon leaves your grasp. The object has no value and can’t be used for other functions other than as an improvised weapon (for instance, this spell doesn’t allow you to conjure an expensive spyglass and sell it or use its other abilities, but you could still use it to beat someone over the head). The conjured object can’t already be a manufactured weapon, even in a location where you might expect to see manufactured weapons. It can be an object that would normally make for an unusual improvised weapon, like a herring at a fish market, and it still deals its full damage.",
    "name_zh": "决死武器",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言",
    "range_zh": "个人",
    "effect_zh": "单手临时武器",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能创造1个单手物体，该物体为你在当前环境下想要看到的物品，你可以把它当做1把临时武器来使用。法术会将此物体召唤到你的手边，当你完成法术时可以直接拿取到它。无论你选择的是何种物体，它的功能均为1件单手临时武器（onehanded improvised weapon），大小符合你的体型，中型生物可以用其造成1d6点伤害（小型生物则为1d4点）。你要在施法时选择该物体造成的伤害类型（钝击、穿刺或挥砍），不过你所要求的物体必须符合它所能造成的伤害类型。<\/p><p>当临时武器离开你的抓握时，该法术便会提前结束。该物体不具有任何价值，而且除了作为临时武器来使用外别无它用（举例说明，该法术不会召唤出1个昂贵的望远镜，无法被贩卖或者使用它的其他能力，但你仍旧可以使用它去揍别人的脑袋）。被召唤的物体本身不能是人造武器，即便你所在的地点有可能看到人造武器也是如此。该法术召唤的物体在通常情况下，应该是可以当做不同寻常的临时武器来使用，比如鱼市上的鲱鱼，但它仍旧可以造成全额伤害。<\/p>"
}
