{
    "key": "detect relations",
    "name": "Detect Relations",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Detect%20Relations",
    "source": ["Quests and Campaigns pg. 28"],
    "school": "divination",
    "levels":     {
        "bard": 2,
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "skald": 2,
        "warpriest": 2,
        "witch": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a seed)",
    "range": "N/A",
    "duration": "concentration, up to 1 min./level (D)",
    "savingThrow": "Will negates, see text",
    "spellResistance": "no",
    "text": "You can determine whether or not two or more creatures are related by blood. The amount of information gleaned depends on how long you study a particular area or set of subjects.<br><br><i>1st round<\/i>: Whether or not the subjects are related by blood.<br><br><i>2nd round<\/i>: Number of related subjects and their general relation to one another (for example, this would reveal that one subject is a descendant of the other, but it would not specify “mother” or “grandmother”).<br><br><i>3rd round<\/i>: Precise relationship between subjects in the area. A target’s Will save prevents you from determining its exact relationship with another creature, and only one subject needs to succeed at this save to prevent you from determining its relationship with another creature. (So, for instance, if two brothers are in the area and one succeeds at his Will save, you could tell that they are siblings, but could not distinguish whether they are full- or half-siblings.)<br><br>Each round, you can turn to detect relations in a new area. The spell can penetrate barriers, but 6 inches of stone, 1 inch of common metal, a thin sheet of lead, or 1 foot of wood or dirt will block it.<br><br>This spell functions by analyzing the blood and minds of creatures in the area, collectively examining these traits and comparing them to those of others in the area while looking for patterns. Thus, adoptive siblings and parents cannot be detected with this spell, since they share no blood.",
    "name_zh": "侦测血缘",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材/法器（一枚种子）",
    "range_zh": "N/A",
    "target_zh": "每等级一个生物，彼此相距不能超过30英尺",
    "duration_zh": "专注, 至多每等级1分钟 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以判断两个或两个以上的生物之间是否具有血缘关系。得到信息量取决于你研究某一特定区域或某些目标的时间长短。<\/p><p>第1轮：目标之间是否有血缘关系。<\/p><p>第2轮：有血缘关系的目标的数量，他们和另外一个人的大致关系（例如，这种法术将揭示出一个目标是另一个目标的后代，但法术不会具体到「母亲」或「祖母」）。<\/p><p>第3轮：该区域内目标之间的准确关系。若有一个目标通过意志豁免，则会阻止你判定他与另一个生物的确切关系，只需要有一个目标豁免成功就能阻止你确定他与其他生物的关系。（举个例子，如果有两个兄弟在区域内，一个兄弟意志豁免成功，你就可以看出他们是手足，但不能分辨他们是亲兄弟还是堂兄弟）。<\/p><p>每一轮里，你都可以换一个新区域来侦测血缘。这个法术可以穿透障碍，但6英吋厚的石头，1英吋的普通金属，一层薄铅，或者1英尺厚的木头或泥土会阻止它。<\/p><p>这种法术是通过分析该区域内生物的血液和思想来起效的，通过综合分析这些特征，并将其与区域内其他生物进行比对，同时寻找模板。因此，养子女和父母无法通过这个法术被发现，因为他们没有血缘关系。<\/p><p>修整期法术（Downtime spells）<\/p><p>下列法术可以配合在极限战役中提出的修整期规则和构筑王国规则。<\/p>"
}
