{
    "key": "dimension door",
    "name": "Dimension Door",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dimension%20Door",
    "source": ["PRPG Core Rulebook pg. 269"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "magus": 4,
        "medium": 3,
        "mesmerist": 4,
        "occultist": 4,
        "psychic": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 3,
        "summoner (unchained)": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "you and touched objects or other touched willing creatures",
    "duration": "instantaneous",
    "savingThrow": "none and Will negates (object)",
    "spellResistance": "no and yes (object)",
    "text": "You instantly transfer yourself from your current location to any other spot within range. You always arrive at exactly the spot desired—whether by simply visualizing the area or by stating direction. After using this spell, you can't take any other actions until your next turn. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you.<br><br>If you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location.<br><br>If there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet. If there is no free space within 1,000 feet, you and each creature travelling with you take an additional 4d6 points of damage and the spell simply fails.",
    "mythicSource": ["Mythic Adventures pg. 91"],
    "mythicText": "The duration of this spell changes to 1 round per 2 caster levels, and it creates a temporary, invisible, one-way portal in your square to your destination. You immediately pass through the portal and arrive at the destination, but you can’t take any other creatures with you. <br><br>When casting the spell, you can designate a number of creatures equal to your caster level. These creatures can see and use the portal, passing through it to arrive at the destination (this isn’t an action). A creature that passes through the portal can’t take any other actions until its next turn. ",
    "name_zh": "任意门",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "你和接触到的物体或其他接触到的自愿生物",
    "duration_zh": "立即",
    "savingThrow_zh": "无 或 意志, 通过则无效 (物体)",
    "spellResistance_zh": "否 和 可 (物体)",
    "text_zh": "<p>你可以立即将自己从当前的所在地传送至法术范围内的任何地点。你总是可以准确地到达你想到达的位置——不管你只是看到那地方还是仅仅声明了方向。使用完该法术后，直至你的下个回合之前不能再做任何动作。你可以携带不超过你最大负载能力的物品。你每具有三个CL还可以携带一个自愿的中型或更小体型的生物 (携带不超过其最大负载能力的装备和物品) 或相当于此的生物。一个大型生物算作两个中型生物，一个超大型生物视作两个大型生物，以此类推。所有被传送的生物之间必须相互接触，并且它们中至少有一个与你接触。<\/p><p>若你传送到一个由实体占据的空间，那么你和每个随你旅行的生物都会受到1d6点伤害，并被挤到距离目标地点100尺内随机开放空间的固体表面上。<\/p><p>若100尺内没有开阔空间，你和随你旅行的每个生物都会受到额外的2d6点伤害，并被随机挤到1000尺内的开放空间。若1000尺内没有开放空间，你和随你旅行的每个生物都受到额外4d6点伤害，并且施法失败。<\/p>",
    "mythicText_zh": "<p>该法术的持续时间增加至每2个施法者等级1轮，而且它会在你所占据的方格内创造出一道隐形（invisible）、单向的临时传送门通向目的地。你会立刻通过传送门并且抵达目的地，但是你无法一同带走任何其他生物。<\/p><p>当你施放该法术时，你能够指定数量等同于你的施法者等级个生物。这些生物能够看到并且使用传送门，通过它抵达目的地（这不需要花费动作）。穿过传送门的生物直到他们的下一个回合之前无法进行任何其他动作。<\/p>"
}
