{
    "key": "discern value",
    "name": "Discern Value",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Discern%20Value",
    "source": ["Dungeoneer's Handbook pg. 30"],
    "school": "divination",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "skald": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (platinum monocle worth 100 gp)",
    "range": "60 ft.",
    "area": "cone-shaped emanation",
    "duration": "concentration, up to 1 minute/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can quickly analyze the monetary value of objects and identify which are most valuable to an average trader. You must specify a minimum value to detect when you cast this spell (such as 1 gp, 100 gp, or 1,000 gp). The amount of information revealed depends on how long you study a particular area or subject.<br><br><i>1st Round<\/i>: Presence or absence of objects worth at least the specified amount.<br><br><i>2nd Round<\/i>: The most valuable object in range glows brighter than all of the others. If an aura is outside your line of sight, then you discern its direction but not its exact location.<br><br><i>3rd Round<\/i>: Objects whose values are within 10% of the most valuable item in range glow slightly.<br><br>The spell’s effect does not indicate whether an item has magical properties and does not detect artifacts or items that are priceless.",
    "name_zh": "识别价值",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材 (价值100gp的白金单眼镜)",
    "range_zh": "60尺",
    "area_zh": "锥形发散区域",
    "duration_zh": "专注, 至多1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能迅速分析物品的货币价值，并且辨识出对于一位普通商人来说，哪一件是最有价值的。当你施展此法术时，你必须明确说明欲侦测的最小价值(像是1gp、100gp、1000gp)。获得的资讯多寡取决于你研究了这片特定区域或场地多长时间。<\/p><p>1轮：达到具体指定数值的物品存在与否。<\/p><p>2轮：在范围内最有价值的物品会发出比其他物品更明亮的光。如果灵光是在你视觉线范围外，那你可以隐约感到它的方向，但不知道准确的位置。<\/p><p>3轮：范围内，价值在最高价物品10%误差以内的物品，发微光。<\/p><p>此法术的效果不会指出物品是否有魔法品质，也不会侦测神器或没有价值的物品。<\/p>"
}
