{
    "key": "dispel balance",
    "name": "Dispel Balance",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dispel%20Balance",
    "source":     [
        "Planar Adventures pg. 40",
        "Champions of Balance pg. 27"
    ],
    "school": "abjuration",
    "levels":     {
        "cleric": 5,
        "inquisitor": 5,
        "oracle": 5,
        "warpriest": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "you and a touched, neutral creature from another plane, or you and an enchantmnet on a touched creature or object",
    "duration": "1 round/level or until discharged, whichever comes first",
    "savingThrow": "see text",
    "spellResistance": "see text",
    "text": "Pulsing bronze energy surrounds you, bestowing three effects.<br><br> First, you gain a +3 deflection bonus to AC against attacks by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures. Against attacks by creatures whose alignment is neutral with no other alignment components, this deflection bonus is instead +5.<br><br> Second, upon making a successful melee touch attack against a creature from another plane with a neutral component to its alignment, you can banish that creature back to its home plane. The creature’s spell resistance applies to this attempt, and the creature can negate this effect with a successful Will save. If the creature’s alignment is neutral with no other alignment components, the creature takes a –2 penalty on this saving throw. This use discharges and ends the spell.<br><br> Third, with a touch, you can automatically dispel any one enchantment spell cast by a creature with a neutral component to its alignment. Spells that can’t be dispelled by dispel magic also can’t be dispelled by <i>dispel balance<\/i>. Saving throws and spell resistance do not apply to this effect. This use discharges and ends the spell. ",
    "name_zh": "反制平衡",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，法器",
    "range_zh": "接触",
    "target_zh": "自我和一个接触的，来自其他位面的中立生物，或者你和一个被接触的生物或物体上的惑控效果",
    "duration_zh": "1轮/等级 或 直至能量发散, 以先到的为准",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "见文本",
    "text_zh": "<p>脉动着的青铜色能量围绕着你，赋予你三种效果。<\/p><p>首先，你的AC在面对来自混乱中立，秩序中立，中立邪恶和中立善良生物的攻击时获得+3偏斜加值。在对抗绝对中立，没有其他阵营成分的生物的攻击时，偏斜加值改为+5。<\/p><p>第二，当你成功地对另一个来自其他位面的，阵营包含中立成分的生物进行一次近战接触攻击时，你可以将该生物驱逐回它的原属位面。该生物的法术抗力作用于此尝试，并且该生物可以通过一次成功的意志豁免抵消此效果。如果该生物的阵营是绝对中立，没有其他阵营成分，该生物在这次豁免中将受到-2的减值。这种用法会立刻结束法术。<\/p><p>第三，通过一次触摸，你可以自动解除一个阵营中包含中立成分的生物所施展的任何一个惑控法术。不能被解除魔法（dispel magic）驱散的法术也不能被此法术驱散。豁免检定和法术抗力不适用于此效果。这种用法会使法术立刻结束。<\/p>"
}
