{
    "key": "dissolution",
    "name": "Dissolution",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dissolution",
    "source": ["Arcane Anthology pg. 19"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 4,
        "arcanist": 5,
        "investigator": 4,
        "sorcerer": 5,
        "spiritualist": 6,
        "summoner": 6,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (vial of alchemical reagents worth 50 gp)",
    "range": "touch",
    "target": "Tiny or smaller object touched",
    "duration": "10 minutes/level (D)",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "no",
    "text": "You touch a Tiny or smaller item, causing the item to vanish as if it did not exist at all. The item doesn’t take damage or otherwise gain any condition; it simply ceases to be visible to or interact with the world in any way, as if it no longer existed. The oil vanishes with the item and leaves no residue, nor does it affect surfaces that handle or hold the item during its application. No spell or ability short of <i>miracle<\/i> or <i>wish<\/i> can locate or affect the item while it is under the effect of this spell. Though the item seems to not exist while under the effects of this spell, its own reality is consistent (it ages normally, and any ongoing effects upon it continue normally). The target object can be one size larger than Tiny for every 5 caster levels above 5th you possess.<br><br> The target item returns to existence when the spell’s duration expires. An item returns to existence in exactly the same location and condition it left. If the location no longer has room for the item, the item takes 1d0 points of damage (bypassing hardness) and is teleported to the nearest location that has room for it. If that location is more than 5 feet from the original location, there is a 25% chance the item is instead shifted to a randomly determined alternate plane.",
    "name_zh": "消失术",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一瓶价值50gp的炼金试剂）",
    "range_zh": "接触",
    "target_zh": "超小型或更小的被接触物品",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你触摸一个超小型的或小的物品，让其消失不见，就好像它根本不存在一样。该物品不会被损坏或获得任何其他症状; 它只是变得不再可见，且不能以任何方式与世界发生互动，就好像它已不复存在一样。试剂油会与物品一起消失，且不会留下残留物，也不会影响在使用中被拿来握住或持有该物品的表面。没有法术或能力，除了神迹术或祈愿术，可以在本法术的作用下定位或影响到该物品。虽然在法术作用下该物品似乎不存在，但它本身的真实性是连贯的（它会持续老化，任何持续的效果都会如常继续）。目标物品可以比超小型更大，最大超出的体型等级差距=（你的施法者等级-5）/5。<\/p><p>当法术持续时间结束时，目标物品会返回原貌。物体会以留下的状态出现在完全相同的原地。如果该位置不再有空间容纳该物体，则该物品将受到1d0点伤害（绕过硬度），并被传送到最近的空闲位置。如果该位置距离原始位置超过5尺，那么该物体就有25%的几率被随机传送到其他位面。<\/p>"
}
