{
    "key": "divine vessel",
    "name": "Divine Vessel",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Divine%20Vessel",
    "source": ["Advanced Player's Guide pg. 216"],
    "school": "transmutation",
    "descriptors":     [
        "chaotic",
        "evil",
        "good",
        "lawful"
    ],
    "descriptorsOperator": ",",
    "levels": {"oracle": 8},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "text": "You accept otherworldly energies into your body and transform. Your size increases by one category, your height doubles, and your weight increases by a factor of eight. Your features shift into those of a cold and alien being of logic, a creature of primal chaos, an angelic presence, or a fiendish monster, as chosen by you. You gain a +6 size bonus to Strength and Constitution, a +3 natural armor bonus, darkvision 60 ft., and SR of 12 + your caster level. These modifiers replace the normal modifiers for increasing your size. The size modifier for AC, attacks, CMB, and CMD changes as appropriate for your new size category. This spell doesn’t change your base speed. Determine space and reach as appropriate for your new size.<br><br>If insufficient room is available for the desired growth, you attain the maximum possible size and may make a Strength check (using your increased Strength) to burst any enclosures in the process. If you fail, you are constrained without harm by the materials enclosing you—the spell cannot crush you by increasing your size.<br><br>All equipment you wear or carry is similarly enlarged by this spell. Melee weapons deal more damage. Other magical properties are not affected by this spell. Any enlarged item that leaves your possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical effects that increase size do not stack.<br><br>You gain additional abilities as noted below.<br><br><b>Anarchic aspect<\/b>: You gain the following abilities: an additional +2 bonus to Constitution, DR 10/lawful, resist acid 10, electricity 10, and sonic 10, a +4 bonus on saves against poison, blindsense 30 feet, and a fly speed of 60 feet (good maneuverability). You gain a bite attack dealing 2d6 points of damage. Your natural weapons and any weapons you wield are considered chaotic-aligned for the purpose of overcoming damage resistance.<br><br><b>Axiomatic aspect<\/b>: You gain the following abilities: an additional +2 bonus to Strength, DR 10/chaotic, resist cold 10, electricity 10, and fire 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered lawful-aligned for the purpose of overcoming damage resistance.<br><br><b>Celestial aspect<\/b>: You gain the following abilities: a +2 bonus to Dexterity, DR 10/evil, resist acid 10, cold 10, and electricity 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered good-aligned for the purpose of overcoming damage resistance.<br><br><b>Fiendish aspect<\/b>: You gain the following abilities: an additional +2 bonus to Strength, DR 10/good, resist acid 10, cold 10, and fire 10, a +4 bonus on saves against poison, see in darkness, and a fly speed of 60 feet (good maneuverability). You gain 2 claw attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered evil-aligned for the purpose of overcoming damage resistance.<br><br>When used to assume an anarchic, axiomatic, celestial, or fiendish aspect, this spell is a chaotic, lawful, good, or evil spell respectively.",
    "name_zh": "神圣化身",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "text_zh": "<p>你让你的身体吸收异界的能量并且产生变化。<\/p><p>你的体积变大一级，高度增加一倍，体重增加八倍。你能选择变得难以言喻而无法用逻辑解释、如同某种原初的造物、看起来如同天使、或看起来如同恶魔。<\/p><p>你的力量、体质获得+6体型加值，天生防御+3，获得60尺黑暗视觉，以及12+施法者等级的法术抗力。这些修正值已经包含了体型变化所产生的数值修正。AC、AB、CMB和CMD将应用新的体型调整值。该法术不会影响基础移动速度。威胁范围以新体型为准。<\/p><p>如果周围空间不足以容纳变化后的体积，那么你将会被变大到空间能够容纳的最大体积，并且在过程中可以进行力量检定将周围的障碍物打破 (检定使用新的力量修正值)。如果检定失败，你会无害的被周围环境困住而不会被环境挤压致死。<\/p><p>你身穿和携带的所有装备都会同样被法术变大。近战武器武器会造成更大的伤害。其他魔法效果不会被法术效果影响。变大后的道具在离开你的身体后 (含箭矢和投掷武器) 会立刻变回原本的大小，所以投掷武器和远程武器只会造成原本的伤害。<\/p><p>体积变大效果不会与类似的效果叠加。<\/p><p>此外，你可以额外获得一种以下能力：<\/p><p>－无序之相：你获得以下能力：体质额外+2，DR10/守序，抗力酸10，电10，音波10，毒素豁免+4，盲感30尺，60尺飞行速度 (机动性良好)。你获得伤害为2d6的啮咬攻击能力。你的天生武器和任何武器在克服伤害减免时都被视作混乱武器。<\/p><p>－真理之相：你获得以下能力：力量额外+2，DR10/混乱，抗力寒冷10，电10，火10，毒素豁免+4，昏暗视觉，60尺飞行速度 (机动性良好)。你获得两次伤害为1d6的挥击能力。你的天生武器和任何武器在克服伤害减免时都被视作守序武器。<\/p><p>－天神之相：你获得以下能力：敏捷额外+2，DR10/邪恶，抗力酸10，寒冷10，电10，毒素豁免+4，昏暗视觉，60尺飞行速度 (机动性良好)。你获得两次伤害为1d6的挥击能力。你的天生武器和任何武器在克服伤害减免时都被视作善良武器。<\/p><p>－邪魔之相：你获得以下能力：力量额外+2，DR10/善良，抗力酸10，寒冷10，火10，毒素豁免+4，黑暗之视 (See in Darkness)，60尺飞行速度 (机动性良好)。你获得两次伤害为1d6的爪击能力。你的天生武器和任何武器在克服伤害减免时都被视作邪恶武器。<\/p><p>当你使用以上四种形态时，法术的描述符分别为混乱、守序、善良和邪恶。<\/p>"
}
