{
    "key": "dominate animal",
    "name": "Dominate Animal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dominate%20Animal",
    "source": ["PRPG Core Rulebook pg. 273"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "druid": 3,
        "hunter": 3,
        "mesmerist": 3,
        "psychic": 4,
        "shaman": 3
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one animal",
    "duration": "1 round/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "This spell allows you to enchant the targeted animal and direct it with simple commands such as “Attack,” “Run,” and “Fetch.” Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger than the dominated animal) are simply ignored.<br><br><i>Dominate animal<\/i> establishes a mental link between you and the subject creature. The animal can be directed by silent mental command as long as it remains in range. You need not see the creature to control it. You do not receive direct sensory input from the creature, but you know what it is experiencing. Because you are directing the animal with your own intelligence, it may be able to undertake actions normally beyond its own comprehension. You need not concentrate exclusively on controlling the creature unless you are trying to direct it to do something it normally couldn't do. Changing your instructions or giving a dominated creature a new command is the equivalent of redirecting a spell, so it is a move action.",
    "name_zh": "支配动物",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一只动物",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术使你能够迷惑目标动物，并对它下达简单的指令，如“攻击”，“跑”和“拿来”。自杀或自残的指令 (包括攻击体型比被支配动物大两级或更大的生物) 则会被忽视。<\/p><p>支配动物会在你和受术生物之间建立心灵连接。只要动物待在法术范围内就可以接受无声的心灵指引。控制它时，你不需要看着该名生物。你无法直接得知它的感官知觉，但可以知道它的感受。由于它受你自己的智能指引，因此它可以做一些超出它正常理解范围的事情。你不需要维持专注来控制它，除非你要它做一些它平常不会做的事。改变指令或发出新的命令相当于将法术重定向，因此是个移动动作。<\/p>"
}
