{
    "key": "dream voyage",
    "name": "Dream Voyage",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dream%20Voyage",
    "source": ["Occult Adventures pg. 167"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "descriptors": ["mind-affecting"],
    "levels": {"psychic": 9},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "you and one creature/level",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "This spell functions as <i>dream travel<\/i>, but you and your companions travel through the Dimension of Dreams in a fantastical vehicle of your own devising that halves the travel time. Only you can pilot the vessel, and you can do so even if you aren’t inside it. Your psychic vehicle buffers minds from the intense emotional tides of the Dimension of Dreams, rendering everyone inside immune to harmful emotion and fear effects. Unlike with <i>dream travel<\/i>, there is no chance the vessel arrives off target. In addition, you need not have met the target creature, but in that case you must have at least a reliable description of it. However, if you attempt to travel there with insufficient or incorrect information, you do need to roll, using the false identity entry from <i>dream travel<\/i>.<br><br>Creatures that disembark from your vehicle can either enter the dreamscape or exit to the plane where the dreamer’s body lies, arriving within 1 mile of the dreamer’s body. All creatures that disembark from the vehicle onto a plane at the same time arrive in the same place. The dreamer can’t prevent the dream voyagers from entering its dream, but can attempt a Will save to prevent a group of creatures from exiting to the plane where its body resides.<br><br>The psychic vehicle remains in the dream for the remainder of the spell’s duration, even if it’s unoccupied. A creature adjacent to the dreamer can reenter the dream vessel as a full-round action through an illusory portal only subjects of the spell can see. You can return the vessel to the point where you cast <i>dream voyage<\/i> to allow any number of passengers to return to that plane, and can return it to the dream again. Either of these trips takes the same amount of time as the initial travel, and can be done any number of times within the spell’s duration. If the vessel moves out of a dreamscape, companions left behind can’t return to the vessel by being near the dreamer. If a companion is killed, its body doesn’t return to the <i>dream voyage<\/i> unless you carry it with you, just like any other object.<br><br>If the dreamer awakens while the dream vessel is still in its dream, it can allow the dream travelers to exit or not (as with <i>dream travel<\/i>). The dream vessel remains intact in the Dimension of Dreams for the spell’s duration even if it’s untethered from a dream. It drifts through dreams when this happens, and you can’t pilot it to another dream (even a dream of the initial dreamer if that creature begins dreaming again). If you dismiss the spell at any time, you and all subjects within the dream vessel return to where you started on the Material Plane.<br><br>You can increase the number of companions you can bring on a <i>dream voyage<\/i> to 10 creatures per caster level, though to do so you must increase the casting time, maintaining your concentration and touching up to 6 creatures per round as a fullround action. If your concentration is disrupted before you touch all of the targets, the spell is wasted and has no effect. Once you have touched all of your companions, the <i>dream voyage<\/i> begins; however, its duration is reduced to 1 hour.",
    "name_zh": "梦境远航",
    "castingTime_zh": "标准动作",
    "range_zh": "接触",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术的功能如同梦境旅行（Dream Travel），不过你和你的旅伴会在一个由你设计出的幻想载具内穿越梦境维度（Dimension of Dreams），并且使旅行时间减半。只有你能够驾驶载具，而且即便你本人不在载具之内也可以驾驶它。这架精神载具能够减缓梦境维度中强烈的情绪浪潮，让其中的每个人都免疫有害的情绪（emotion）和恐惧（emotion）效果。此外，你也不需要见过目标生物，不过在此种情况下，你必须至少了解关于对方的可靠描述（reliable description）。无论如何，当你尝试向着信息不足或信息不准确的目标旅行时，仍然要使用梦境旅行表格中虚假身份（False identity）的一栏进行检定。<\/p><p>登上你的载具的生物能够进入梦境，也可以出现在做梦之人的身体所在的位面，出现在距离它的身体1英里之内的某处。所有登上你的载具的生物会同时抵达目标位面，出现在相同的地点。做梦之人无法防止梦境旅者进入它的梦境，但是可以尝试一次意志豁免来防止这些生物出现在自己的身体所在的位面。<\/p><p>在法术剩余的持续时间内，精神载具仍会保留在梦境之中，即便载具中已经空无一物也不影响。与做梦之人相邻的生物能够重返梦之载具中，这么做需要以整轮动作穿过一道仅有法术受术者能够看到的幻象之门。你能够将载具送还到最初施放梦境远航（Dream Voyage）时的位置，允许任意数量的乘客返回施法时所在的位面，并且能够再次让它返回梦境。这些旅行所花费的时间和初次旅行时所花费的时间长度相同，而且可以在法术的持续时间内进行任意次。若载具离开梦境，那么被留下的同伴就无法在做梦之人的旁边返回载具。当同伴死亡之后，它的身体也不会自动返回到梦境载具中，必须由你带入载具，就像任何其他物体一般。<\/p><p>若做梦之人在梦境载具仍处于梦境之中时醒来，那么它能够决定是否让梦境旅者离开梦境维度，就如同梦境旅行（Dream Travel）一般。梦境载具会在法术持续时间内完好无损地停留在梦境维度中，即便它并未进入到任何梦境中也可以。在上述情况发生时，载具会在梦境中漂流，而且你也无法驾驶它进入其他梦境（即便是最初的做梦之人再次入梦后，再次做的梦也不行）。无论何时，当你解消法术的时候，你和所有梦境远航的受术者都会返回到主物质位面中你们原本处于的位置。<\/p><p>你可以增加梦境载具中可容纳的人数，至多为每施法者等级10个生物，不过这么做会延长你的施法时间，以整轮动作，你可以在维持法术专注的前提下每轮触摸至多6个生物。若在触摸所有目标之前，你的专注就被打断的话，法术便会被浪费而且不会产生任何效果。一旦你触摸到所有同伴，梦境远航法术就开始了; 然而它的持续时间会被降低至1小时。<\/p>"
}
