{
    "key": "ectoplasmic snare",
    "name": "Ectoplasmic Snare",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ectoplasmic%20Snare",
    "source": ["Occult Adventures pg. 168"],
    "school": "evocation",
    "levels":     {
        "arcanist": 3,
        "magus": 3,
        "psychic": 3,
        "shaman": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "entangling web of ectoplasm",
    "duration": "concentration, up to 1 round/level (D)",
    "savingThrow": "Reflex partial, see text",
    "spellResistance": "yes",
    "text": "You unleash a writhing tendril of ectoplasm to grapple or entangle a target creature. You must make a ranged touch attack to strike a target. If you hit, the target can attempt a Reflex save. On a successful save, the target is entangled for the duration of the spell and suffers no other effects. If the target fails this saving throw, the tendril is more restrictive, making the target grappled and dealing it 1d6+4 points of bludgeoning damage. Each round when you concentrate to maintain the spell, the snare attempts a grapple combat maneuver check to maintain the grapple. As normal when grappling, the snare gains a +5 bonus on grapple combat maneuver checks against opponents it is already grappling. The snare’s CMB is equal to 6 + your caster level, and its CMD is equal to 16 + your caster level. Since the ectoplasm passes between planes, this spell affects incorporeal and ethereal creatures normally.<br><br>You remain tethered to the target for the duration of the spell. You can shrink or extend the snare, but if the distance between you and the target exceeds the spell’s range, the snare disappears. The ectoplasmic tether has hardness 10 and a number of hit points equal to 10 + your caster level + your Constitution modifier, and the tether can be damaged or sundered anywhere along its length. You are not considered to have the grappled condition while tethered to the target. You can perform the move or damage action on a successfully grappled target, moving it up to half your speed or dealing an additional 1d6+4 points of bludgeoning damage to it on a successful grapple combat maneuver check. You can’t pin your target.",
    "name_zh": "灵质捕网",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "灵质组成的捕网",
    "duration_zh": "专注, 至多1轮/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你释放出翻卷的灵质卷须擒抱（grapple）或纠缠（entangle）一个目标生物。你必须进行远程接触攻击来命中目标。若命中，目标能够尝试一次反射豁免。豁免成功时，目标会在法术剩余的持续时间内陷入纠缠（entangled），而且不受其他效果影响。若目标豁免失败，捕网则会更强地限制住它，使得目标陷入擒抱（grappled），并对其造成1d6 + 4点钝击伤害。在你以专注来维持该法术的每一轮，灵质捕网都会尝试进行一次擒抱战技来维持擒抱。正如标准的擒抱一般，捕网在对抗已经被擒抱的敌人时，擒抱战技会获得+5加值。灵质捕网的CMB为6 + 你的施法者等级，它的CMD等同于16 + 你的施法者等级。由于灵质能够穿过位面，因此该法术能够如常影响虚体（incorporeal）和灵界（ethereal）生物。<\/p><p>在法术剩余的持续时间内，你都能够保持对目标的拘束。你能够收紧或延伸捕网，但是如果你和目标之间的距离超出了法术的范围，捕网便会消失不见。灵质捕网具有10点硬度，生命值等同于10 + 你的施法者等级 + 你的体质调整值，而且捕网的任意一段都可以被伤害或切断。在捕网擒抱目标时，你不会被视为陷入擒抱状态。你能够对成功被擒抱的目标执行移动或者伤害动作，成功通过一次擒抱战技检定能够让你至多以自身的速度的一半来移动它，或者造成额外1d6 + 4点钝击伤害。你无法压制（pin）你的目标。<\/p>"
}
