{
    "key": "elemental body i",
    "name": "Elemental Body I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Elemental%20Body%20I",
    "source": ["PRPG Core Rulebook pg. 275"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 4,
        "arcanist": 4,
        "bloodrager": 4,
        "investigator": 4,
        "magus": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (the element you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 min./level",
    "text": "When you cast this spell, you can assume the form of a Small air, earth, fire, or water elemental. The abilities you gain depend upon the type of elemental into which you change. Elemental abilities based on size, such as burn, vortex, and whirlwind, use the size of the elemental you transform into to determine their effect.<br><br><i>Air elemental<\/i>: If the form you take is that of a Small air elemental, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. You also gain fly 60 feet (perfect), darkvision 60 feet, and the ability to create a whirlwind.<br><br><i>Earth elemental<\/i>: If the form you take is that of a Small earth elemental, you gain a +2 size bonus to your Strength and a +4 natural armor bonus. You also gain darkvision 60 feet and the ability to earth glide.<br><br><i>Fire elemental<\/i>: If the form you take is that of a Small fire elemental, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. You gain darkvision 60 feet, resist fire 20, vulnerability to cold, and the burn ability.<br><br><i>Water elemental<\/i>: If the form you take is that of a Small water elemental, you gain a +2 size bonus to your Constitution and a +4 natural armor bonus. You also gain swim 60 feet, darkvision 60 feet, the ability to create a vortex, and the ability to breathe water.",
    "mythicSource": ["Mythic Adventures pg. 92"],
    "mythicText": "Each <i>mythic elemental body<\/i> spell must be learned individually, and you must know the respective non-mythic <i>elemental body<\/i> spell to learn its mythic version. You don’t have to learn them in order, and aren’t required to know a lower-level <i>mythic elemental body<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic elemental body II<\/i> if you know <i>elemental body II<\/i>, even if you don’t know <i>mythic elemental body I<\/i>). Each <i>mythic elemental body<\/i> spell adds the following benefits to its respective non-mythic version. The spell’s bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). There is a 50% chance any critical hit or sneak attack against you is treated as a normal hit, as if you were wearing <i>medium fortification<\/i> armor.<br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. You can also, a number of times equal to your tier, add half your tier to the DC of one spell you cast with an energy descriptor that matches your elemental type (air: electricity, earth: acid, fire: fire, water: cold).",
    "name_zh": "元素形态 I",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (你想要变成的元素)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>当你施放该法术，你能够变为小型气元素、小型土元素、小型火元素或小型水元素的形态。你获得的能力取决于你化身的元素的类型。基于体型的元素能力，比如烧灼、漩涡以及旋风，使用你变身后的元素的体型来决定其效果。<\/p><p><b>气元素<\/b>：如果你选择小型气元素的形态，你的敏捷获得+2体型加值以及+2天生护甲加值。你还获得60尺飞行 (完美)，60尺黑暗视觉以及制造旋风的能力。<br><b>土元素<\/b>：如果你选择小型土元素的形态，你的力量获得+2体型加值以及+4天生护甲加值。你还获得60尺黑暗视觉以及潜地能力。<br><b>火元素<\/b>：如果你选择小型火元素的形态，你的敏捷获得+2体型加值以及+2天生护甲加值。你还获得60尺黑暗视觉，火焰抗力20，寒冷易伤以及烧灼能力。<br><b>水元素<\/b>：如果你选择小型水元素的态，你的体质获得+2体型加值以及+4天生护甲加值。你还获得60尺游泳，60尺黑暗视觉，制造漩涡的能力以及水下呼吸的能力。<\/p>",
    "mythicText_zh": "<p>每个神话元素形态法术都必须分别学习，而且你必须分别了解非神话版的元素形态法术才能学习它的神话版本。你不需要按顺序学习它们，而且在学习高等级的神话元素形态之前也不需要学习低等级的神话版本（例如：若你了解元素形态II，就能够学习神话版的元素形态II，即便你不了解元素形态I也可以）。每个神话元素形态法术都会将后述优势分别加到其非神话的版本上。<\/p><p>法术对属性的加值增加2点，天生护甲加值增加1点，而且属性减值降低2点（减值最低为0点）。任何重击与偷袭在对抗你的时候都有50%概率被视为普通命中，就如同你穿戴了中等护命护甲一般。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，属性加值就会额外增加2点。你还能够把你的阶层的一半加到一个你所施放的法术DC上，这个法术必须具有与你的元素类型相符的能量描述符（气系：闪电，土系：强酸，火系：火焰，水系：寒冷），该效果的使用次数等同于你的阶层。<\/p>"
}
