{
    "key": "enemy hammer",
    "name": "Enemy Hammer",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Enemy%20Hammer",
    "source": ["Advanced Player's Guide pg. 219"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 6,
        "occultist": 6,
        "psychic": 6,
        "sorcerer": 6,
        "spiritualist": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (puppet strings)",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "one creature",
    "duration": "1 round/level (D)",
    "savingThrow": "Fortitude partial",
    "spellResistance": "yes",
    "text": "You grab a creature with telekinesis and use it to batter nearby opponents or objects. You must target a specific creature when casting this spell and once you select that creature you cannot switch to another. Each round, as a standard action, you can attempt to hurl the target at any creature or object within 30 feet of it. You must make an attack roll whenever you use the target as a weapon. The attack bonus for this attack is equal to your caster level plus either your Intelligence or Charisma modifier (whichever is higher). If you successfully hit the new target with the creature both it and the creature take damage based on the creature’s size.<br><br> <table class=\"inner\"><tr><td><b>Creature Size<\/b><\/td><td> <b>Damage Dealt<\/b><\/td><\/tr> <tr><td>Fine<\/td><td> 1d4<\/td><\/tr> <tr><td>Diminutive<\/td><td> 1d6<\/td><\/tr> <tr><td>Tiny<\/td><td> 1d8<\/td><\/tr> <tr><td>Small<\/td><td> 1d10<\/td><\/tr> <tr><td>Medium<\/td><td> 2d6<\/td><\/tr> <tr><td>Large<\/td><td> 2d8<\/td><\/tr> <tr><td>Huge<\/td><td> 2d10<\/td><\/tr> <tr><td>Gargantuan<\/td><td> 3d6<\/td><\/tr> <tr><td>Colossal<\/td><td> 3d8<\/td><\/tr><\/table><br> The target creature can make a Fortitude saving throw each time you attempt to use it as a weapon. If it makes its saving throw it can act normally, but if it fails its save it loses all actions for the round and ends its turn prone in a square adjacent to the target of your attack. However, if the creature chooses to resist your efforts to move it, taking no other actions for the round, it gets a +4 circumstance bonus on its saving throw. The spell ends immediately if the target creature dies or is destroyed.",
    "mythicSource": ["Mythic Adventures pg. 93"],
    "mythicText": "The target becomes entangled whether or not it succeeds at its saving throw. When using the target as a weapon, add half your tier to your attack roll, and add your tier to the damage roll. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, when you use the target to hit a creature, you can attempt a free bull rush combat maneuver against that creature. Your CMB for this maneuver is equal to your attack bonus for <i>mythic enemy hammer<\/i>, except you add your tier instead of half your tier. ",
    "name_zh": "人肉炮弹",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一根傀儡丝)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "一名生物",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你用心灵传动的力量抓起一个生物，并用它槌击附近的敌人或物体。<\/p><p>施放该法术时，你必须选择一个特定生物作为目标，一旦你选择，之后都不能再更改。<\/p><p>每一轮，以一个标准动作，你可以尝试将其扔在距离它30尺内的任何生物或物体上。<\/p><p>要使这次攻击命中，你必须掷一次攻击骰。这次攻击加值等于你的施法者等级加上你的智力或魅力中较高者的调整值。如果你成功用受术生物投掷命中，则被击中的目标受到基于受术生物体型的伤害。<\/p><p>生物体型　 伤害骰<\/p><p>超微型　 　　1d4<\/p><p>微型　 　 　 1d6<\/p><p>超小型　 　　1d8<\/p><p>小型　 　 　 1d10<\/p><p>中型　 　 　 2d6<\/p><p>大型　 　 　 2d8<\/p><p>超大型　 　　2d10<\/p><p>巨型　 　 　 3d6<\/p><p>超巨型　 　　3d8<\/p><p>每当你试图将其作为投掷武器，受术生物都可以尝试一次强韧检定。如果成功，它可以正常行动; 如果失败，它失去本轮所有动作被扔出去，并且在投掷目标的临近方格中倒地。<\/p><p>但是，如果目标生物选择本轮不进行任何行动而全力抗拒你的控制，那么它在这一轮的豁免检定有+4加值。<\/p><p>如果受术生物死亡或被摧毁，法术立刻结束。<\/p>",
    "mythicText_zh": "<p>无论目标的豁免成功与否，他都会被纠缠（entangled）。当你将目标作为武器使用时，将你的阶层的一半加到你的攻击检定上，并将你的阶层加到伤害检定上。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，当你使用目标命中一个生物时，你能够自由尝试一次冲撞战技对抗该名生物。此次战技的CMB等同于你在使用神话人肉炮弹时的攻击加值，不过你能在此次检定中应用完整的阶层作为加值，而非阶层的一半。<\/p>"
}
