{
    "key": "enter image",
    "name": "Enter Image",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Enter%20Image",
    "source": ["Advanced Player's Guide pg. 219"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 3,
        "bard": 2,
        "cleric": 3,
        "medium": 3,
        "mesmerist": 2,
        "occultist": 2,
        "oracle": 3,
        "psychic": 3,
        "redmantisassassin": 3,
        "skald": 2,
        "sorcerer": 3,
        "warpriest": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a drop of paint and a ball of clay)",
    "range": "50 ft./level",
    "effect": "transfer consciousness to any object bearing your likeness",
    "duration": "concentration",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You gain a dim impression of the activities around any object bearing your face or form and can also project your consciousness into one such object at a time, allowing you to observe or even interact with nearby creatures. This spell allows you to leave your body and subconsciously monitor the immediate area around any depiction of your image whether one, hundreds, or even thousands. Each such image has the full range of your normal senses (sight, hearing, smell, etc.) and you can make a Perception check to notice anything occurring nearby. The DC of this check is always 10 greater than what it would be if you were actually present at that location, so even if you would normally notice something automatically (such as talking, normally a DC of 0), you would need to make a DC 10 Perception check to notice it. <br><br>You may, at any time, choose to fill one specific image within range with your consciousness. While inside an image you lose the ability to monitor any other images within range but remain fully aware of your own body’s surroundings. Your body is defenseless and helpless (always failing any saving throw) while your consciousness is filling an image, but you can return to it at any time as an immediate action.<br><br> When you fill an image with your consciousness it gains a limited form of animation. Statues and similar three-dimensional representations can move their heads, make gestures, and talk, but cannot attack or leave their square without assistance. Portraits or similar two-dimensional representations bearing your likeness can also talk and your image can move anywhere within the picture or even temporarily alter it (such as by picking a flower in the painting). You cannot use any spells or other abilities while within an image. <br><br>You may leave the image at any time, returning you to your body. Once your consciousness departs from an object bearing your likeness, it immediately reverts to the appearance it had before you entered it. If someone destroys or damages the image you return to your body unharmed. The spell lasts until you cease concentrating, or until it is terminated by some outside means, such as a <i>dispel magic <\/i>cast upon either the image or your body, or if your body is killed.",
    "name_zh": "意识投影",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (一片画布和一颗粘土)",
    "range_zh": "每等级50尺",
    "effect_zh": "把意识投射到你的人像中",
    "duration_zh": "专注",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你获得了朦胧地感知你的人像周围物体活动的能力，或是将你的意识暂时投射到一个这样的物体里，让你观察甚至与其附近的生物互动。<\/p><p>这个法术让你离开你的身体，以潜意识监视附近以你作为模特的雕像或画像附近的一切。人像的数量可以是一个，一百个甚至一千个。<\/p><p>每一个人像都有你的所有正常感官 (视觉、听觉、嗅觉等)，可以以察觉检定注意附近发生的事件。这个察觉检定的DC会比你正常位于此地进行检定的DC高10，所以即使一些平时可以自动通过的检定 (比如对话，一般DC是0)，你也需要通过一个DC10的察觉检定才能发现。<\/p><p>你可以在任何时间，选择其中一个特定的人像将你的意识投射其中。当你的意识进入一个人像，你会失去监视所有其他人像附近的能力，不过可以清楚的意识到自己的肉体周围发生的一切。这时你的肉体处于无助状态 (豁免检定自动失败)，但是你一个以一个直觉动作回归你的肉体。<\/p><p>当你投射了你的意识，你可以用人像进行有限的动作。雕像和类似的三维物体可以转动他们的头、做手势、说话，但不能进行攻击或自行离开所在位置。当你投射进一副二维的图画，你也可以说话，并且你可以随意移动画面内的任何东西，甚至暂时改变它 (比如摘下画中的花)。你不能在图画中使用任何法术或其他能力。<\/p><p>你可以随时离开人像并回到你的肉体中。一旦你的意识离开一件物体，它会立刻恢复到你进入它之前的外观。如果有人破坏或损伤人像，你会毫发无伤的回到自己的肉体中。<\/p><p>法术会一直持续，直到你停止引导，或者被一些外部情况打断，例如一次针对图画或你的身体的解除魔法，或你的肉体被杀害。<\/p>"
}
