{
    "key": "entice fey, lesser",
    "name": "Entice Fey, Lesser",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Entice%20Fey,%20Lesser",
    "source": ["Ultimate Intrigue pg. 213"],
    "school": "conjuration",
    "subSchools": ["calling"],
    "levels":     {
        "bard": 4,
        "druid": 5,
        "hunter": 4,
        "medium": 3,
        "ranger": 4,
        "shaman": 5,
        "skald": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (offerings worth 500 gp plus payment, see text), DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one called fey, with 6 Hit Dice or fewer",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions as <i>lesser planar ally<\/i>, except that you entice a fey of 6 HD or fewer to lend you its aid with an offering of music or something else it finds appealing. Like <i>lesser planar ally<\/i>, this spell is unpredictable, and the fey who answers the calling is up to the whims of nature and the fey, not your own choice. You must succeed at a Knowledge (nature) check or Perform check (DC = 20 + target’s HD) in addition to the spell’s material component to entice the fey into appearing, after which you can negotiate for the service and your payment. The maximum HD of fey that you can call with that casting is equal to the result of your check – 20. For example, if your check result is a 24, the maximum HD for the called fey is 4. A high result doesn’t allow you to break the HD maximum for the spell, and a result of 20 or less means you can’t call a fey at all. If the fey doesn’t like the sound of your offer, it can simply choose to refuse, in which case you don’t expend any of the material components for the spell, either the offerings or the payment.",
    "name_zh": "次等引诱精类",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，材料（报酬外加价值500gp的祭品，见后文），法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "1个被呼唤的精类，生命骰为6或更低",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术的功能如同次等异界盟友（Planar Ally, Lesser）一般，不过你会用1首乐曲或其他让精类认为有趣的事物吸引1名生命骰为6或更低的精类，让它来协助你。类似于次等异界盟友，该法术的结果是不可预知的，谁会回应呼唤则取决于精类本身以及其率性而为（whims of nature）的本质，而非由你进行选择。除了提供法术的材料成分以外，你还必须成功通过1次知识(自然)检定或表演检定（DC = 20 + 目标的HD）才能够吸引精类出现，在此之后你可以开始就服务和报酬的问题进行协商。你能通过施法所呼唤的最高精类HD为检定结果减20。举例说明，若你的检定结果为24，呼唤来而来的精类的最高HD为4HD。较高的检定结果并不能让你打破法术的最高HD限制，检定结果为20或更低意味着你无法呼唤任何精类。若精类不喜欢你献上的音乐，则会简单地选择回绝，在此情况下你不会消耗法术中的任何材料成分，无论是祭品还是任何报酬。<\/p>"
}
