{
    "key": "etheric shards",
    "name": "Etheric Shards",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Etheric%20Shards",
    "source": ["Occult Adventures pg. 171"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "occultist": 4,
        "psychic": 5,
        "spiritualist": 4
    },
    "castingTime": "1 standard action",
    "components": "S, M (broken glass)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "one 10-ft. cube/level",
    "duration": "1 hour/level (D)",
    "savingThrow": "Reflex partial or Reflex negates (see text)",
    "spellResistance": "no",
    "text": "You harden interpenetrated ethereal substance into deadly transdimensional razors that are invisible to normal sight. Movement through an area of <i>etheric shards<\/i> is halved, even for incorporeal creatures, and creatures entering a 5-foot cube filled with <i>etheric shards<\/i> take 1d8 points of piercing and slashing damage and must succeed at a Reflex save or take 1 point of bleed damage. This bleed damage stacks with itself and other sources of bleed damage. A creature standing within an area of <i>etheric shards<\/i> takes no damage as long as it remains completely motionless, but even the minor movements involved in attacking or defending in combat force a stationary creature to attempt a Reflex save. If a stationary creature succeeds at this save, it avoids damage completely for that round, but if it fails, it takes hit point damage and bleed damage as though it had moved through the square.<br><br>A creature forcibly moved through an area of <i>etheric shards<\/i>, such as by a bull rush or drag combat maneuver, takes a –4 penalty on its saving throw, but a creature able to see invisible or ethereal objects gains a +4 bonus, and damage to it is completely negated on a successful Reflex save.<br><br><i>Etheric shards<\/i> are considered a magical trap, and a creature with trapfinding can use Perception to find them. The DC of this check is equal to 25 + the spell’s level. <i>Etheric shards<\/i> can’t be disabled with the Disable Device skill.",
    "name_zh": "灵质刺阵",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势，材料（碎玻璃）",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "每等级一个10尺边长的立方体",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则部分生效 或 反射, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你将灵质（ethereal substance）硬化并渗入到自身所在的位面中，将其变为肉眼不可见的跨维度利刃。通过灵质刺阵所在的区域会使移动速度减半，即便虚体生物（incorporeal creatures）也是如此，而且当有生物进入到充满灵质刺阵的边长5尺的立方体内时，它会受到1d8点穿刺和挥砍伤害，而且必须成功通过反射豁免，失败会受到1点出血伤害（bleed damage）。这种出血伤害会与其自身以及其他来源的出血伤害叠加。站在灵质刺阵坐在空间之内的生物只要保持静止不动，就能够免受它的伤害，但是即便在战斗中为了攻击或防御而进行的些许动作，都会导致该生物被迫尝试一次反射豁免。若不动的生物在此次豁免中成功，它就能够在该轮内完全避免灵质刺阵的伤害，但在豁免失败时，它会如同通过这个方格一般承受生命值伤害以及出血伤害。<\/p><p>在灵质刺阵中被强迫位移的生物，比如被冲撞（bull rush）或拖拽（drag）战技移动的生物，会在豁免检定中承受-4减值。不过能够看到隐形（invisible）或者灵质（ethereal）物体的生物可以在豁免中获得+4加值，而且这些生物在成功通过反射豁免时可以完全免受所有效果。<\/p><p>灵质刺阵被视为魔法陷阱（magical trap），具有寻找陷阱（Trapfinding）的生物能够使用察觉技能发现它们。此次检定的DC为25 + 法术的等级。灵质刺阵无法被解除装置技能所拆除。<\/p>"
}
