{
    "key": "fairy ring retreat",
    "name": "Fairy Ring Retreat",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fairy%20Ring%20Retreat",
    "source": ["Advanced Class Guide pg. 181"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "druid": 7,
        "shaman": 7,
        "witch": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "extradimensional meadow, up to three 10-ft. cubes/level (S)",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure up an extradimensional meadow that can be accessed from a single entrance on the plane from which the spell was cast. The entry point looks like a circle of toadstools enclosing a 10-foot square. Only those you designate can enter the meadow before you do, and the portal is shut and made invisible behind you when you enter. You can open it again from your own side at will. Once a visitor has passed through the entry point, they find themselves in an idyllic twilight meadow surrounded by an impassable grove of fruit and nut trees. The atmosphere is clean, fresh, and warm.<br><br> You can configure the meadow into any shape you desire, to the limit of the spell’s effect. The place is comfortable and temperate. The trees can provide enough food to sustain 4 people per caster level for a day. A staff of near-transparent animal or feylike servants (as many as two per caster level) wait upon all who enter. The servants function as <i>unseen servant <\/i>spells except that they are visible and can go anywhere in the meadow.<br><br> Since the place can be entered only through its special portal, outside conditions do not affect the meadow, nor do conditions inside it pass to the plane beyond.",
    "name_zh": "休养仙环",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "异次元草场，至多每等级3个边长10尺的立方体（可变）",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一片异次元草场，这片草场仅有一个入口，能够从你施法的位置进入。入口看起来是由蘑菇组成圆环，围绕着10尺方格。只有被你指定的目标才能在你之前进入草场，并且入口会在你进入之后关闭并变得隐形。你可以随意从自己所在的方向再次打开入口。一旦访问者穿过了入口，它们便会发现自己身处在一片处于质朴宜人的黄昏草场中，被不可逾越的果树和坚果树组成的森林包围。此地环绕的大气干净、新鲜而且温暖。<\/p><p>你能够将草场设置成任意形状，不过受到法术效果中注明的限制。这片地方气候适宜并且十分舒适。周围的树木能够提供足够的食物，可满足每施法者等级4个人一日进食所需。一群几近透明的动物或精类外貌的侍从（数量为每施法者等级两名）静候着所有进入之人。这些侍从视同隐形仆役（Unseen Servant）法术，不过它们时可见的，而且可以前往草场中的任意位置。<\/p><p>尽管人们能够从特殊入口进入这片草场，不过外界环境并不会影响此地，内部的环境也不会反作用于外界。<\/p>"
}
