{
    "key": "fearsome duplicate",
    "name": "Fearsome Duplicate",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fearsome%20Duplicate",
    "source": ["Advanced Race Guide pg. 68"],
    "school": "illusion",
    "subSchools": ["figment"],
    "race": "halfling",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "inquisitor": 3,
        "mesmerist": 3,
        "psychic": 3,
        "redmantisassassin": 3,
        "skald": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "monstrously distorted duplicate of you",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will disbelief (if interacted with)",
    "spellResistance": "no",
    "text": "You create a larger and far more menacing version of yourself that you can send forth, manipulate like a puppet, and use to interact with others. You can make the duplicate up to two size categories larger than you are and determine a theme as to how it alters your original appearance. However, this duplicate always retains some vestiges of your actual appearance. Creatures who already know you gain a +2 bonus on saving throws made to disbelieve this spell. Your duplicate has no actual substance, and you cannot use it to alter its surroundings or to attack or otherwise harm creatures it encounters. You can use the duplicate to speak, and interact verbally with creatures using the Bluff, Diplomacy, and Intimidate skills, and you gain a +2 competence bonus on Intimidate checks when using that skill through the duplicate.<br><br>You can see, hear, taste, and smell your duplicate’s surroundings as if you are actually present using your Perception skill. While you also remain aware of your own immediate surroundings when controlling your duplicate, controlling it does take a toll on your senses. You take a –4 penalty on Perception checks while you control your duplicate.<br><br>The duplicate moves under your mental command, and while you need not act out its movements, you must take a standard action to control your duplicate for 1 round (concentrating on the spell) or it winks out of existence. You can maintain control of your duplicate even if you have no line of sight or line of effect to it.<br><br>The duplicate immediately winks out of existence if it is hit by an attack or in the area of a damaging effect, or if it moves beyond the maximum range of the spell.",
    "name_zh": "虚假复制体",
    "race_zh": "半身人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "你的奇形怪状的复制体",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则不相信 (若有互动)",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造一个相对你更加奇特的一个复制体，你可以像操纵木偶一样操控复制体，并通过它和他人交流。该复制体可以比你大最多两个体型级别，并且你可以确定一种格调来改变复制体的行头。复制体始终具有你的实际外表。认识你的生物在进行意志豁免检定的时候获得+2加值。你的复制体并不具有实体，你不能用它来改变环境、攻击和造成伤害。你可以让复制体说话，并且在说话时可以使用技能唬骗、交涉和威吓，且用复制体做威吓时得到+2环境加值。<\/p><p>你可以通过复制体看、听、尝、嗅复制体的周围，如同你进行察觉检定一样。当你用意念控制复制体时你依然能察觉到本体周围的动静。不过在控制时，本体的察觉技能检定承受-4惩罚。<\/p><p>复制体遵从意念行动，你不必指定复制体的整个行动过程。你必须每轮以一个标准动作进行法术专注，不然复制体会瞬间消失。在没有视觉效果线时你依然可以控制你的复制体。<\/p><p>复制体被攻击、进入区域性伤害效果、活在移动超出最大法术范围时会瞬间消失。<\/p>"
}
