{
    "key": "feast of ashes",
    "name": "Feast of Ashes",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Feast%20of%20Ashes",
    "source": ["Advanced Player's Guide pg. 220"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels":     {
        "druid": 2,
        "hunter": 2,
        "occultist": 2,
        "psychic": 2,
        "witch": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of ash)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "2 days/level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You curse the target with a hunger no food can assuage. On a failed saving throw, the target begins to starve. The effects of this spell cannot inflict more nonlethal damage than the target has hit points. No amount of eating can counter the effect and, further, even attempting to eat causes the target to become nauseated for 1 round unless they make a DC 12 Fortitude save. The target still experiences the other normal effects of anything consumed (such as poisons or potions). <i>Feast of ashes <\/i>can be removed with a <i>break enchantment<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, <i>remove curse<\/i>, or <i>wish <\/i>spell, but effects suffered as a result of starvation must be healed by normal means.",
    "mythicSource": ["Mythic Adventures pg. 93"],
    "mythicText": "On a failed save, the target immediately takes 1d6 points of nonlethal damage per tier. Add your tier to the DC of any further Constitution checks the target attempts to resist the effects of starvation as part of this spell’s effects. While the curse is in effect, the target gains no benefit from any spell, effect, or item that requires eating, such as the food from a <i>heroes’ feast<\/i> spell (though the food is still used up when the target eats it). ",
    "name_zh": "尘埃之宴",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一撮灰尘)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名生物",
    "duration_zh": "2天/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒目标，使其进入任何食物都无法满足的饥饿状态。通过失败的强韧豁免，目标会陷入饥饿 (starve) 状态。由该法术所造成的非致命伤害无法超出目标所拥有的生命值。无论吃下多少东西都无法消除这个效果，反而会使其更甚，即使尝试进食也会导致目标反胃1轮——除非通过DC为12的强韧豁免。目标仍旧如常受到任何进食获得的其他正常效果 (比如毒药或药水)。尘埃之宴可以被破除结界 (Break Enchantment)，有限祈愿术 (Limited Wish)，神迹术 (Miracle)，移除诅咒 (Remove Curse) 或者祈愿术 (Wish) 移除，但是由于饥饿而遭受的效果必须通过正常的途径治愈 (must be healed by normal means)。<\/p>",
    "mythicText_zh": "<p>豁免失败时，目标会立即受到每阶层1d6点非致命伤害。当目标要为了抵抗作为该法术的一部分效果的饥饿（starvation），而尝试进行进一步的体质检定时，将你的阶层加到体质检定的DC上。当该诅咒生效时，目标不会获得任何需要‘吃（eating）’的法术、效果或者物品所带来的好处，比如英雄宴（heroes' feast）法术的食物（不过当目标食用上述内容时，仍旧会消耗掉它们）。<\/p>"
}
