{
    "key": "ferment",
    "name": "Ferment",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ferment",
    "source": ["Inner Sea Temples pg. 23"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 1,
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "druid": 1,
        "hunter": 1,
        "investigator": 1,
        "oracle": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a drop of ale, mead, or wine)",
    "range": "touch",
    "target": "object touched",
    "duration": "10 minutes/level",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "yes (object)",
    "text": "This spell temporarily imbues a potable liquid (including elixirs, extracts, potions, and poisons) with an intoxicant. The caster must succeed at a caster level check in order to affect magic liquids and poisons (DC = 10 + item level for magic liquids, DC equal to the poison’s save DC for a poison); otherwise, the spell fails. If the caster succeeds, the liquid also assumes a flavor according to what the caster desires, but the effect on the imbiber is the same. An imbiber of a liquid affected by <i>ferment<\/i> must succeed at a Fortitude saving throw at the spell’s save DC or take a –2 penalty on attack rolls, saves, ability checks, and skill checks for the remaining duration of the spell. Additionally, the DC of any skill check to identify a magic liquid or poison under the effects of this spell increases by 5.",
    "name_zh": "发酵",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一滴麦酒、蜂蜜酒或葡萄酒）",
    "range_zh": "接触",
    "target_zh": "接触到的物体",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>该法术可暂时将一种可饮用液体（包括灵药、化合炼成、药剂、和毒素）与一种酒类饮料（intoxicant）混合。该施法者必须通过一次施法者等级检定才能影响魔法液体和毒素（DC = 10 + 魔法液体得道具等级，DC等同于该毒素得毒素豁免DC）；否则，法术将会失败。如果施法者成功，液体也会呈现出一种如施法者所愿的风味，但对饮用者的影响是一样的。饮用受发酵影响的液体的人必须在一次等同于该法术豁免DC的强韧豁免中成功，否则会在该法术剩余的持续时间内，在攻击骰、豁免、属性检定、和技能检定上受到-2罚值。此外，在这个法术的作用下，鉴定魔法液体或毒素的任何技能检定DC增加5。<\/p>"
}
