{
    "key": "fiery shuriken",
    "name": "Fiery Shuriken",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fiery%20Shuriken",
    "source": ["Ultimate Combat pg. 229"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of sulfur and a single shuriken worth 2 sp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "Two or more fiery shuriken",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You call forth two fiery projectiles resembling shuriken, plus one more for every two caster levels beyond 3rd (to a maximum of eight shuriken at 15th level), which hover in front of you. When these shuriken appear, you can launch some or all of them at the same target or different targets. Each shuriken requires a ranged touch attack roll to hit and deals 1d8 points of fire damage. You provoke no attacks of opportunity when launching them. <br><br>Any shuriken you do not launch as part of casting this spell remains floating near you for the spell’s duration. On rounds subsequent to your casting of this spell, you can spend a swift action to launch one of these remaining shuriken or a standard action to launch any number of these remaining shuriken. If you fail to launch a shuriken before the duration ends, that shuriken disappears and is wasted.",
    "name_zh": "爆炎手里剑",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一撮硫磺和一把价值2SP的手里剑)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "两把或更多爆炎手里剑",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你呼唤出了两颗看起来像是手里剑的灼热的抛投物，在3级之后每多2施法者等级增加一把 (最多15级8把)，它们会悬浮在你的面前。当这些手里剑出现，你可以瞄准同一个或复数敌人并发射一些或全部手里剑。<\/p><p>每一把手里剑都需要一次远程接触攻击，成功则造成1d8点火焰伤害。你发射手里剑不会引发藉机攻击。<\/p><p>任何尚未被发射的手里剑都会在法术持续时间内一直悬浮在你的面前。<\/p><p>在你施放该法术的当轮之后，你可以花费一个迅捷动作发射剩余手里剑的其中之一，或是以一个标准动作发射剩余的任意数量的手里剑。<\/p><p>如果在法术持续时间结束前你都没能发射完所有手里剑，那么届时剩余手里剑都会消失并被浪费。<\/p>"
}
