{
    "key": "fire snake",
    "name": "Fire Snake",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fire%20Snake",
    "source": ["Advanced Player's Guide pg. 222"],
    "school": "evocation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 5,
        "druid": 5,
        "hunter": 5,
        "magus": 5,
        "occultist": 5,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a snake scale)",
    "range": "60 ft.",
    "area": "see text",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "You create a sinuous line of flames that you may shape as desired. The <i>fire snake <\/i>affects one 5-foot square per caster level, and each square must be adjacent to the previous square, starting with you. The <i>fire snake <\/i>may not extend beyond its maximum range. Creatures in the path of the <i>fire snake <\/i>take 1d6 points of fire damage per caster level (maximum 15d6).",
    "mythicSource": ["Mythic Adventures pg. 94"],
    "mythicText": "The damage dealt increases to 1d10 points of damage per level (maximum 15d10). Any creature that fails its saving throw against the spell is grappled by a snake made of fire that lasts for 1 round per caster level. The snake can be dispelled, but not attacked. A grappled creature takes 1d10 points of fire damage on your turn each round. The snake’s CMB is equal to your caster level plus your tier, and its CMD is equal to its CMB + 10. <br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the maximum damage increases to 20d10, and any creature that fails its saving throw against the spell is pinned instead of grappled. ",
    "name_zh": "火蛇术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一片蛇鳞)",
    "range_zh": "60尺",
    "area_zh": "见文本",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>你创造一条蜿蜒的线形火焰，你可以按你的要求塑造其形状。火蛇可以影响每施法者等级一个5英尺方格，每一格必须彼此毗邻，以你为起始点。火蛇不能超出最大法术射程。火蛇的路径中的生物会受到每施法者等级1d6点火焰伤害 (最高15d6)。<\/p>",
    "mythicText_zh": "<p>法术造成的伤害增加至每施法者等级1d10点（最高15d10）。任何在对抗法术时豁免失败的生物会被火蛇擒抱，持续每施法者等级1轮。火蛇可以被驱散（dispelled），但是不会被攻击。被擒抱的生物会在每轮到你的回合时受到1d10点火焰伤害。火蛇的CMB等同于你的施法者等级加上你的阶层，它的CMD等同于其CMB + 10。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，最高伤害就会增加至20d10，而且任何在对抗法术时豁免失败的生物会被压制（pinned）以取代被擒抱。<\/p>"
}
