{
    "key": "fire trail",
    "name": "Fire Trail",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fire%20Trail",
    "source": ["Advanced Race Guide pg. 119"],
    "school": "transmutation",
    "descriptors": ["fire"],
    "race": "goblin",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "investigator": 3,
        "magus": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "effect": "trail of flame that follows the caster’s movements; see text",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "When you cast this spell, flammable liquid oozes from your pores, dripping onto the ground and spontaneously combusting. The flame does not harm you. During this spell’s duration, each time you leave your space, you create a trail of fire that burns within the spaces you move through for 1 round before it burns out. You can leave up to 60 feet of flame trail each round, assuming you are Small or Medium. If you are larger than Medium, the maximum trail length is reduced based on your size. If you are Large, you can leave a trail up to 30 feet long (and 10 feet wide), and if you are Huge, you can leave a trail up to 15 feet long (and 15 feet wide); even larger casters can only leave a trail up to 10 feet long (and as wide as your space) each round. You choose where to leave a flame trail.<br><br>Creatures that start their turn adjacent to the flame trail take 1d6 points of fire damage. Creatures that start their turn within the flame trail or that enter an area of flame take a number of points of fire damage equal to 1d6 + 1 per caster level (maximum +10). If a creature moves into an area of the flame trail multiple times in a round, it takes this damage each time it enters the area of the flame trail. Flammable objects in or adjacent to the fire trail catch fire.",
    "name_zh": "火焰路径",
    "race_zh": "地精",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "effect_zh": "顺着施法者移动路径蔓延的火焰; 见下文",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>当你施放该法术，可燃液体从你的毛孔渗出，滴落到地面自发燃烧起来。这火焰不会伤害你。在这个法术的持续时间内，每一次你离开你所占据的空间，都会在你通过的空间里创造出持续1轮才熄灭的燃烧着火焰的路径。如果你的体型为小型或者中型，每轮你可以留下60尺长的火焰路径。如果你的体型大于中等体型，你所能创造的路径的最大长度将基于你的体型减短。如果你为大型体型，你可以留下30尺长的路径 (宽度为10尺)，如你为超大型体型，你可以留下15尺长的路径 (宽度为15尺); 更大的生物每轮只能留下10尺长的路径 (宽度等同于你所占的空间)。由你选择留下火焰路径的位置。<\/p><p>在自身回合开始时与火焰路径相邻的生物受到1d6火焰伤害。进入火焰路径或者在火焰路径范围内开始自身回合的生物受到等同于“1d6+施法者等级 (最高+10) ”伤害。如果一个生物在1轮之内多次进入火焰路径的范围，则在每次进入火焰路径范围内的时候都会受到这些伤害。火焰路径内以及与其相邻的易燃物品会被点燃。<\/p>"
}
