{
    "key": "fleshy facade",
    "name": "Fleshy Facade",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fleshy%20Facade",
    "source": ["Monster Codex pg. 81"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "corporeal undead creature touched",
    "duration": "10 minutes/level (D)",
    "savingThrow": "yes (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "The target’s flesh fills out and gains a healthy, natural color. This gives the target the appearance of a living creature of the type it was when it was still alive (if applicable). Creatures casting spells such as <i>detect undead<\/i> must succeed at a saving throw (with a DC equal to the spell’s save DC) to detect the target’s presence, and if the target is intelligent, it gains a +10 bonus on Disguise checks to appear alive or recently deceased. If the undead has any features different from those of the type of living creature it most resembles (such as a ghoul’s elongated teeth and claws), those features shrink and become less prominent, and the subject deals damage as though it were one size smaller. This spell has no effect on creatures that are skeletal or otherwise lack flesh.",
    "name_zh": "鲜肉伪装",
    "race_zh": "食尸鬼",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "被接触的不死生物",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "可 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你将目标的外形变得健康，自然而生机勃勃。目标将恢复自己生前的外观（如果他的体型仍然配合）。如果有其他角色试图通过法术侦测不死生物探知目标的真实身份，他就必须通过一个DC等同于本法术DC的豁免检定才能看穿该不死生物的伪装。如果被本法术伪装的不死生物拥有智能，它可以在伪装成活物或是新死尸体的易容检定上获得+10加值。如果不死生物拥有某种会严重阻碍它伪装的特征（比如食尸鬼的爪子和獠牙），这些特征会暂时变得不那么显眼（缩回），但与此同时，不死生物在使用这些特征作为天生武器攻击时也会受到视为体型小一级的惩罚。没有任何血肉的生物无法获得本法术的好处。<\/p>"
}
