{
    "key": "flexile curse",
    "name": "Flexile Curse",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Flexile%20Curse",
    "source": ["Magic Tactics Toolbox pg. 21"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels":     {
        "arcanist": 5,
        "bard": 3,
        "cleric": 5,
        "inquisitor": 3,
        "oracle": 5,
        "psychic": 5,
        "sorcerer": 5,
        "warpriest": 5,
        "witch": 3,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "permanent",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You curse your target with a withering aura that degrades its armor and shield (if any). This reduces the hardness, armor bonus, and enhancement bonus of any armor or shield worn by the target by 1. For every hour the target wears a suit of armor or a shield, the hardness, armor bonus, and enhancement bonus are reduced by an additional 1. If the armor or shield’s hardness is reduced to 0, anytime the target of the curse is struck while wearing that item, there is a 20% chance that it gains the broken condition. If the enhancement bonus of magic suit of armor or shield is reduced to 0, the armor or shield loses any other special abilities it had.<br><br> If the target removes the suit of armor or shield (even if it’s broken or has been drained of all enhancement bonuses), the armor or shield regains its hardness, armor bonus, and enhancement bonus at the rate of 1 per 2 hours. A suit of armor or shield broken by this curse that regains its full hardness ceases to be broken. A magic suit of armor or shield that lost its special abilities regains them when its enhancement bonus is fully restored.",
    "name_zh": "软化诅咒",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "接触",
    "target_zh": "被接触的生物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒你的目标，使他获得一个凋零光环，削弱他的护甲和盾牌（如果有的话）。目标穿戴的任何护甲和盾牌的硬度，护甲加值和增强加值减少1。目标每穿戴一套护甲或盾牌一个小时，它的硬度，护甲加值和增强加值就额外减少1.如果这个护甲或盾牌的硬度减少到0，每当受到诅咒的目标穿着这个物品并被击中，就有20%几率使得该物品获得破损状态。如果魔法护甲或盾牌的增强加值被降到了0，它会失去所有其他原有的特殊能力。如果目标脱下了护甲或盾牌（哪怕它已经破损或被吸取了所有增强加值），该护甲或盾牌会重新获得它的硬度，护甲加值和增强加值，每2小时恢复1点。因这个诅咒而破损的护甲或盾牌在其硬度完全恢复时移除破损状态。因这个诅咒而失去特殊能力的魔法护甲或盾牌在其增强加值完全恢复时重新获得特殊能力。<\/p>"
}
