{
    "key": "floating disk",
    "name": "Floating Disk",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Floating%20Disk",
    "source": ["PRPG Core Rulebook pg. 284"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 1,
        "magus": 1,
        "occultist": 1,
        "psychic": 1,
        "sorcerer": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a drop of mercury)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "3-ft.-diameter disk of force",
    "duration": "1 hour/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a slightly concave, circular plane of force that follows you about and carries loads for you. The disk is 3 feet in diameter and 1 inch deep at its center. It can hold 100 pounds of weight per caster level. If used to transport a liquid, its capacity is 2 gallons. The disk floats approximately 3 feet above the ground at all times and remains level. It floats along horizontally within spell range and will accompany you at a rate of no more than your normal speed each round. If not otherwise directed, it maintains a constant interval of 5 feet between itself and you. The disk winks out of existence when the spell duration expires. The disk also winks out if you move beyond its range or try to take the disk more than 3 feet away from the surface beneath it. When the disk winks out, whatever it was supporting falls to the surface beneath it.",
    "mythicSource": ["Mythic Adventures pg. 95"],
    "mythicText": "The disk created by this spell lasts for 2 hours per caster level and can carry up to 200 pounds of weight per caster level. <br><br>The disk accompanies you regardless of your speed, always catching up no matter how far you move. If you stand or sit on the disk, as a move action you can direct it to travel up to 30 feet in any direction.<br><br> Any objects resting on the disk count as weightless parts of your gear for the purpose of teleportation effects (allowing these items to go with you when you teleport despite the weight limit of the <i>teleportation<\/i> spell). <br><br>As a free action, you can transform the plane of force from a concave disk into a bucket-like shape that holds up to 4 gallons (or transform it from the bucket-like form back to its normal disk form).",
    "name_zh": "浮碟术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一滴水银)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "直径3尺的力场碟",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造了一个微凹的力场圆盘，它会跟随你并为你携带货物。圆盘直径3尺，中心厚度为1英吋。它可以放置每CL 100磅的重量。如果用来运输液体，它的容量为2加仑。圆盘总是漂浮在距地面大约3尺高度，并保持水平。它在法术距离内水平漂浮，而且会跟随你行动，每轮最大速度为你的正常速度。如果没有其他指引，它会和你保持5尺间隔。如果法术持续时间结束，浮碟会消散。同样如果你移出了法术范围，或者试图让浮碟和最近地面之间的距离超过3尺，那么浮碟也会消散。当浮碟消散时，它上面装的所有东西都会掉到浮碟下方的地面上。<\/p>",
    "mythicText_zh": "<p>被该法术创造的浮碟持续每施法者等级2小时，而且能够携带每施法者等级200磅的重量。<\/p><p>无论你的速度为何，无论你移动多远，浮碟都会跟随着你。若你站在或者坐在浮碟上，以移动动作，你能够指示它向着任何方向移动至多30尺。<\/p><p>在判断传送效果（teleportation effects）的功能时，任何在浮碟上静止不动的物体都被算作你的装备中不计重量的部分（weightless parts of your gear）。这使得这些物品能够与你一同传送，而不论传送法术具有何种的重量限制。<\/p><p>以自由动作，你能够将平面形态的力场浮碟转化为桶状的形态，能够装入至多4加仑的液体（或者将它从桶状转化为普通的浮碟形态）。<\/p>"
}
