{
    "key": "foster hatred",
    "name": "Foster Hatred",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Foster%20Hatred",
    "source": ["Occult Adventures pg. 172"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["emotion"],
    "levels":     {
        "antipaladin": 4,
        "inquisitor": 5,
        "mesmerist": 5,
        "psychic": 6,
        "spiritualist": 5
    },
    "castingTime": "1 standard action",
    "components": "S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "any number of living creatures, no two of which can be more than 30 ft. apart",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You build upon your targets’ innate prejudice, stoking it from a simmer to the full flame of hatred. Choose a creature type (if you choose humanoid or outsider, you must also choose a subtype). Targets who hold no ill will toward and have a completely positive opinion of the chosen creatures automatically succeed at their saving throws, while targets with a particular hatred toward the chosen creature (such as the dwarf’s hatred racial ability) take a –4 penalty on their saving throws. Targets that fail their saving throws become hostile toward all creatures of the chosen type and never treat them as allies for the spell’s duration. Affected creatures take everything creatures of the chosen type do in the worst possible light.<br><br>Since most creatures don’t hold ill-will toward their own race, you can use <i>foster hatred<\/i> toward a smaller subset of creatures of your chosen type, such as worshipers of Shelyn, in order to focus the hatred onto your chosen targets.",
    "name_zh": "煽动恨意",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势，法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "任意数量的活物，任意两者之间的距离不超过30尺",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>依赖着目标内心中的偏见，你煽动着星星点点的情感并将其引导成熊熊燃烧的仇恨。选择一种生物类型（若你选择类人生物或者异界生物，则必须选定一种亚种）。若目标对被选择的生物类型持完全正面的看法或者不抱有任何敌意的话，能够自动在豁免中通过，但是当目标对被选定的生物抱有强烈恨意的话（比如矮人的仇恨种族特性），会在豁免检定中承受-4减值。豁免失败的目标会对属于被选定的生物类型的生物产生敌意，在法术持续时间内完全不会将其视为盟友。受影响的生物会尽可能地在心中丑化被选择的那类生物所作出的行动。<\/p><p>由于大多数生物都不会对自己的种族抱持恨意，因此你能够在使用煽动恨意时，从你所选择的生物类型中再分化出更小范围的子类，比如莎琳的信徒（worshipers of Shelyn），并以此来煽动目标心中的恨意。<\/p>"
}
