{
    "key": "fractions of heal and harm",
    "name": "Fractions of Heal and Harm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fractions%20of%20Heal%20and%20Harm",
    "source":     [
        "Inner Sea Gods pg. 234",
        "Pathfinder #41: The Thousand Fangs Below pg. 73"
    ],
    "school": "transmutation",
    "race": "Nethys",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "bloodrager": 3,
        "cleric": 3,
        "oracle": 3,
        "redmantisassassin": 3,
        "skald": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "wizard": 3
    },
    "castingTime": "1 swift action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "instantaneous",
    "text": "This spell channels a portion of the next spell you cast into magic that heals you. The next instantaneous area damage spell of 3rd level or lower that you cast deals only 75% of its damage, but heals you of a number of hit points equal to the remaining 25% of the spell’s damage. For example, if you cast this spell and followed it with a <i>fireball <\/i>that would normally deal 40 hit points of damage, the <i>fireball <\/i>instead deals 30 hit points of damage and heals you of 10 hit points of damage. The spell affected by this spell must be cast before the end of your next turn. This spell has no effect on spells that do not deal damage or spells higher than 3rd level. This healing is treated as if you had been affected by a cure or inflict spell (whichever would heal you), and is treated as the same spell level as the area-affecting spell for the purpose of effects that relate to the spell level of cure or inflict spells.",
    "name_zh": "分离治疗与伤害",
    "race_zh": "内希斯",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "你",
    "duration_zh": "立即",
    "text_zh": "<p>本法术使你施展的下一个法术的魔法力量一部分转化成治疗你的能量。你施展的下一个持续时间为立即的区域性伤害法术只能造成其原本75%的伤害，但你可以恢复相当于该法术伤害剩余25%的生命值。例如，如果你施展本法术后又施展原本能造成40点伤害的火球术（fireball），那么火球术将造成30点伤害，而你恢复10点生命值。受本法术效果影响的法术必须在下一回合结束前施展完成。本法术对无法造成伤害的法术或高于3级的法术无效。治疗效果视为你受到治疗伤害法术（cure spells）或造成伤害法术（inflict spells）的影响（无论那种可以恢复你的生命值），并在需要决定治疗伤害法术或造成伤害法术的法术环位时视为同所施放的区域性伤害法术具有相同的法术环位。<\/p>"
}
