{
    "key": "garden of peril",
    "name": "Garden of Peril",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Garden%20of%20Peril",
    "source": ["Dirty Tactics Toolbox pg. 28"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["poison"],
    "levels":     {
        "arcanist": 2,
        "druid": 2,
        "hunter": 2,
        "ranger": 2,
        "sorcerer": 2,
        "summoner": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a pinch of spores)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "one poisonous mushroom/level, no two of which can be more than 30 ft. apart",
    "duration": "1 round/level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "no",
    "text": "Vividly colored poisonous mushrooms instantly spring into existence in squares you select. The mushrooms can appear on any solid surface, even growing horizontally from walls or upside down from the ceiling.<br><br> Once per round as a move action, starting the round after you cast this spell, you can command the mushrooms to release poisonous spores. Each creature adjacent to a mushroom or in a mushroom’s square must then succeed at a Fortitude save or become sickened for 1d4 rounds. The condition of creatures that fail multiple saving throws does not worsen, but each additional failed saving throw adds 1d4 rounds to the duration the creature is sickened.<br><br> The mushrooms are Tiny and cannot provide cover, but they are fairly sturdy (AC 7, hp 30, break DC 20). Creatures can move through squares containing mushrooms as normal. When destroyed, a mushroom evaporates and releases one last cloud of spores.",
    "name_zh": "厄难花园",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料/法器 (一小撮孢子)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "每等级一颗有毒魔菇，任两者之间距离不得大于30尺",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>生机勃勃的彩色毒蘑菇立刻出现在你所选择的方格中。蘑菇可以出现在任何固体表面上，甚至是水平地生长在墙上或从天花板上往下生长。<\/p><p>从你施放此法术的轮开始后的每一轮中，你能以一个移动动作命令蘑菇释放有毒的孢子。每一个与蘑菇相邻或处于蘑菇方格内的生物，必须在一次强韧豁免中取得成功，否则就会因此恶心1d4轮。豁免失败多次的生物的情况不会恶化，但是豁免每失败一次就会让恶心延长1d4轮。<\/p><p>蘑菇很微小，不能提供掩蔽，但它们相当坚固（AC 7，hp 30，破坏DC 20）。生物可以像往常一样穿过含有蘑菇的方格。当被破坏时，蘑菇会蒸发并释放一团最后的孢子。<\/p>"
}
