{
    "key": "gaseous form",
    "name": "Gaseous Form",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Gaseous%20Form",
    "source": ["PRPG Core Rulebook pg. 287"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bard": 3,
        "investigator": 3,
        "magus": 3,
        "medium": 3,
        "occultist": 3,
        "psychic": 3,
        "redmantisassassin": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "S, M/DF (a bit of gauze and a wisp of smoke)",
    "range": "touch",
    "target": "willing corporeal creature touched",
    "duration": "2 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "The subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects still apply. The subject gains DR 10/magic and becomes immune to poison, sneak attacks, and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. This does not rule out the use of certain spells that the subject may have prepared using the feats Silent Spell, Still Spell, and Eschew Materials. The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the <i>gaseous form<\/i> spell takes effect.<br><br>A gaseous creature can't run, but it can fly at a speed of 10 feet and automatically succeeds on all Fly skill checks. It can pass through small holes or narrow openings, even mere cracks, with all it was wearing or holding in its hands, as long as the spell persists. The creature is subject to the effects of wind, and it can't enter water or other liquid. It also can't manipulate objects or activate items, even those carried along with its gaseous form. Continuously active items remain active, though in some cases their effects may be moot.",
    "mythicSource": ["Mythic Adventures pg. 96"],
    "mythicText": "The damage reduction changes to DR 10/epic and magic, and the fly speed increases to 30 feet. The target can expand itself as a free action, filling an area equal to double its normal space and height (a Medium creature fills a 10-foot-by-10-foot space to a height of about 10 feet) and blocking vision as <i>obscuring mist<\/i>. Returning from expanded to normal size is also a free action.<br><br><b>Augmented<\/b>: If you expend two uses of mythic power, the target can shift into or out of gaseous form as a move action. ",
    "name_zh": "气化形体",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势, 材料/法器 (一块薄纱或一缕烟)",
    "range_zh": "接触",
    "target_zh": "接触到的自愿实体生物",
    "duration_zh": "2分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>受术者和他所有的装备都变成透明缥缈的雾气。他的实体护甲 (包括天生防御) 都变得毫无作用，但是他的体型、敏捷、偏斜加值、以及力场效果带来的护甲加值依然有效。受术者获得DR {10/魔法}，同时免疫毒素、偷袭和重击。在气化状态时他不能攻击，或施放带有语言、姿势、材料、或器材成分的法术。受术者可以使用‘法术默发’、‘法术定发’、和‘施法免材’专长来准备法术，这样的法术不受上述的限制。同样气化状态中受术者还失去了超自然能力。如果他已经准备了一个接触法术等待使用，那么在气化形体发挥作用的时候，该法术将无害的耗散掉。<\/p><p>气化的生物不能奔跑，但他能以10尺的速度飞行，并且自动通过所有飞行技能检定。只要法术还在生效，他可以带着所有装备或手持的物品穿过小孔或狭窄的口子，甚至是一条裂缝。该生物会受到风的影响，同时他也不能进入水或其他液体中。他也不能操作或启动物品，即便是气化的形体所携带的东西也是如此。持续起作用的物品继续其作用，但是有些情况下它们的效果是没有意义的。<\/p>",
    "mythicText_zh": "<p>伤害减免变为DR 10/传奇与魔法，而且飞行速度增加至30尺。目标能够以自由动作将自身扩散，充满两倍于自身正常所占据的空间和高度的区域（中型生物会充满10尺 x 10尺的空间并且高度约为10尺），这么做会如同隐雾术（obscuring mist）一般遮蔽视线。从扩散形态恢复为普通体型也是自由动作。<\/p><p>强化：若你花费2次神话之力，目标就能够在正常形态与气化形态之间以移动动作进行切换。<\/p>"
}
