{
    "key": "geniekind",
    "name": "Geniekind",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Geniekind",
    "source": ["Inner Sea Magic pg. 55"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 5,
        "cleric": 5,
        "druid": 5,
        "hunter": 5,
        "oracle": 5,
        "sorcerer": 5,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of dust, embers, wind-blown sand or drops of water, depending on the genie type)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "text": "Keleshite wizards and clerics have always sought to emulate the genies that they bind. The <i>geniekind <\/i>spell is the result of attempts to gain the power and influence of these proud outsiders without entirely forsaking the caster’s own form.<br><br>Upon casting this spell, you must choose one type of genie to transform into, selecting from djinni, efreeti, marid, or shaitan. You retain your basic physical appearance but shift in some way to become more akin to the genie type you chose. While under the effects of <i>geniekind<\/i>, you gain a +2 racial bonus on all saving throws against paralysis, poison, sleep, and stunning effects, and a +4 enhancement bonus to your natural armor bonus. You also gain a +2 enhancement bonus to Constitution and a +5 bonus on all Diplomacy checks made when interacting with creatures of the same elemental subtype as your chosen genie. In addition, you gain other abilities depending upon the type of genie you choose to assume the form of, as detailed below.<br><br><i>Djinni<\/i>: You gain the ability to fly at a speed of 60 feet with perfect maneuverability. When flying, your lower torso trails away into a vortex of wind and smoke. You gain resist electricity 10.<br><br><i>Efreeti<\/i>: Your flesh turns a deep red and you grow large horns on your head. Your unarmed strikes and any melee weapon you wield deal +1d6 points of fire damage. You gain resist fire 10.<br><br><i>Marid<\/i>: Your flesh turns blue and you gain webbed fingers and toes. You gain a swim speed of 60 feet and can breathe water. You gain resist cold 10.<br><br><i>Shaitan<\/i>: Your flesh gains the coloration of stone and your hair appears to be sculpted from fine crystals. You gain a burrow speed of 60 feet and resist acid 10.",
    "mythicSource": ["Mythic Origins pg. 12"],
    "mythicText": "The energy resistance granted by your genie form increases to 20. You gain a +2 enhancement bonus to Strength and Dexterity. In addition, once while you are transformed you can use one spelllike ability based on your genie form (using your caster level), as detailed below.<br><br><i>Djinni<\/i>: <i>create food and water<\/i>, <i>gaseous form<\/i>, or <i>major creation<\/i> (created vegetable matter is permanent)<br><i>Efreeti<\/i>: <i>pyrotechnics<\/i>, <i>scorching ray<\/i>, or <i>wall of fire<\/i><br><i>Marid<\/i>: <i>control water<\/i>, <i>quench<\/i>, or <i>water breathing<\/i><br><i>Shaitan<\/i>: <i>meld into stone<\/i>, <i>rusting grasp<\/i>, or <i>transmute rock to mud<\/i><br><br>Such spell-like abilities end either when their duration has expired or when the duration of <i>mythic geniekind<\/i> has expired, whichever comes first.<br><br><b>Augmented (7th)<\/b>: If you expend three uses of mythic power, the energy resistance granted by your genie form becomes energy immunity. While you are transformed, you can change into a different type of genie as a full-round action. You can become each type of genie only once per casting, and you can use one listed spell-like ability in each of your different genie forms. The duration of the spell-like abilities ends when the spell’s duration ends or when you change to a different genie form, whichever comes first.",
    "name_zh": "化身巨灵",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一捧尘土、余烬、风沙或一滴水，这取决于巨灵的类型）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>珂莱士（Keleshite）法师和牧师总是力图模仿他们所束缚的巨灵。对获取这些高贵的异界生物力量与影响力、却又不用完全抛弃施法者自身形体的尝试诞生了化身巨灵法术。<\/p><p>在施放该法术时，你必须选择化身为何种巨灵，从风巨灵（djinni）、火巨灵（efreeti）、水巨灵（marid）或土巨灵（shaitan）中进行选择。你仍会保持自身的体貌，但是在某种程度上转变为更类似于你所选择的巨灵的形态。在处于化身巨灵的影响时，你在所有对抗麻痹（paralysis）、毒素（poison）、昏睡（sleep）以及震慑（stunning）豁免检定中获得+2种族加值，并且天生防御加值获得+4增强加值。你的体质还会获得+2增强加值，并且在与你所选择的巨灵类型相同元素亚种的生物沟通时，交涉检定获得+5加值。此外，你还会按照自身所选的巨灵类型获得一些其他能力，具体如下所述。<\/p><p>风巨灵（Djinni）：你获得60尺飞行速度，机动性完美。在飞行时，你的下半身会化为风与烟雾组成的漩涡。你获得10点闪电抗力。<\/p><p>火巨灵（Efreeti）：你的皮肤变为深红色，头上生出巨大的角。你的徒手打击以及自身所持用的近战武器造成+1d6点火焰伤害。你获得10点火焰抗力。<\/p><p>水巨灵（Marid）：你的皮肤变为蓝色，并且手指与脚趾之间生出蹼。你获得60尺游泳速度并且能够在水下呼吸。你获得10点寒冷抗力。<\/p><p>土巨灵（Shaitan）：你的皮肤染上岩石的颜色，头发看起来像是未经雕琢的晶体。你获得60尺掘地速度以及10点强酸抗力。<\/p>"
}
