{
    "key": "glue seal",
    "name": "Glue Seal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Glue%20Seal",
    "source": ["Advanced Class Guide pg. 183"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "magus": 1,
        "psychic": 1,
        "skald": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one object or one 5-ft. square",
    "duration": "1 minute/level (D)",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You cover a solid surface with a layer of sticky glue. Anyone in the area when the spell is cast must attempt a Reflex save. Those who fail become entangled, but can break free by succeeding at a combat maneuver check or an Escape Artist check as a standard action against the DC of this spell. The area of the spell is considered difficult terrain. A creature moving through the glue must succeed at a combat maneuver check or an Escape Artist check as part of its move action (DC = the spell’s DC). Creatures that fail lose their movement and become entangled in the first square they enter.<br><br> The spell can also be used to create a sticky coating on an item. A creature holding a targeted item can attempt a Reflex saving throw against the spell’s DC. If the initial saving throw succeeds, the item is unaffected. If it fails, the item is stuck in place. If an affected item is connected to another item (such as a sword in a sheath or a cork in a potion bottle), it cannot be separated from the other item unless the creature succeeds at a combat maneuver check or a Strength check as a move action to free it (DC = the spell’s DC). A creature must succeed at saving throw each time it attempts to use the sticky item; otherwise, the item becomes stuck to the creature. Sticky armor or clothing imposes a –10 circumstance penalty on Escape Artist checks and combat maneuver checks to escape a grapple attempted by the wearer, as well as to the wearer’s CMD to avoid being grappled.",
    "name_zh": "粘液封锁",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个物体 或 一个5尺方格",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你用一层凝胶覆盖在固体表面上。任何在施法时位于区域内的存在都必须尝试一次反射豁免。豁免失败的会陷入纠缠（entangled），不过可以以标准动作使用战技检定或逃脱检定来对抗该法术的DC，成功代表着成功挣脱了凝胶。法术影响的区域被视为困难地形。如果生物要移动通过凝胶所在区域，就必须以移动的一部分进行战技检定或逃脱检定（DC = 法术DC）。检定失败的生物会被纠缠在它们所进入的第一个方格，并且失去后续的移动力。<\/p><p>该法术还可以用于在一件物体上创造粘性涂层。手持目标物体的生物必须尝试一次反射豁免检定对抗法术的DC。若最初的豁免成功，则物体不受影响。若豁免失败，那么这个物体会被缠住。受影响的物体被视为和另一个物体连在一起（比如剑被卡在剑鞘中，或者木塞被封在药水瓶口），除非生物以移动动作成功进行战技检定或力量检定来使物体摆脱束缚（DC = 法术DC），否则你就不能将这个物体和其他物体分开。生物每次尝试使用被粘住的物体时，都必须进行豁免检定; 若豁免失败的话，这个物体就会粘住该名生物。若穿戴者的护甲或服装被黏住，就会使该名生物在摆脱擒抱的逃脱检定和战技检定-10环境减值，穿戴者在避免被擒抱的CMD中也会承受这个减值。<\/p>"
}
