{
    "key": "grave words",
    "name": "Grave Words",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Grave%20Words",
    "source": ["Occult Adventures pg. 172"],
    "school": "necromancy",
    "descriptors": ["language-dependent"],
    "levels":     {
        "medium": 0,
        "occultist": 0,
        "psychic": 0,
        "spiritualist": 0
    },
    "castingTime": "1 minute",
    "components": "S",
    "range": "touch",
    "target": "one dead creature",
    "duration": "1 round",
    "text": "With this spell and a touch, you can force a corpse talk to you, but you can’t ask it specific questions or communicate with it at all. The corpse will start babbling for 1 round, spitting out random sentences. There is a 10% chance this information is of some use to the caster, but it is difficult to distinguish whether the information is useful (the GM makes the percentile roll in secret).<br><br>Useful information may include warnings about dangers deeper in a dungeon, the command word to a magic item, or even vague and spectral warnings of your or your companions’ future. The GM decides what information, useful or not, the corpse spews out in its babbling.<br><br>Once a corpse has been subject to <i>grave words<\/i> by any caster, any new attempt to cast <i>grave words<\/i> on that corpse fails. You can cast this spell on a corpse that has been deceased for any amount of time, but the head of the corpse must have a mouth in order to speak at all. This spell doesn’t affect a corpse that has been turned into an undead creature.",
    "name_zh": "墓穴之语",
    "castingTime_zh": "1分钟",
    "components_zh": "姿势",
    "range_zh": "接触",
    "target_zh": "一个已死的生物",
    "duration_zh": "1轮",
    "text_zh": "<p>在该法术以及一次触摸的影响下，你能够迫使一具尸体与你对话，但是你无法询问它任何特定的问题，也无法与其进行沟通。尸体会在1轮内发出模糊的声音，说出随机的语句。这些信息有10%的概率会对施法者有某些用处，但是这些信息是否有用是件难以区分的事情（GM应该秘密地进行此次百分骰检定）。<\/p><p>有用的信息可能包含警告地城更深处潜藏的危险、魔法物品的命令词、或者甚至可以模糊地表达出关于你或者你的伙伴的未来的一些警示。由GM决定产生何种信息、信息是否有用、以及尸体在这段含糊的语句中所说出的内容。<\/p><p>一旦一具尸体成为了任意一个施法者所使用的墓穴之语的受术者，其他对该具尸体施放墓穴之语所进行的尝试都会失败。无论尸体已经陈尸多久，你都能够对其施放墓穴之语，但是这具尸体的头上必须有嘴巴才能才能够说话。该法术对已经转化为不死生物的尸体没有效果。<\/p>"
}
