{
    "key": "green caress",
    "name": "Green Caress",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Green%20Caress",
    "source": ["Horror Adventures pg. 119"],
    "school": "transmutation",
    "levels":     {
        "druid": 6,
        "hunter": 4,
        "ranger": 4,
        "shaman": 6,
        "witch": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (pinch of moss or a kudzu leaf)",
    "range": "touch",
    "target": "one living creature",
    "duration": "7 days (see text)",
    "savingThrow": "Fortitude partial (see text)",
    "spellResistance": "yes",
    "text": "You cause the target to transform into a plant over time. You must succeed at a melee touch attack to infect the target. If the target succeeds at its Fortitude saving throw, it takes 1d4 points of ability damage to each physical ability score (Strength, Dexterity, and Constitution) and the spell ends. If the target fails its saving throw, it takes 1d4 points of ability damage to each physical ability score immediately and continues to take 1d4 points of ability damage to each of its physical ability scores every day, until the spell expires. It can’t recover this ability damage as long as the spell lasts, even with magic. While the spell continues, the target takes on physical plant characteristics as appropriate to the environment. It begins to diminish in height and its skin turns plantlike. For example, the target’s skin might turn green and its hair is slowly replaced with grass or leaves or the target’s skin might become smooth, pale, and flabby as the creature transforms into a large mushroom in an underground environment.<br><br> If the damage to any single ability score equals or exceeds that score, the target fully transforms into a normal small tree or shrub. This final transformation is instantaneous, ending <i>green caress<\/i>. The target remains alive but is considered the same as a regular tree, shrub, or other vegetation. Any ability damage from other sources, like poison or disease, also applies toward transforming the creature. If the target retains at least 1 point in all of its physical ability scores at the end of 7 days, the final transformation doesn’t occur and the spell ends. Any changes in appearance gradually reverse themselves as the ability damage heals.<br><br> <i>Break enchantment<\/i>, <i>dispel magic<\/i>, and <i>remove curse<\/i> can end the spell before the duration expires, but the spell is contagious. If a caster level check attempt to remove <i>green caress<\/i> fails by 5 or more, the creature who attempted to remove the effect must attempt a Fortitude saving throw as if it had just been targeted with the spell. If the spell’s target attempts to remove the effect from itself and fails, it causes the spell to behave as if affected by <i>plant growth<\/i> (as described below).<br><br> <i>Polymorph any object<\/i> ends the spell and totally restores the target without any risk to the caster, even after the target has been finally transformed, as do <i>limited wish<\/i>, <i>miracle<\/i>, and <i>wish<\/i> (treat <i>polymorph any object<\/i> as if it had an instantaneous duration if it is used in this way). If the target is in the area of a <i>plant growth<\/i> spell as it is cast, it must attempt a Fortitude save at <i>green caress’s<\/i> DC or immediately take another 1d4 points of ability damage to each physical ability score; this stacks with multiple castings of <i>plant growth<\/i>. If the target is in the area of <i>diminish plants<\/i> as it is cast, it ignores the next ability damage from <i>green caress<\/i> to one of its three physical ability scores (chosen randomly); this doesn’t stack with multiple castings of <i>diminish plants<\/i>.",
    "name_zh": "自然之吻",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一撮苔藓或葛叶)",
    "range_zh": "接触",
    "target_zh": "一位活物",
    "duration_zh": "7天 (见下)",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>随着时间的推移，你将受术者转变成一株植物。你必须成功一次近战接触攻击好感染受术者。如果受术者成功通过强韧豁免检定，他在每个身体属性值(力量、敏捷与体质)上受到1d4点属性伤害，并且此法术结束。如果受术者豁免检定失败，他立即在每个身体属性值上受到1d4点属性伤害，并且之后的每一天在每个身体属性值持续地受到1d4点属性伤害，直到此法术到期。只要法术仍持续，那他就不能恢复所受到的属性伤害，就算用魔法也一样。当此法术持续时，受术者会有符合当前环境下植物的身体特性。开始是变矮，并且皮肤变得像植物一样。举例来说，受术者的皮肤可能会变成绿色的，并且他的头发慢慢的被草或叶子取代，或受术者转变成一棵生长在地下环境的大香菇时，皮肤可能会变的光滑、苍白，和松弛。<\/p><p>如果属性伤害对任何单一个属性造成同等或超过该属性的数值，受术者会完全转化成一颗普通的小树或灌木。这个最终转化是瞬间的，直到自然之吻结束。目标仍活着，但被认为跟常规的树、灌木或其他植物完全相同。任何来自其它地方的属性伤害，像是毒药或疾病，一样适用转化该生物。如果目标在第七天结束后，在身体属性值上仍都保有至少1点，则最终转化不会发生，并且法术结束。任何外观上的改变会开始扭转，如同属性伤害被治好般。<\/p><p>破除结界(Break enchantment)、解除魔法(dispel magic)与移除诅咒(remove curse)可以在法术持续时间到期之前结束法术，但法术有传染性。如果一个尝试移除自然之吻效果的施法者等级检定失败超过5点或更多，那尝试移除的生物必须尝试一个强韧豁免检定，如同他被该法术所瞄准般。如果受术者尝试靠自己来移除该效果并且失败的话，他会造成咒语表现的如同植物滋长(plant growth)一样(如下面所描述的)。<\/p><p>变形万物(Polymorph any object)会使此法术结束，并且完全恢复目标，不让施法者承受任何威胁，就算受术者已经被最终转化了，有限祈愿术(limited wish)、神迹术(miracle)以及祈愿术(wish)也能救回来(如果是以这种方法使用，将变形万物的持续时间视为瞬间)。如果受术者位在植物滋长的施法区域内，他必须尝试一次自然之吻的强韧检定DC，否则身体属性值立刻受到另一次1d4点的属性伤害; 植物滋长可以多次使用叠加。如果受术者位在植物凋零(diminish plant)的施法区域内，则他忽视下一次自然之吻造成身体属性值伤害的其中一项(随机选择)，植物凋零不能多次叠加。<\/p>"
}
