{
    "key": "grove of respite",
    "name": "Grove of Respite",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Grove%20of%20Respite",
    "source": ["Advanced Player's Guide pg. 226"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "druid": 4,
        "hunter": 4,
        "ranger": 4,
        "shaman": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, M/DF (a leaf or blade of grass and a drop of water)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "20-ft.-radius grove",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure a sheltered grove of trees surrounding a shallow spring. The grove appears from nowhere even in the most barren, rocky soil regardless of season, but the spell must be cast outside on open ground.<br><br>The area within the grove is temperate and comfortable, like that of a <i>tiny hut<\/i>, although the grove provides no illumination and provides no protection from the elements. The water in the grove’s spring is clean and drinkable. Additionally, the trees provide a variety of ripe fruit, regardless of season, which acts as a <i>goodberry <\/i>spell for up to eight people. The grove is warded with an <i>alarm <\/i>spell that alerts you whenever any creature enters the area. Once the spell expires, the grove vanishes, including all fruit, water, and other materials from it, although any nourishment or healing gained from its effects remains.",
    "name_zh": "喘息之林",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料/法器 (一片树叶或一根草外加一滴水)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "半径20尺的小树林",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你唤起了一片围绕着一眼浅泉的小树林。即使是最在最荒芜的石质土壤中，这片树林也能够无视季节凭空出现，但是该法术必须在户外的开阔地面施放。<\/p><p>在树林的区域之内有着适宜的温度，就好像在小木屋中一样，不过它并不会提供照明，也不会由这些要素中提供保护。林中的泉水是洁净的饮用水。此外，无论当前的季节，树木均会结出各种成熟的果实，视同最多能供八人食用的神莓 (goodberry) 法术一般。这片树林由魔法警报 (Alarm) 所守护，无论任何生物进入这片区域均会提醒你。一旦该法术的持续时间结束，树林本身——包括水果，水以及其他来自树林的材料均会消失，不过任何已经由该法术的效果带来的营养以及治疗均会存在。<\/p>"
}
