{
    "key": "helping hand",
    "name": "Helping Hand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Helping%20Hand",
    "source": ["PRPG Core Rulebook pg. 295"],
    "school": "evocation",
    "levels":     {
        "cleric": 3,
        "medium": 2,
        "oracle": 3,
        "psychic": 3,
        "spiritualist": 3,
        "warpriest": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "5 miles",
    "effect": "ghostly hand",
    "duration": "1 hour/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create the ghostly image of a hand, which you can send to find a creature within 5 miles. The hand then beckons to that creature and leads it to you if the creature is willing to follow.<br><br>When the spell is cast, you specify a person (or any creature) by physical description, which can include race, gender, and appearance but not ambiguous factors such as level, alignment, or class. When the description is done, the hand streaks off in search of a subject that fits the description. The amount of time it takes to find the subject depends on how far away he is, as detailed on the following table.<br><br><table class=\"inner\"><tr><td><b>Distance<\/b><\/td><td><b>Time to Locate<\/b><\/td><\/tr><tr><td>100 ft. or less<\/td><td>1 round<\/td><\/tr><tr><td>1,000 ft.<\/td><td>1 minute<\/td><\/tr><tr><td>1 mile<\/td><td>10 minutes<\/td><\/tr><tr><td>2 miles<\/td><td>1 hour<\/td><\/tr><tr><td>3 miles<\/td><td>2 hours<\/td><\/tr><tr><td>4 miles<\/td><td>3 hours<\/td><\/tr><tr><td>5 miles<\/td><td>4 hours<\/td><\/tr><\/table><br>Once the hand locates the subject, it beckons the creature to follow it. If the subject does so, the hand points in your direction, indicating the most direct, feasible route. The hand hovers 10 feet in front of the subject, moving before it at a speed of as much as 240 feet per round. Once the hand leads the subject back to you, it disappears.<br><br>The subject is not compelled to follow the hand or act in any particular way toward you. If the subject chooses not to follow, the hand continues to beckon for the duration of the spell, then disappears. If the spell expires while the subject is en route to you, the hand disappears; the subject must then rely on its own devices to locate you.<br><br>If more than one subject in a 5-mile radius meets the description, the hand locates the closest creature. If that creature refuses to follow the hand, the hand does not seek out a second subject.<br><br>If, at the end of 4 hours of searching, the hand has found no subject that matches the description within 5 miles, it returns to you, displays an outstretched palm (indicating that no such creature was found), and disappears.<br><br>The ghostly hand has no physical form. It is invisible to anyone except you and a potential subject. It cannot engage in combat or execute any other task aside from locating a subject and leading it back to you. The hand can't pass through solid objects but can ooze through small cracks and slits. The hand cannot travel more than 5 miles from the spot it appeared when you cast the spell.",
    "name_zh": "引导之手",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "5里",
    "effect_zh": "幽灵手",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造一只幽灵手，并可以将它派出去用于搜寻5里内的一个生物。幽灵手会在该名生物面前示意，如果对方愿意跟随，还会把它带到你面前。<\/p><p>当你施放法术时，你要指定一个人 (或任何生物) 的外貌特征，特征可以包括种族、性别与外表，但不包括级别、阵营或职业等抽像的特征。描述结束后，这只手会飞驰去寻找符合描述的目标。找到目标所花费时间取决于它的距离，详见下表。<div class=\"inner\"><table><tr><th>距离<\/th><th>寻找时间<\/th><\/tr><tr><td>100尺以内<\/td><td>1轮<\/td><\/tr><tr><td>1000尺<\/td><td>1分钟<\/td><\/tr><tr><td>1英里<\/td><td>10分钟<\/td><\/tr><tr><td>2英里<\/td><td>1小时<\/td><\/tr><tr><td>3英里<\/td><td>2小时<\/td><\/tr><tr><td>4英里<\/td><td>3小时<\/td><\/tr><tr><td>5英里<\/td><td>4小时<\/td><\/tr><\/table><\/div><\/p><p>一旦幽灵手找到目标，它会示意请目标跟随。如果目标跟随，幽灵手指会向你的方向，带领目标走可行的最短路线。幽灵手在目标前面10尺盘旋，并最快能以每轮240尺的速度移动。当其把目标带到你身边时就会消失。<\/p><p>幽灵手并不会强迫目标跟随或是向你的方向前进。如果目标拒绝跟随，手会在法术持续时间内持续示意，然后消失。如果在带领目标时法术失效，则幽灵手会消失; 该生物必须自己找到你。<\/p><p>如果5里范围内有不止一个生物满足该描述，手会去找最近的生物。如果该生物拒绝跟随，手也不会去找下一个。<\/p><p>如果4小时的搜索后，手在5里范围内没有发现符合描述的目标，它会回到你身边摊开手掌 (表示一无所获)，然后消失。<\/p><p>幽灵手没有实体。除了你和可能的目标之外，对于其他人它是隐形的。它无法参加战斗或是完成除了寻找目标和领路以外的其他任务。它不能穿过实体，但可以渗过小裂口和缝隙。它不能到达距离施法点5里之外的任何地方。<\/p>"
}
