{
    "key": "hoodwink",
    "name": "Hoodwink",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hoodwink",
    "source": ["Villain Codex pg. 212"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (small piece of black cloth)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "up to one creature/level, no two of which can be more than 30 ft. apart",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You befuddle the targets’ senses, preventing the targets from clearly perceiving their surroundings. Instead, hoodwinked creatures see only the roughest shapes and details and hear only muffled noises. However, targets can clearly hear verbal communication from the spell’s caster. This spell does not impart understanding of the caster’s language if the creature can’t already understand it. Other than to hear the caster speak, targets automatically fail Perception checks with DCs greater than 5, and they are too disoriented by the spell to accurately remember the path they took while under its effects.<br><br> While under the effects of this spell, targets without the help of a guide move at half speed, and any attacks they make are treated as though the creature they are attacking had concealment.<br><br> Moving faster than half speed requires targets to succeed at a DC 10 Acrobatics check. Those that fail this check fall prone. If the target is attacked or physically harmed by any creature other than another target of <i>hoodwink<\/i>, the spell’s effect ends immediately for that target only.",
    "name_zh": "蒙骗",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一小片黑布)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "至多1个生物/等级，任两者之间不得超过30尺",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你迷惑了目标的感官，妨碍目标去清楚地感知他们周遭的环境。取而代之，受蒙蔽的生物只能看见粗糙的轮廓和细节，并且只能听到低沉的噪音。但是，目标可以清楚的听到来自施法者的言语交谈。如果该生物不知道施法者的语言，此法术也不会传达理解。除了听到施法者的话语，目标在察觉DC5以上的检定中自动失败，并且他们被此法术的效果迷惑以至于失去方向感，所以不能精确的记得他们采取的路线。<\/p><p>在此法术效果之下，没有指引帮助的目标以半速进行移动，并且他们所进行的任何攻击都被视为他们攻击的生物具有隐蔽。超过半速的速度移动需要目标成功通过DC10的特技检定。那些在这减定失败的会俯卧。如果目标被任何非蒙骗目标的生物攻击或受到身体上的伤害，此法术的效果对该目标立即结束。<\/p>"
}
