{
    "key": "hungry earth",
    "name": "Hungry Earth",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hungry%20Earth",
    "source": ["Monster Codex pg. 81"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 5,
        "druid": 5,
        "hunter": 5,
        "sorcerer": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "20-foot-radius spread",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "The ground attempts to pull creatures beneath its surface as if hungry for the flesh of mortals.<br><br> Immediately, and at the beginning of each of your turns, every creature touching the ground within the area of the spell is the target of a grapple combat maneuver. Creatures that enter the area of effect are also automatically attacked. The ground does not provoke attacks of opportunity. The earth’s CMB is equal to 5 + your caster level for the purpose of this combat maneuver check. Attempt the combat maneuver check only once each round and apply the result to all creatures in the area of effect.<br><br> Each time the ground succeeds at a combat maneuver check to grapple a foe, it drags the creature farther down, eventually forcing the creature below its surface. With the first successful check, the target gains the grappled condition. Grappled opponents can’t move without first breaking the grapple (doing so requires a successful DC 20 combat maneuver or Escape Artist check). The ground receives a +5 bonus on combat maneuver checks to grapple opponents it is already grappling. After the second successful grapple combat maneuver check, the grappled creature is pulled to the ground and becomes prone. On the third successful grapple combat maneuver check, the creature is fully buried and must hold its breath or begin suffocating.<br><br> A buried creature can’t attempt to escape unless the effect ends or it breaks the grapple. The DC to escape the grapple increases to 25 for a creature that has been pulled beneath the earth.",
    "name_zh": "饥饿大地",
    "race_zh": "食尸鬼",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "20尺爆发 ",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你呼唤土地的残酷，它开始尝试束缚和吞食在其上的生物以填补自己的饥渴。<\/p><p>在你施法以及之后法术持续的每轮开始时，任何接触到法术影响区域地面的生物都会受到一次擒抱战技检定攻击，然后进入该范围的生物也会立刻受到影响，大地并不会因此而受到借机攻击在计算这次战技攻击的CMB时，它的CMB加值视为你的施法者等级+5，大地每轮只会发动一次擒抱尝试，并以同样的结果影响所有在其中的生物。<\/p><p>每次大地成功的对其上的生物发动了战技攻击，它就会将被抓住的生物拖进土壤深处——最终将它们彻底吞没。土地的第一次战技攻击成功时，目标被擒抱，且在挣脱擒抱（通过DC20的逃脱术技能检定或战技检定对抗）前无法移动，且大地对已经被擒抱的目标获得战技攻击检定的+5加值; 第二次战技攻击成功，目标将被拖进地面，击倒至俯卧状态; 第三次战技攻击成功，目标将被完全埋入地下，并必须屏息否则将开始窒息。<\/p><p>在挣脱擒抱或是法术结束以前，被掩埋的生物无法尝试逃脱，在被拖进地面以后，从擒抱状态逃脱的DC还会上涨到25。<\/p>"
}
