{
    "key": "huntmaster's spear",
    "name": "Huntmaster's Spear",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Huntmaster's%20Spear",
    "source": ["Monster Hunter's Handbook pg. 30"],
    "school": "transmutation",
    "levels":     {
        "antipaladin": 1,
        "bloodrager": 2,
        "druid": 2,
        "hunter": 1,
        "inquisitor": 2,
        "magus": 2,
        "occultist": 2,
        "paladin": 1,
        "ranger": 1,
        "shaman": 2
    },
    "castingTime": "10 minutes",
    "components": "V, S, M/DF (see text)",
    "range": "touch",
    "target": "nonmagical spear touched",
    "duration": "24 hours or until discharged",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes (harmless, object)",
    "text": "Choose one creature type (and subtype, if applicable) from the ranger’s favored enemy list. When you cast this spell, the targeted spear hums with destructive energy and functions as a <i>+1 spear <\/i>against creatures of the selected type.<br><br> You can discharge this spell in order to make an especially powerful attack with the spear. The spear’s critical range becomes 18–20 and its critical multiplier becomes ×3. If you make this attack as part of a charge action, you gain an enhancement bonus of +30 feet to your base speed while performing the charge. If you throw the spear as part of this attack, its range increment increases to 80 feet. If you cast this spell on a masterwork spear, it also gains the <i>bane<\/i> special ability against the selected creature type and automatically bypasses any damage reduction (except DR/—) regardless of the creature’s type. After resolving the attack, the spear is completely destroyed in a burst of energy.<br><br> Any creature other than you treats the spear as a normal weapon of its type. You can have only one <i>huntmaster’s spear <\/i>in effect at a time. If you cast the spell again, any previous instance of the spell immediately ends. If you expend a monster trophy of the type selected as an optional material component for this spell, you reduce the casting time to 1 round.",
    "name_zh": "狩猎大师之矛",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、材料/法器 (见下)",
    "range_zh": "接触",
    "target_zh": "被碰触的非魔法矛(spear)",
    "duration_zh": "24小时, 或 直至能量发散",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>从游侠的宿敌列表中选择一个生物种类(以及子类，如果有)。当你施展此法术时，受术的矛会因为毁灭性的力量而嗡嗡作响，并在对抗所选择生物的种类时视为+1矛。<\/p><p>你可以解消此法术以用此矛造成一种特别强大的攻击。此矛的重击威胁范围变成18-20，并且重击倍率变成x3。如果你的这次攻击是冲锋动作的一部分，那你进行此次冲锋时在你的基础速度上获得+30尺的增强加值。如果你在此次攻击中将此矛投掷出去，此矛的射程增量增加为80尺。如果你对一个精制品的矛施展此法术，那么在对抗所选择的生物种类时会获得破敌特殊能力，而且无论生物是什么种类，此矛都会自动无视任何伤害减免(除了DR/─)。当此次攻击结束后，此矛会被一股爆炸性的能量所完全摧毁。<\/p><p>除了你之外的任何生物，此矛对他们来说就是一般的矛。在此法术生效期间，你只能拥有一根狩猎大师之矛。如果你重复施放此法术，任何先前由此法术所获得的东西立刻结束。如果你使用你所选择之生物种类的残骸做为此法术的额外材料成分，你可以将施法时间缩短为一轮。<\/p>"
}
