{
    "key": "hydraulic torrent",
    "name": "Hydraulic Torrent",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hydraulic%20Torrent",
    "source": ["Advanced Player's Guide pg. 229"],
    "school": "evocation",
    "descriptors": ["water"],
    "levels":     {
        "arcanist": 3,
        "bloodrager": 3,
        "druid": 3,
        "hunter": 3,
        "magus": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "60 ft.",
    "area": "60-ft. line",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You call forth a powerful stream of water that batters all creatures and obstacles in its path until it strikes something it cannot push past. Against creatures and moveable objects this stream acts as a bull rush. You can bull rush creatures of any size, not just those one size larger than your own. Make a combat maneuver check and apply its results to each creature within the area. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush does not provoke an attack of opportunity.<br><br>Against immovable objects this stream instead allows you to make a Strength check to destroy the target. When attempting to break an object, the stream has an effective Strength equal to your caster level plus the ability score modifier as above. The Break DC depends on the object you’re trying to break—see Breaking Items.<br><br><i>Hydraulic torrent <\/i>extinguishes any normal fires it encounters along its path. Magical fires are unaffected.",
    "mythicSource": ["Mythic Adventures pg. 98"],
    "mythicText": "The water is boiling hot or freezing cold, dealing 1d6 points of fire or cold damage per 2 caster levels. Add your tier to your CMB for the spell and on the Strength check to destroy immovable targets. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the spell can extinguish magical fires as if using a targeted <i>dispel magic<\/i>. Freezing cold water hardens into ice on the ground (<i>Core Rulebook<\/i> 442), lasting as long as prevailing conditions allow. Boiling hot water turns into steam, creating an area of concealing mist (equivalent to <i>obscuring mist<\/i>) that fills the affected squares and all squares adjacent to the line of the spell. ",
    "name_zh": "水流爆发",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "60尺",
    "area_zh": "60尺线形区域",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你召唤了一股强力的水流，冲击其路径上的所有生物和障碍，直到撞上推不动的东西。<\/p><p>水流路径上所有生物和可移动的物体都如同受到一次冲撞战技攻击。你可以冲撞任何体积的生物，而不只是比你大一个体型或更小的。<\/p><p>做一次战技检定，将其应用到所有冲撞对像上。你的冲撞战技检定加值等于你的施法者等级加上你的智力、感知和魅力中最高的一项。这次冲撞不会引发藉机攻击。<\/p><p>对于那些不可移动的目标，你可以对它们进行一次力量检定来取代冲撞检定。当试图击破一个物体时，水流的力量加值等于你的施法者等级加上上述的属性调整值。击破的DC取决于你试图击破的物体种类 (请参考规则书中关于破坏物品的说明)<\/p><p>水流爆发会熄灭路径上的所有正常火焰。魔法火焰则不受影响<\/p>",
    "mythicText_zh": "<p>水流会变得滚烫或者冰冷，造成每两个施法者等级1d6点火焰伤害或者1d6点寒冷伤害。将你的阶层加到你的法术的CMB、以及摧毁固定目标的力量检定上。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，法术就能够熄灭魔法火焰，如同使用目标型解除魔法（targeted dispel magic）一般。冰冷水流会在地面上凝结成冰，只要条件允许就能够持续下去。滚烫水流会变为蒸汽，创造出一片遮蔽之雾，它与隐雾术（obscuring mist）相同。上述效果会填充到所有受影响的方格，以及所有与法术线形范围相邻的方格。<\/p>"
}
