{
    "key": "ice armor",
    "name": "Ice Armor",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ice%20Armor",
    "source":     [
        "Inner Sea Gods pg. 236",
        "Pathfinder #38: Racing to Ruin pg. 71"
    ],
    "school": "transmutation",
    "descriptors":     [
        "cold",
        "water"
    ],
    "descriptorsOperator": ",",
    "race": "Gozreh",
    "levels":     {
        "bloodrager": 1,
        "cleric": 1,
        "druid": 1,
        "hunter": 1,
        "oracle": 1,
        "warpriest": 1
    },
    "castingTime": "1 minute",
    "components": "V, S, F (5 gallons of water)",
    "range": "0 ft.; see text",
    "effect": "a suit of armor made of ice",
    "duration": "1 hour/level or until destroyed",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a suit of armor made of ice. While cold to the touch, it does not harm the wearer, especially if worn over normal clothing (though it can hasten the effects of exposure in cold environments). It offers the same protection as a breastplate, except it has hardness 0 and 30 hit points. If the intended wearer is immersed in water when you cast this spell, you may form the armor around the wearer (who may be you); otherwise the wearer must don the armor normally. Attacks against the wearer that create heat or fire degrade the armor, reducing its armor bonus by 1 for every 5 points of fire damage the wearer takes; when the armor’s bonus to AC reaches 0, the armor is destroyed and the spell ends. Because the ice is slightly buoyant, the wearer gains a +2 circumstance bonus on Swim checks, except when swimming downward. Druids can wear ice armor without penalty.",
    "name_zh": "寒冰盔甲",
    "race_zh": "哥兹莱",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，器材（5加仑水）",
    "range_zh": "0尺; 见文本",
    "effect_zh": "一套寒冰制成的盔甲",
    "duration_zh": "1小时/等级 或 直至被摧毁",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你制造出用寒冰制成的盔甲。虽然摸起来冰冷，但这套铠甲却对穿戴者无害，特别是在内衬普通衣物时（虽然它可能会加快暴露在寒冷环境中的效果）。其防御效果类似一套胸甲（breastplate），但硬度为0，生命值为30。如果试图装备寒冰盔甲的对象在你施展本法术时潜在水中，盔甲将在穿戴者（也可以同时是施法者）身边成型; 否则，穿戴者必须按正常规则装备铠甲。对穿戴者使用创造高温或火焰的攻击会削弱这种盔甲，穿戴者每受到5点火焰伤害，寒冰盔甲的盔甲加值就会降低1点; 当盔甲在AC上的加值降至0时，这套盔甲会被摧毁而法术效果结束。由于寒冰有轻微的浮力，除非正在下沉（swimming downward），否则其穿戴者在进行游泳检定时可获得+2环境加值（circumstance bonus）。德鲁伊可以没有惩罚的穿戴寒冰盔甲。<\/p>"
}
