{
    "key": "impart mind",
    "name": "Impart Mind",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Impart%20Mind",
    "source": ["Inner Sea Magic pg. 57"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "magus": 5,
        "oracle": 6,
        "sorcerer": 6,
        "warpriest": 6,
        "wizard": 6
    },
    "castingTime": "2 rounds",
    "components": "V, S, M (diamond dust worth at least 1,000 gp)",
    "range": "touch",
    "target": "permanent nonintelligent magic item touched",
    "duration": "1 hour/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell grants the target magic item temporary intelligence by siphoning off a tiny portion of your own mind to infuse the object. Only permanent magic items may be enhanced by this spell—one-use items and charged items cannot be affected by <i>impart mind<\/i>. Intelligent magic items cannot be affected by <i>impart mind<\/i>.<br><br>When you cast <i>impart mind <\/i>on a magic item, the item gains an Intelligence, Wisdom, and Charisma score of 10 and gains your alignment. You have no special control over the item once it becomes intelligent, although since it has your alignment, personality conflicts with items you wield won’t be a problem. Determine the item’s ego normally, as per the rules on intelligent items in the <i>Core Rulebook<\/i>.<br><br>An item made intelligent via <i>impart mind <\/i>communicates via speech and has normal senses to a range of 60 feet. It speaks and reads one language known by you—if you know multiple languages, you may choose which language the item knows.<br><br>When you cast <i>impart mind <\/i>on an item, roll once on Table 15–24 on page 534 of the <i>Core Rulebook <\/i>to randomly determine the item’s power—add your caster level to this roll. By expending additional diamond dust in excess of the 1,000 gp worth of material components required to cast this spell, you can gain further bonuses on the d% roll made to determine the item’s power. Every additional 100 gp in diamond dust you use in excess grants a cumulative +1 bonus to the roll, up to a maximum additional bonus equal to your caster level. If the item gains the ability to cast a spell, determine the spell it can cast randomly from spells you know of the appropriate level. If the item gains ranks in a skill, it gains ranks in a random skill in which you have at least 1 rank.<br><br>If you roll above 100, then you can choose one item power on Table 15–24 in the <i>Core Rulebook <\/i>to grant the item, and the item gains a special purpose. Roll once on Tables 15–25 and 15–26 on page 534 of the <i>Core Rulebook <\/i>to determine what the item’s special purpose and dedicated powers are. These d% rolls are not modified by your caster level or any additional powdered gems you used to cast the spell.<br><br>Once this spell ends, the item reverts to its previous nature—if you cast this spell on the item again, it gains entirely different powers as determined by a new set of rolls.",
    "name_zh": "授予心灵",
    "castingTime_zh": "2轮",
    "components_zh": "语言，姿势，材料（至少价值1000gp的钻石尘）",
    "range_zh": "接触",
    "target_zh": "接触到的永久性非智能魔法物品",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术通过将你的一小部分精神抽出并注入物体之中，来使得目标魔法物品获得暂时性的智能。只有永久性（permanent）的魔法物品才能被该法术增强——一次性物品（one-use items）以及充能物品（one-use items）无法被授予心灵法术所影响。此外智能魔法物品也不会被授予心灵影响。<\/p><p>当你对一个魔法物品施放授予心灵时，这件物品会获得10点智力、感知和魅力属性，并且获得你的阵营。一旦它拥有智能之后，你就不再对具它有特殊的控制力，不过由于它拥有你的阵营，持用物品时的性格冲突就不会成为问题。如常按照核心手册中的智能物品规则（由于核心规则的相关内容没有翻译，因此这边给出极限宝具中的相关内容链接）判定物品的自我值（ego）。<\/p><p>通过授予心灵获得智能的物品会通过语言沟通，并且具有60尺的感官。它能够说和读一种语言，该语言从你所了解的语言中选取——若你了解多种语言，则可以从中选取一种来让物品知晓。<\/p><p>当你向一件物品施放授予心灵时，按照核心手册534页的表格15-24投掷（即此链接中的表6-8：智能物品威能）来判断物品威能——将你的施法者等级加到这次检定中。除了作为该法术施法时的材料成分（价值1000gp的钻石尘），通过额外消耗钻石尘，你能够在判断物品威能的百分骰中获得进一步的加值。每额外花费100gp的钻石尘便能在检定中获得累计+1的加值，额外加值至多等同于你的施法者等级。若物品获得施法的能力，那么从你能够施放的法术中，在适当的法术等级里随机确定法术。若物品获得技能等级，那么从你至少投入1点技能点的技能中随机决定它会获得何种技能。<\/p><p>若你的检定结果超出100点，那么你能够从物品威能表格中挑选一个赋予物品，此外物品还会获得1个特殊目的。按照核心手册534页的表格15-25与15-26各投掷一次（即此链接中的表6-10以及表6-9）来确定物品的特殊目的与专用威能。这些检定不会受到你的施法者等级或者任何额外材料成分调整。<\/p><p>在该法术结束后，物品会恢复之前的性质——若你再次对这个物品施放该法术，那么它会按照新一次的检定获得不同的威能。<\/p>"
}
