{
    "key": "infuse effigy",
    "name": "Infuse Effigy",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Infuse%20Effigy",
    "source": ["Lands of the Linnorm Kings pg. 48"],
    "school": "necromancy",
    "descriptors": ["curse"],
    "levels":     {
        "arcanist": 4,
        "cleric": 4,
        "druid": 4,
        "hunter": 4,
        "oracle": 4,
        "sorcerer": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 hour",
    "components": "V, S, F (effigy to be imbued)",
    "range": "touch",
    "target": "touched effigy",
    "duration": "Permanent until discharged (D)",
    "savingThrow": "Will partial",
    "spellResistance": "yes",
    "text": "This spell infuses an effigy with a powerful curse that targets a specific type of creature associated in some way with the effigy itself. When you cast this spell, it remains in effect until it is discharged. Once you cast <i>infuse effigy<\/i>, you cannot prepare a new 4th-level spell to replace it or cast another spell with its spell slot until you dismiss the <i>infuse effigy<\/i> spell or until it is discharged against a foe. If the number of 4th-level spells that you can cast decreases, and that number drops below your current number of <i>infuse effigy <\/i>spells, the more recently cast <i>infuse effigy <\/i>spells in excess of the number of 4th-level spells you can now cast are dispelled.<br><br>The nature of the curse that becomes infused into the effigy you touch depends more on the nature of the effigy than anything else. You can cast this spell on a standard effigy (such as a head stuck onto a spike, or on a body hanging from a tree), but can generate more powerful effects by casting the spell on one of the more elaborate effigies detailed above—in this case, it is the established traditions of the effigy as much as the effigy itself that empowers the curse. The larger effigies, such as the tree of souls and the wicker man, have minimum caster level requirements; you must be this level or higher in order to cast <i>infuse effigy<\/i> on such a target.<br><br>Once an effigy is infused, it radiates an aura of unease to a radius of 5 feet per caster level—the first time a creature enters this area, it must make a Will save or become shaken for 1 minute per caster level. This effect can only occur once per creature and is a mind-affecting fear effect. As long as an effigy remains under the effects of this spell, the body parts associated with the effigy become preserved as if by <i>gentle repose<\/i>. Once an effigy has been the focus for an <i>infuse effigy<\/i> spell, it can never again be the target of this spell—a new effigy must be constructed from new victims if you wish to recreate it. An infused effigy is treated as a magic item for the purposes of saving throws.<br><br>An infused effigy has an additional effect on creatures of the same type as the largest creature incorporated into the effigy. If the largest creature is a humanoid or outsider, the additional effect only affects creatures of the largest creature’s subtype. Creatures of this type (and subtype) take a –2 penalty on the saving throw against the effigy’s aura, and as soon as such creatures attack or damage the effigy (from any distance) or approach within 10 feet of it, they must make a Will saving throw or become cursed. If a creature becomes cursed by an infused effigy, the spell effect on the effigy ends (and the caster can now use that spell slot to prepare or cast spells again), but the curse itself is permanent until it is removed. If the creature that triggers the effigy was close friends with or related to anyone whose body was used to construct the effigy, that creature takes a –4 penalty on the Will save to avoid becoming cursed. The specific effects of each type of effigy’s curse are listed below. At the GM’s discretion, other specific effigies might exist, along with specific effects they exhibit when they are the subject of an <i>infuse effigy <\/i>spell.<br><br><b>Standard Effigy Curse (no minimum CL)<\/b>: –2 penalty to an ability score chosen by the caster.<br><br><b>Blood Eagle Curse (no minimum CL)<\/b>: –4 penalty to Constitution and –4 penalty on all saving throws against fear effects.<br><br><b>Nithing Pole Curse (no minimum CL)<\/b>: Any effect that can be generated by a <i>bestow curse <\/i>spell.<br><br><b>Tree of Souls Curse (minimum CL 11th)<\/b>: The victim heals damage from rest at half normal rate, and any magical healing applied to the victim must succeed at a DC 20 Caster Level check or be negated. The cursed victim takes a –4 penalty on all Constitution-based checks, including stabilization checks and Fortitude saving throws.<br><br><b>Wicker Man Curse (minimum CL 15th)<\/b>: –6 penalty to two ability scores chosen by the caster. In addition, each time the victim takes damage from any source, it takes an additional 1d6 points of fire damage as its flesh burns and blisters around the wound. It takes a –6 penalty on all saving throws against fire effects. Unless it has the Fire subtype, the victim loses any racial resistance or immunity to fire.",
    "name_zh": "异教塑像",
    "castingTime_zh": "1小时",
    "components_zh": "语言、姿势、器材(欲浸透的塑像)",
    "range_zh": "接触",
    "target_zh": "接触的塑像",
    "duration_zh": "永久, 直到释放(可解消)",
    "savingThrow_zh": "意志, 通过则部分生效",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术向着一尊塑像注入强大的诅咒，瞄准一种与这尊塑像有某种形式关联的生物。当你施展本法术时，它会一直生效直到被释放。一但你施放了异教塑像，你不能准备新的四环法术来取代此法术，或施放另一个会用到这法术占用的法术位的法术，直到你解消异教塑像法术，或著此法术向着一个敌人释放(discharged)。如果你能够施放的4环法术的数量减少，并且数量低到比你当前使用的异教塑像法术还要少，那么超过你当前所能施展的四环法术数量，从最近期施展的异教塑像法术会开始依序被解除。<\/p><p>被你碰触，灌输到塑像的诅咒，其本质绝大部分取决于塑像的本质。你能够对一尊标准塑像施放此法术(像是被插在长钉上的头颅，或悬挂在一颗树上的躯体)，但如果在一尊较上述例子更加精心制作的塑像上施放此法术，就可以产生更强大的效果─在这种情况下，塑像本身的传统跟塑像本体一样，都能强化诅咒的效果。越大尊的塑像，例如御魂树和柳条人，都有最低施法者等级的需求，你必须抵达或是高于那个等级，才能对样的目标施放异教塑像。<\/p><p>当一尊塑像被灌注后，它会放射出一圈令人不安，半径5尺/施法者等级的灵光，必须要通过意志豁免检定，不然就会进入战栗状态1分钟/施法者等级。每个生物只会受此影响一次，并且此效果属于影响心灵的恐惧效果。只要有一尊塑像还处于此法术的影响之下，与此塑像相关的身躯部分会受到如同遗体防腐法术的保护。当一尊塑像成为异教塑像的器材成分时，它就再也不能成为此法术的目标了，如果妳还想要重新创造一个，那就必须使用一尊由新的受害者所构筑的新塑像。在判定豁免检定时，一尊被灌注此法术的塑像被视为一件魔法物品。<\/p><p>一件被灌注的塑像，对与自身合为一体中最大的那类生物，会有额外的效果。如果最大的生物是类人生物或异界生物，则额外效果只会影响与最大生物子类相同的生物。这类(以及这子类)生物在对抗塑像灵光的豁免检定上须承受-2罚值，并且只要这些生物攻击或是伤害这尊塑像(无论距离多远)，或是靠近塑像10尺内，都必须进行一次意志豁免检定，不然会被诅咒。如果一个生物被塑像诅咒了，塑像身上的法术效果结束(并且师法者现在可以再次使用该法术位去准备或施放法术)，但诅咒本身是永久的，除非移除掉。如果触发塑像诅咒的生物，跟用来构筑塑像的生物是亲密好友，或与之相关，那该生物在避免诅咒的意志豁免检定上，需承受-4罚值。每一类的塑像都有特定的诅咒效果，都写在下方。根据GM考量，还可能有其他特定的塑像，以及当这些塑像被用作异教塑像法术时，相应的特定效果存在。<\/p><p>标准塑像诅咒(没有最低施法者等级)：施法者决定某项属性承受-2罚值。<\/p><p>血鹰诅咒(没有最低施法者等级)：在体质以及对抗恐惧效果的所有豁免检定上承受-4罚值。<\/p><p>咒降杆诅咒(没有最低施法者等级)：降咒法术可以产生的任何效果。<\/p><p>御魂树诅咒(最低施法者等级11)：受术者从休息中恢复伤害的速率减半，对受术者使用任何魔法医疗都必须通过DC20的施法者等级检定，否则无效。被诅咒的生物在所有基于体质的检定上，包含稳定伤势检定以及强韧豁免检定都要承受-4罚值。<\/p><p>柳条人诅咒(最低施法者等级15)：施法者决定两项属性承受-6罚值。此外，每当受术者受伤(无论来源为何)，都会额外承受1d6点火焰伤害，就如同被火灼烧，伤口周围环绕着水疱。所有豁免检定在对抗火焰效果时承受-6罚值。除非受术者是火子类，不然受术者会失去所有对火的种族抗性或免疫。<\/p>"
}
