{
    "key": "innocuous shape",
    "name": "Innocuous Shape",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Innocuous%20Shape",
    "source": ["Magic Tactics Toolbox pg. 25"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 4,
        "arcanist": 4,
        "investigator": 4,
        "psychic": 4,
        "shaman": 4,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a handfull of dandelion seeds)",
    "range": "touch",
    "target": "living creature touched",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "This spell transforms a creature into a Medium or smaller animal or humanoid of no more than 1 Hit Die. If you use this spell to cause the target to take on the form of an animal, the spell functions as <i>beast shape II<\/i>. If the form is that of a humanoid, the spell can function as <i>alter self<\/i>, <i>youthful appearance<sup>UM<\/sup><\/i>, or both, such that you can transform a creature into a generic, youthful humanoid of any type.<br><br> Any creature that interacts with the target of this spell must succeed at a Will saving throw (using the DC of the spell) or view the target in the most innocuous possible light. On a failed saving throw, the creature views all of the target’s actions as inoffensive and no cause for concern unless the target becomes an obvious threat. The creature can otherwise act normally, and feels no compunction to obey or ignore the target; it simply assumes none of the target’s actions are dangerous or malicious unless shown evidence that proves otherwise.",
    "name_zh": "人畜无害",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一把蒲公英的种子)",
    "range_zh": "接触",
    "target_zh": "被接触的活物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>该法术将一个生物变形为一个HD不超过1的中型或更小的动物或类人生物。如果你使用该法术导致目标获得动物的形态，法术如同野兽形态II般运作; 如果该法术导致目标获得了类人生物的形态，则如同变身术，或返老还童UM，或两者一同般运作，因此你能将一个生物变形为任意种类的普通的年轻类人生物。任何与目标进行互动的生物必须通过一个意志检定（使用该法术的DC）或将目标视为尽可能无害。若豁免失败，目标的所有举动都会被视为完全无害的，也不会引起关注，除非目标成为了显而易见的威胁。生物在其他方面如同正常一般，并不会有任何被迫服从或忽视目标的感受。它只是简单的不认为目标的任何行为危险或有害，直到被展示了相关的证据。<\/p>"
}
