{
    "key": "insect spies",
    "name": "Insect Spies",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Insect%20Spies",
    "source": ["Ultimate Intrigue pg. 217"],
    "school": "divination",
    "levels":     {
        "arcanist": 4,
        "druid": 3,
        "hunter": 3,
        "ranger": 3,
        "sorcerer": 4,
        "summoner": 3,
        "summoner (unchained)": 3,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 round",
    "components": "V, S, M (a drop of honey)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "up to one insect spy/4 levels",
    "duration": "10 minutes/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You summon one or more glossy black beetles, which have a measure of intelligence and make for excellent spies. When they are in your presence, the insects obey your mental commands, and you can issue orders to any number of them as a single standard action, provided that you issue the same orders to each one. In order to issue different orders to different insects, you must spend a separate standard action for each set of orders. An insect in physical contact with you can answer simple questions about what it has observed, at a rate of one question per round. It can relate only what it perceived with its senses, and can’t repeat speech. It has difficulty making subjective judgments, and questions that demand such reasoning are unlikely to yield a clear answer. For example, an insect is unable to relay someone’s emotional state or determine who among several people it saw might be in charge.<br><br> Each insects’ size is Fine. Each insect has 1 hit point, AC 20 (+2 Dexterity, +8 size), a movement speed of 5 feet, a climb speed of 5 feet, and a fly speed of 20 feet (perfect maneuverability). The insects use your saving throw bonuses, have a total Perception skill bonus equal to 5 + 1/2 your caster level, and can’t make attacks. Due to their incredibly small size and magical nature, they can make Stealth checks to avoid being noticed even if they lack a source of cover or concealment, and they have a total Stealth skill bonus equal to 18 + 1/2 your caster level. The insects can even climb onto creatures of Tiny or larger size while using Stealth, possibly riding on those creatures unnoticed. A Tiny creature gains a +16 bonus on Perception checks made to notice one of these insects currently climbing on it. For each size category larger than Tiny the creature being climbed is, this bonus is reduced by 4 (to a minimum of +0 for Huge or larger creatures).<br><br> You also maintain a faint mystical connection with these insects, which allows you to sense where they are. As a full-round action, you can concentrate on the spell in order to learn the direction and relative distance of each of the insects.",
    "name_zh": "昆虫探子",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，材料（1滴蜂蜜）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "至多1只昆虫探子/4级",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你召唤出1只或更多的具有黑色光泽的甲虫，它们具有一定程度的智力而且可以成为优秀的间谍。当这些昆虫位于你的周围时，它们会遵从你的精神指令（mental commands），你可以以单个标准动作向其中的任意只昆虫下达指令，不过对于一同接到命令的这些昆虫来说，你的指令必须是相同的。要想对不同的昆虫下达不同的指令，你必须分别花费单独的标准动作对每一组昆虫下达命令。当昆虫与你的身体接触时，可以对其观察到的内容回答简单的问题，回答问题的频率为每轮1个问题。它所能叙述的内容仅限其感官可以感受到的事物，而且无法重复叙述（repeat speech）。让昆虫作出主观判断是困难的事情，它们不可能对需要进行推论的问题产生明确的回答。举例说明，昆虫无法转述某个人的情绪状态，也无法判断出一组人中的头目是谁。<\/p><p>每只昆虫的体型均为超微型（fine）。每只昆虫的属性均为1点生命值、AC20（+2敏捷，+8体型）、5尺基础速度、5尺攀爬速度、和20尺飞行速度（机动性完美）。昆虫们使用你的豁免检定加值，总察觉技能加值等同于5 + 1/2你的施法者等级，而且无法作出攻击。由于昆虫极为微小的体型以及其魔法性质，它们甚至能够在缺乏掩蔽（cover）或隐蔽（concealment）的情况下作出潜行检定以避免被发现，并且它们的总潜行技能加值为18 + 1/2你的施法者等级。昆虫们还能够在使用潜行的时候攀爬到超小型（tiny）或更大体型的生物身上，有可能在不被这些生物注意的前提下驾乘它们。当昆虫爬在这些生物身上时，超小型（tiny）生物会在注意昆虫的察觉检定中获得+16加值。被攀爬的生物体型每比超小型大1级，这些加值也会减少4点，最低为超大型（huge）或更大生物的+0加值。<\/p><p>你还会与这种昆虫保持着一种微弱的神秘联系，这让你可以感知到它们所在的方位。你能够以整轮动作（full-round action）专注于法术，以便了解到每只昆虫探子的方向和相对距离。<\/p>"
}
