{
    "key": "invisibility",
    "name": "Invisibility",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Invisibility",
    "source": ["PRPG Core Rulebook pg. 301"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "adept": 2,
        "alchemist": 2,
        "antipaladin": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (an eyelash encased in gum arabic)",
    "range": "personal or touch",
    "target": "you or a creature or object weighing no more than 100 lbs./level",
    "duration": "1 min./level (D)",
    "savingThrow": "Will negates (harmless) or Will negates (harmless, object)",
    "spellResistance": "yes (harmless) or yes (harmless, object)",
    "text": "The creature or object touched becomes invisible. If the recipient is a creature carrying gear, that vanishes, too. If you cast the spell on someone else, neither you nor your allies can see the subject, unless you can normally see invisible things or you employ magic to do so.<br><br>Items dropped or put down by an invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature. Light, however, never becomes invisible, although a source of light can become so (thus, the effect is that of a light with no visible source). Any part of an item that the subject carries but that extends more than 10 feet from it becomes visible.<br><br>Of course, the subject is not magically silenced, and certain other conditions can render the recipient detectable (such as swimming in water or stepping in a puddle). If a check is required, a stationary invisible creature has a +40 bonus on its Stealth checks. This bonus is reduced to +20 if the creature is moving. The spell ends if the subject attacks any creature. For purposes of this spell, an attack includes any spell targeting a foe or whose area or effect includes a foe. Exactly who is a foe depends on the invisible character's perceptions. Actions directed at unattended objects do not break the spell. Causing harm indirectly is not an attack. Thus, an invisible being can open doors, talk, eat, climb stairs, summon monsters and have them attack, cut the ropes holding a rope bridge while enemies are on the bridge, remotely trigger traps, open a portcullis to release attack dogs, and so forth. If the subject attacks directly, however, it immediately becomes visible along with all its gear. Spells such as <i>bless<\/i> that specifically affect allies but not foes are not attacks for this purpose, even when they include foes in their area.<br><br><i>Invisibility<\/i> can be made permanent (on objects only) with a <i>permanency<\/i> spell.",
    "mythicSource": ["Mythic Adventures pg. 99"],
    "mythicText": "The invisible target can’t be detected with <i>detect magic<\/i> or other spells that detect magic auras. The invisibility can’t be penetrated, revealed, or dispelled by spells of 2nd level or lower (such as <i>see invisibility<\/i> or <i>glitterdust<\/i>), though <i>true seeing<\/i> and <i>dust of appearance<\/i> can reveal the invisible target’s presence. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the invisible target is undetectable by blindsense, blindsight, scent, and tremorsense. ",
    "name_zh": "隐形术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (包裹在透明胶内的睫毛)",
    "range_zh": "个人 或 接触",
    "target_zh": "自己 或 一个生物 或 重量不超过每等级100磅的一个物体",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害) 或 意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害) 或 可 (无害, 物体)",
    "text_zh": "<p>接触到的生物或物品变得隐形。若受术者持有装备，则并消失。如果施放在别人身上，那么除非你在正常情况下就能看到隐形的事物或者使用魔法来达成这点，否则你和你的盟友也无法看到受术者。<\/p><p>从隐形生物身上掉出或放下的物品会显形; 若物体被其拿起并放入他穿戴的衣服或口袋内则会消失。光线是不会隐形的，但是光源可以隐形 (因此光的效果是从看不见的光源上发出)。受术者携带的物品若超出10尺远，则超出的部分会变为可见。<\/p><p>当然目标并非被魔法消声，而且在有些情况下依然会被注意到 (比如游泳或者在泥地中行走)。若需要检定，静止不动的隐形生物的隐匿检定获得+40加值。这个加值在该生物移动时降低至+20点。如果受术者攻击任何生物，则法术结束。在判断该法术的作用时，攻击包含任何以一个敌人为目标，或者区域及效果内包含一个敌人的法术。而判断谁是敌人则以隐形角色的认知为准。只针对无主物品的动作不会打破该法术。间接伤害不是攻击。所以隐形者可以开门、交谈、进食、爬楼梯、召唤怪物并指引它们攻击、当敌人过吊桥时剪断系住桥的绳索、从远处触动陷阱、开门放狗等等。如果受术者直接攻击，那么隐形者将和他的装备一起立即现形。‘<a href=\"spell.html?spell=bless\">祝福术 (bless)<\/a>’这样只影响盟友而不影响敌人的法术在判断该法术的作用时并不算攻击，就算法术区域内有敌人存在也是如此。<\/p><p>隐形术可以使用‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定 (仅限物体)。<\/p>",
    "mythicText_zh": "<p>隐形的目标无法被侦测魔法（detect magic）或者其他侦测魔法灵光（detect magic auras）的法术侦测到。隐形术无法被2级或更低等级的法术识破（penetrated）、揭示（revealed）或驱散（dispelled），比如识破隐形（see invisibility）或者闪光尘（glitterdust），不过真知术（true seeing）与显像粉（dust of appearance）依旧能够揭示隐形目标的存在。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，隐形的目标就无法被盲感（blindsense）、盲视（blindsight）、灵敏嗅觉（scent）以及颤动感知（tremorsense）所察觉。<\/p>"
}
