{
    "key": "know peerage",
    "name": "Know Peerage",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Know%20Peerage",
    "source": ["Ultimate Intrigue pg. 218"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 2,
        "bard": 1,
        "cleric": 2,
        "inquisitor": 2,
        "medium": 1,
        "mesmerist": 2,
        "occultist": 2,
        "oracle": 2,
        "paladin": 1,
        "psychic": 2,
        "skald": 1,
        "sorcerer": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (thread from a tabard of livery)",
    "range": "touch",
    "target": "creature touched",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You impart your knowledge of nobility and peerage to the target, allowing her to recognize members of noble households, differentiate one set of heraldry from another, and otherwise identify who’s who at a royal gala or other noteworthy social event. The target is able to identify noble individuals, noble family names, and noble crests, signets, heraldry, and other symbols. The target treats her number of ranks in Knowledge (nobility) as though it were equal to your number of ranks in Knowledge (nobility), to a maximum of 5 ranks and a minimum of 0. If the target’s number of ranks is greater than yours, she uses her own number of ranks instead. In addition, if the target’s new total skill bonus on Knowledge (nobility) checks is at least +0, she automatically succeeds on all Knowledge (nobility) checks with a DC of 10 or lower.",
    "name_zh": "认知贵族",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（大衣或制服上的纤维）",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你将自身具有的贵族和爵位方面的知识灌注给目标，让她能够辨认出贵族家庭的成员、分辨纹章间的区别、以及其他在皇室宴会或者其他重要社交场合上辨认谁是谁的能力。目标能够辨认出具体的某个贵族、贵族的家族名、以及贵族的盾形徽号、印记、纹章、和其他标志。目标自身在知识(贵族)上的技能点数被视同为与你在知识(贵族)上投入的点数相同，最高为5点，最低为0点。若目标在知识(贵族)上投入的技能点数比你高，那么她便会使用自身的技能等级作为替代。此外，若目标在知识(贵族)检定上的总技能加值至少为+0的话，她会在所有DC为10或更低的知识(贵族)检定上获得自动成功。<\/p>"
}
