{
    "key": "languid venom",
    "name": "Languid Venom",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Languid%20Venom",
    "source": ["Ultimate Intrigue pg. 218"],
    "school": "necromancy",
    "descriptors": ["poison"],
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "investigator": 2,
        "shaman": 2,
        "skald": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (herbs used in antitoxin worth 25 gp)",
    "range": "touch",
    "target": "one dose of poison or one venomous creature",
    "duration": "permanent until discharged (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You greatly extend the time it takes for the poison you touch to take effect, giving that poison an onset time up to 1 hour per caster level. (You touch the poison’s container, so you don’t risk exposing yourself to a contact poison.) The target doesn’t attempt a saving throw when initially exposed to the <i>languid venom<\/i>, but instead saves at the end of the poison’s onset time. If the poison is neutralized or otherwise cured prior to the end of its onset time, it is rendered harmless. Failing saves against multiple doses of <i>languid venom<\/i> have the normal cumulative effect for poisons (<i>Pathfinder RPG Core Rulebook 558<\/i>).<br><br> <i>Languid venom<\/i> is difficult to detect or identify. <i>Detect poison<\/i> and similar effects detect <i>languid venom<\/i only with a successful caster level check against a DC equal to 11 + your caster level (rolled secretly by the GM). Even if the poison is detected, the DC of Craft (alchemy) or Wisdom checks to identify the poison is increased by 10. If a poison is affected by an additional effect that requires a caster level check to detect the poison or increases the DC to identify it—such as <i>obscure poison<\/i>—those effects don’t stack. Use only the caster level check with the higher DC and increase the DC of the check to identify the poison by the higher of the two.<br><br> If cast upon a venomous creature, <i>languid venom<\/i> delays the onset of that creature’s poison when the creature next delivers its natural poison.",
    "name_zh": "惰性猛毒",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（价值25gp的用于制作抗毒剂的药草）",
    "range_zh": "接触",
    "target_zh": "接触到的1剂毒素或者1个带毒的生物",
    "duration_zh": "永久, 直至能量发散 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你极大地延长了自己碰触到的毒素生效所需要的时间，你让该毒素获得了至多为1小时/施法者等级的潜伏期（你碰触的是毒素的容器，因此不会置身于直接碰触毒素的风险中）。目标在初次接触惰性毒素时不会尝试豁免检定，取而代之的是他要在毒素的潜伏期结束时进行豁免。若毒素在潜伏期剑术之前被中和（neutralized）了或者以其他方式治愈了的话，该效果也会变得无害。如果在多个惰性毒素的豁免中失败，则会按照毒素规则如常计算叠加效果，详细见核心手册（Pathfinder RPG Core Rulebook）的558页。<\/p><p>惰性毒素很难被检测或鉴别。侦测毒性（Detect Poison）或类似的效果只有在成功通过施法者等级检定才能侦测到惰性毒素，DC为11 + 你的施法者等级（由GM暗骰）。即便毒素的存在被检测到，鉴别毒素的工艺(炼金)或感知检定DC也会增加10点。若有额外效果影响着毒素，而且该效果也让侦测毒素需要进行施法者等级检定、或者提高鉴别毒素的难度的话——比如本书220页的无影之毒（Obscure Poison）——这些内容不会互相叠加。只使用两个效果中，施法者等级检定DC较高以及增加鉴别毒素DC较多的一方。<\/p><p>若将该法术施放至带毒的生物（venomous creature），惰性毒素仅会在该生物下1次传递天生毒素时，延迟该生物的毒素生效时间。<\/p>"
}
