{
    "key": "levitate",
    "name": "Levitate",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Levitate",
    "source": ["PRPG Core Rulebook pg. 304"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "investigator": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "shaman": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a leather loop or golden wire bent into a cup shape)",
    "range": "personal or close (25 ft. + 5 ft./2 levels)",
    "target": "you or one willing creature or one object (total weight up to 100 lbs./level)",
    "duration": "1 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Levitate<\/i> allows you to move yourself, another creature, or an object up and down as you wish. A creature must be willing to be levitated, and an object must be unattended or possessed by a willing creature. You can mentally direct the recipient to move up or down as much as 20 feet each round; doing so is a move action. You cannot move the recipient horizontally, but the recipient could clamber along the face of a cliff, for example, or push against a ceiling to move laterally (generally at half its base land speed).<br><br>A levitating creature that attacks with a melee or ranged weapon finds itself increasingly unstable; the first attack has a –1 penalty on attack rolls, the second –2, and so on, to a maximum penalty of –5. A full round spent stabilizing allows the creature to begin again at –1.",
    "mythicSource": ["Mythic Adventures pg. 99"],
    "mythicText": "Instead of affecting one creature, you can affect a number of targets up to your caster level, but the total weight supported can be no more than 100 pounds per caster level. You can spend a move action to mentally direct all targets, but you must move all of them identically. <br><br><b>Augmented (8th)<\/b>: If you expend 10 uses of mythic power, you permanently levitate a 5-foot cube of rock, which you can move 20 feet vertically or horizontally as a move action.<br><br> If you have created multiple cubes and they are physically touching each other, you can direct them all as a single move action (as if they were one object), even if some of them are out of range. Each levitating cube can support approximately 1,000 pounds of weight, allowing you to use it as a portion of the foundation for a bridge, floating castle, or similar construction project. ",
    "name_zh": "浮空术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材 (皮环或者弯成杯状的金线)",
    "range_zh": "个人 或 近距 (25尺+每2等级5尺)",
    "target_zh": "自己 或 一个自愿的生物 或 一个物体 (总重量至多为每等级100磅)",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>浮空术可以使你自己、另一个生物或物品按照你的意愿上升或下降。被移动的生物必须是自愿被浮空，而被移动的物品必须是未被持用或者是被自愿的生物所持有。你可以控制目标物以至多每轮20尺的速度上升或下降; 这么做是移动动作。你无法使目标物进行水平移动，但是受术者可以攀着表面或悬崖移动，比如推着天花板来横向移动 (速度为该生物基本陆上速度的一半)。<\/p><p>漂浮在空中的生物无法稳定地使用远程或者近战武器进行攻击; 第一次攻击的攻击检定会受到-1减值，第二次攻击会有-2减值，以此类推，最高为-5减值。如果该生物花一整轮的时间来保持平衡，下一次的攻击减值将从-1开始重新计算。<\/p>",
    "mythicText_zh": "<p>你能够影响数量至多等同于你的施法者等级个目标，以取代影响一名生物，但是托起的总重量不能超过每施法者等级100磅重。你能够花费移动动作使用精神操控所有目标，但是你必须同时移动所有目标。<\/p><p><b>强化（8阶）<\/b>：若你花费10次神话之力，你就能让5立方尺的石头永久性地浮起，你能够以移动动作控制它向着水平或垂直方向移动20尺。<\/p><p>若你创造出复数浮空的立方体，而且它们彼此间从物理上相互碰触，你就能够以单个移动动作让这个组合而成的整体移动（就如同它们是一个物体），即便其中的某些部分超出法术的范围也可以。每个浮空石都能够支撑大约1000磅的重量，这时的你能够将它作为桥梁、浮空城堡或者类似建筑的地基的一部分使用。<\/p>"
}
