{
    "key": "liquefy",
    "name": "Liquefy",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Liquefy",
    "source": ["Arcane Anthology pg. 21"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 3,
        "arcanist": 4,
        "bard": 3,
        "druid": 4,
        "hunter": 4,
        "investigator": 3,
        "skald": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a specially prepared glass bottle)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "1 object weighing up to 1 pound/level",
    "duration": "1 round/level (D)",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "no",
    "text": "The object you target becomes a liquid version of itself and drips or runs like a thin oil until it pools on any flat surface. If the item has magical or alchemical properties, they become inert for the duration of the spell. If you are holding the item when you cast this spell, you can drain it into the bottle used as focus for the spell. Items with hit point damage or the broken condition regain 5 hit points/caster level if drained into a bottle in this way. The duration of temporary effects (such as applied poison or <i>greater magic weapon<\/i>) passes normally and may expire while the object is in liquid form. The liquid is clearly unsafe to drink, but if, for some reason, a creature does drink the liquid and the spell ends, the creature takes 3d6 points of damage, and brings up the solid version of the item as a standard action in a coughing fit.<br><br> Any spell or effect that would disperse or dilute an object affected by <i>liquefy<\/i> forces the object to attempt a Fortitude save (using the effect’s DC, or DC 15 for effects with no saving throws of their own, such as pouring a liquefied object into a stream). A failed save causes the object to gain the broken condition. If the item is already broken, it is instead destroyed on a failed save. <i>Liquefy<\/i> has no effect on artifacts, constructs, or intelligent magic items.",
    "name_zh": "液化术",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一个特别准备的玻璃瓶）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个最重1磅/等级的物品",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你的目标物品会变成它自己的液态版本，并像层薄油一般滴落或流淌，直到静置在任何平坦的表面上。如果该物品拥有魔法或炼金属性，它们在法术持续时间里会钝化。如果你在施放此法术的时候正持有该物品，你可以将它倒入一个作为法术器材的瓶子里。如果以这种方式被倒入瓶中，生命值受损或破损状态的物品会重获5生命值/施法者等级。临时效果的持续时间（如被使用的毒药或高等魔化武器）会如常流逝，并可能在物体处于液态时失效。饮用该液体显然是不安全的，但如果出于某种原因，一个生物确实喝下了该液体，且法术结束，该生物会受到3d6点伤害，并用一个标准动作将该物品的固态版本咳出体内。<\/p><p>任何会分散或稀释液态物体的法术或效果会迫使物体尝试一次强韧豁免（使用效果的DC，或DC 15，如果该效果没有任何豁免，例如将一个液化物体倒进一条小溪里）。一次失败的豁免会使物体获得损坏症状。如果该物体已经破损，它将在豁免失败时被立即销毁。液化术对神器、建筑或智能魔法物品无效。<\/p>"
}
