{
    "key": "maddening oubliette",
    "name": "Maddening Oubliette",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Maddening%20Oubliette",
    "source": ["Inner Sea Gods pg. 237"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "race": "Zon-Kuthon",
    "levels":     {
        "arcanist": 7,
        "cleric": 7,
        "oracle": 7,
        "sorcerer": 7,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 round",
    "components": "V, S, M (the powdered bones of a creature that died in prison)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "special; see text",
    "savingThrow": "Will negates, see text",
    "spellResistance": "yes",
    "text": "The target is transported to a dark and dank prison in some unspecified horrific demiplane, where tentacles writhe around, clawed fingers grab at the creature (though they deal no damage), and harsh, whispering voices speak blasphemies and maddening secrets. At the end of each round within this terrifying oubliette, the target can attempt a Will saving throw in order to escape the prison. The saving throw has a penalty equal to the number of rounds the target has spent in the oubliette (minimum –1 and maximum –5). If the target succeeds at its saving throw, it returns to its former space. If that space is occupied or otherwise unavailable, the target is shunted to the nearest available space. When the target returns from the oubliette, it is confused for a number of rounds equal to the number of rounds of imprisonment (minimum 1), unless it was confined in the oubliette for 10 or more rounds, in which case the target is affected as if it were subject to an insanity spell instead.",
    "name_zh": "疯狂密牢",
    "race_zh": "宗－库山",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，材料（一名死于狱中生物的骨粉）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "特殊, 见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>目标被转移到某些不可名状的可怕半位面中的某个阴暗潮湿的监狱中，触手在周围扭动，爪指抓住该生物（虽然它们不会造成伤害），并且冷厉的低语说出那亵渎而令人发狂的秘密。处于这个可怕密牢内的每1轮之末，该目标可以尝试一次意志豁免骰以逃脱该监牢。这个豁免骰拥有等同于「该目标处于密牢内轮数」的罚值（最小-1而最大-5）。如果该目标在豁免骰中成功，它会返回至其原本处于的空间。如果该空间被占用或不可用，则将目标分流到最近的可用空间。当目标从密牢返回时，它会在等同于「该目标被监禁轮数」的轮数内困惑（confused），除非它已经在密牢内被监禁10轮或以上，在这种情况下，目标会如同受到一道精神错乱（insanity）法术的影响。<\/p>"
}
