{
    "key": "mage's disjunction",
    "name": "Mage's Disjunction",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mage's%20Disjunction",
    "source": ["PRPG Core Rulebook pg. 306"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "all magical effects and magic items within a 40-ft. radius burst, or one magic item (see text)",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (object)",
    "spellResistance": "no",
    "text": "All magical effects and magic items within the radius of the spell, except for those that you carry or touch, are disjoined. That is, spells and spell-like effects are unraveled and destroyed completely (ending the effect as a <i>dispel magic<\/i> spell does), and each permanent magic item must make a successful Will save or be turned into a normal item for the duration of this spell. An item in a creature's possession uses its own Will save bonus or its possessor's Will save bonus, whichever is higher. If an item's saving throw results in a natural 1 on the die, the item is destroyed instead of being suppressed.<br><br>You also have a 1% chance per caster level of destroying an <i>antimagic field<\/i>. If the <i>antimagic field<\/i> survives the <i>disjunction<\/i>, no items within it are disjoined.<br><br>You can also use this spell to target a single item. The item gets a Will save at a –5 penalty to avoid being permanently destroyed. Even artifacts are subject to <i>mage's disjunction<\/i>, though there is only a 1% chance per caster level of actually affecting such powerful items. If successful, the artifact's power unravels, and it is destroyed (with no save). If an artifact is destroyed, you must make a DC 25 Will save or permanently lose all spellcasting abilities. These abilities cannot be recovered by mortal magic, not even <i>miracle<\/i> or <i>wish<\/i>. Destroying artifacts is a dangerous business, and it is 95% likely to attract the attention of some powerful being who has an interest in or connection with the device.",
    "mythicSource": ["Mythic Adventures pg. 100"],
    "mythicText": "The duration increases to 10 minutes per caster level. The chance to destroy an <i>antimagic field<\/i> increases to 2% per caster level. ",
    "name_zh": "法师裂解术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "半径40尺爆发区域内的所有魔法效果 和 魔法物品, 或 者一个魔法物品; 见文本",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "否",
    "text_zh": "<p>除了你携带或接触到的物品之外，区域内所有魔法效果和魔法物品都会被裂解。法术和类法术效果会被拆解并完全摧毁，即会像受到‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’一样终止效果。而永久性魔法物品必须进行意志豁免，未通过就会在法术持续时间内还原成一般物品。如果该魔法物品正被某生物所持有，在进行意志检定时，意志豁免加值可依该物品或持有者的，取较高者。若物品的豁免检定结果掷出自然1点，那么物品会被摧毁，而不是魔法效果被暂时压制。<\/p><p>此外，你还有每CL 1%的概率毁掉一个‘<a href=\"spell.html?spell=antimagic field\">反魔场 (antimagic field)<\/a>’。如果反魔场从裂解术中幸存下来，那么其中便不会有物品被裂解。<\/p><p>你还能将单个物品作为法术的目标。该物品在避免被永久摧毁的意志豁免中受到-5减值。即便神器也能成为法师裂解术的目标，不过只有每CL 1%的概率才能影响如此强大的魔法物品。若成功，神器的力量被拆散，它自身也会被摧毁 (无需豁免)。若一个神器被毁，你必须进行意志豁免 (DC 25)，否则会永远失去所有施法能力。这些能力无法经由凡人的魔法恢复，甚至‘<a href=\"spell.html?spell=miracle\">神迹术 (miracle)<\/a>’和‘<a href=\"spell.html?spell=wish\">祈愿术 (wish)<\/a>’也不行。毁掉神器是件危险的事情，有95%的概率会引起一些对这神器有兴趣或有关系的强大存在的关注。<\/p>",
    "mythicText_zh": "<p>法术的持续时间增加至每施法者等级10分钟。破坏反魔场（antimagic field）的概率增加至每施法者等级2%。<\/p>"
}
