{
    "key": "mage's sword",
    "name": "Mage's Sword",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mage's%20Sword",
    "source": ["PRPG Core Rulebook pg. 307"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 7,
        "psychic": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a miniature platinum sword worth 250 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one sword",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "This spell brings into being a shimmering, sword-like plane of force. The sword strikes at any opponent within its range, as you desire, starting in the round that you cast the spell. The sword attacks its designated target once each round on your turn. Its attack bonus is equal to your caster level + your Intelligence bonus or your Charisma bonus (for wizards or sorcerers, respectively) with an additional +3 enhancement bonus. As a force effect, it can strike ethereal and incorporeal creatures. It deals 4d6+3 points of force damage, with a threat range of 19–20 and a critical multiplier of ×2.<br><br>The sword always strikes from your direction. It does not get a bonus for flanking or help a combatant get one. If the sword goes beyond the spell range from you, goes out of your sight, or you are not directing it, it returns to you and hovers.<br><br>Each round after the first, you can use a standard action to switch the sword to a new target. If you do not, the sword continues to attack the previous round's target.<br><br>The sword cannot be attacked or harmed by physical attacks, but <i>dispel magic<\/i>, <i>disintegrate<\/i>, a <i>sphere of annihilation<\/i>, or a <i>rod of cancellation<\/i> affects it. The sword's AC is 13 (10, +0 size bonus for Medium object, +3 deflection bonus).<br><br>If an attacked creature has spell resistance, the resistance is checked the first time <i>mage's sword<\/i> strikes it. If the sword is successfully resisted, the spell is dispelled. If not, the sword has its normal full effect on that creature for the duration of the spell.",
    "name_zh": "法师之剑",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材 (价值250gp的微型白金剑)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一把剑",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术会产生一个闪闪发光的剑形力场。从你施展此法术的那一轮起，此剑就会攻击任何在它范围内，由你指定的敌人。此剑每轮会在你的回合内对指定的目标进行一次攻击。攻击加值等于 {你的CL+智力加值 (法师) 或魅力加值 (术士)}，以及额外的+3增强加值。作为力场效果，它可以击中灵体和虚体生物。它会造成4d6+3点力场伤害，重击威胁范围是19 – 20，重击倍率为×2。<\/p><p>此剑只能从你的方向攻击。它不能从夹击获得加值，也不能帮助队友夹击。如果此剑离开法术范围、离开你的视野、或你未对它下命令，它便会回到你身边盘旋待命。<\/p><p>第一轮之后，每轮你都能以一个标准动作命令此剑攻击一个新的目标。如果你不下命令，此剑将继续攻击上一轮的目标。<\/p><p>此剑不能被物理攻击所攻击或伤害，但是‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’，‘<a href=\"spell.html?spell=disintegrate\">解离术 (disintegrate)<\/a>’，<毁灭黑洞 (sphere of annihilation)>或者<抹消权杖 (rod of cancellation)>可以影响它。此剑的AC为13 (10+中型物体的0点体型加值+3偏斜加值)。<\/p><p>如果被攻击的生物具有法术抗力，则第一次被法师之剑攻击时，施法者要进行一次检定以穿透目标的法术抗力，如果该检定未通过，则此法术被解除。如果施法者成功穿透目标的法术抗力，则在法术持续时间内此剑都对改名生物产生正常的完整效果。<\/p>"
}
