{
    "key": "make whole",
    "name": "Make Whole",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Make%20Whole",
    "source": ["PRPG Core Rulebook pg. 311"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 2,
        "cleric": 2,
        "occultist": 2,
        "oracle": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "10 minutes",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one object up to 10 cu. ft./level or one construct creature of any size",
    "duration": "instantaneous",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes (harmless, object)",
    "text": "This spell functions as <i>mending<\/i>, except that it repairs 1d6 points of damage per level when cast on an object or construct creature (maximum 5d6).<br><br><i>Make whole<\/i> can fix destroyed magic items (at 0 hit points or less), and restores the magic properties of the item if your caster level is at least twice that of the item. Items with charges (such as wands) and single-use items (such as potions and scrolls) cannot be repaired in this way. When <i>make whole<\/i> is used on a construct creature, the spell bypasses any immunity to magic as if the spell did not allow spell resistance.",
    "mythicSource": ["Mythic Adventures pg. 100"],
    "mythicText": "The damage the spell repairs increases to 2d6 points of damage per caster level when cast on a construct creature (maximum 10d6). A construct repaired with this spell gains a +2 enhancement bonus on an ability score of your choice for the next 24 hours. To repair a magic item, your caster level has to equal to only the caster level of the magic item, not double the caster level. ",
    "name_zh": "完全修复术",
    "castingTime_zh": "10分钟",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "体积至多为每等级10立方尺的一个物体，或者任意体型的一个构装生物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>该法术的功能如同‘<a href=\"spell.html?spell=mending\">修复术 (mending)<\/a>’一般，不过当你对一个构装生物施放时，能够恢复每CL 1d6点生命 (最高5d6)。<\/p><p>完全修复术能够修复被摧毁的魔法物品 (HP为0或更低)，如果你的CL至少达到了该物品的两倍，则可以恢复物品的魔法特性。具有充能 (比如魔杖) 以及一次性物品 (比如药剂和卷轴) 无法以此方式修复。当完全修复术被用在构装生物上时，法术会克服任何魔法免疫，就如同该法术不允许法术抗力生效一般。<\/p>",
    "mythicText_zh": "<p>当你向着一个构装生物施放法术时，法术所能修复的伤害增加至每施法者等级2d6点（最高10d6）。在接下来的24小时内，被该法术修复的构装生物会在你所选择的一项属性上获得+2增强加值。要修复魔法物品，你的施法者等级仅需要与魔法物品的施法者等级相同，而不需要达到施法者等级的两倍。<\/p>"
}
