{
    "key": "maze of madness and suffering",
    "name": "Maze of Madness and Suffering",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Maze%20of%20Madness%20and%20Suffering",
    "source": ["Horror Adventures pg. 122"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "descriptors":     [
        "evil",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "witch": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (an ornate puzzle box worth 1,000 gp and soaked in fresh blood)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "see text",
    "savingThrow": "Will partial, see below",
    "spellResistance": "yes",
    "text": "This spell works like <i>maze<\/i>, except the DC of the Intelligence check to escape is 22 and each round a creature remains in the maze a different effect occurs depending on which section of the maze it is in. Roll on the following table each time the creature attempts an Intelligence check to escape the maze to see which part of the maze it wanders through; if a creature doesn’t attempt an Intelligence check, it stays in the same section and suffers that section’s effects. Any conditions or damage taken persist for the listed duration even if the creature exits the maze before then, but conditions don’t stack with themselves. <table class=\"inner\"><tr><td><b>d%<\/b><\/td><td><b>Maze Section<\/b><\/td><\/tr> <tr><td>1-20<\/td><td>Circus<\/td><\/tr> <tr><td>21-40<\/td><td>Haunted forest<\/td><\/tr> <tr><td>41-60<\/td><td>Hellscape<\/td><\/tr> <tr><td>61-80<\/td><td>Oasis of respite<\/td><\/tr> <tr><td>81-100<\/td><td>Strange city<\/td><\/tr><\/table> <br><br><i>Circus<\/i>: The creature finds itself in a nightmarish circus of giant beasts, garishly painted faces, and hideous, mocking laughter. The creature must succeed at a Will save or gain a lesser madness (see page 182). The save uses the madness’s normal DC.<br><br> <i>Haunted Forest<\/i>: The creature travels through a dark forest of grasping trees while shadowy beasts prowl at the edge of its vision. The creature must succeed at a Will save or become frightened for 2d4 rounds. This is a fear effect. A frightened creature can still attempt Intelligence checks to escape the maze, but it takes 3d6 points of slashing and piercing damage from the trees’ branches.<br><br> <i>Hellscape<\/i>: The creature navigates a landscape of fire and stone walls carved with diabolical faces while the cries of the damned echo in the air. The creature must succeed at a Will save or become paralyzed by fear and potential torment for 1 round. This is a fear effect. The creature can’t attempt to escape the maze while paralyzed, and if it fails three consecutive saving throws against this paralysis, the hellscape delivers a coup de grace, dealing the creature 4d6 points of fire damage. The creature must succeed at a Fortitude save (DC = 10 + the damage dealt) or die. A creature that survives the coup de grace escapes from the paralysis as well.<br><br> <i>Oasis of Respite<\/i>: Whether it appears as a beautiful glade, a perfumed palace, or a literal desert oasis, this section of the maze is supernaturally peaceful, especially in comparison to the rest of the maze. The creature must succeed at a Will save or become fascinated for 1 round. The creature can’t attempt to escape the maze while fascinated. A creature that fails three consecutive saving throws to this fascination enters a state of lethargy and gives up ever escaping the maze, remaining in this area until the spell ends on its own in 10 minutes (as per <i>maze<\/i>).<br><br> <i>Strange City<\/i>: The creature journeys through a city of cyclopean architecture under a sky of indescribable color and numerous stars. The creature must succeed at a Will save or take 2d4 points of Wisdom damage. If your campaign uses the sanity system (see page 12), the creature instead takes 2d10 points of sanity damage.",
    "name_zh": "癫狂与苦难的迷宫",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一个被浸泡在新鲜血液中，装饰华丽的谜语箱，价值1000gp)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术如同迷宫术(Maze)般作用，除了逃脱的智力检定DC为22，并且，逗留迷宫里面的生物，根据他位在迷宫的哪个部分，每一轮会发生不同的影响。每次生物尝试通过智力检定来逃离迷宫时，依据下表投掷来确定他徘徊在迷宫的何处; 如果该生物没有尝试智力检定，则他留在原来的部分，并受到该部分的影响。任何状态或伤害在表列的时间内依旧存留，就算该生物在那之前离开了此迷宫，但这些状态并不与自身叠加。<\/p><p>百面骰 迷宫区域<\/p><p>1-20 马戏团<\/p><p>21-40 作祟之森<\/p><p>41-60 地狱绘卷<\/p><p>61-80 缓解的绿洲<\/p><p>81-100 陌生的城市<\/p><p>马戏团：该生物发现自己身在一处恶梦般的马戏团，伴有巨大的野兽、鲜艳华丽到过分的面容，以及丑恶且嘲讽似的笑声。该生物必须通过一次意志豁免检定，否则获得一个次级疯狂(lesser madness)。此豁免使用该疯狂的常态DC。<\/p><p>作祟之森：该生物跋涉于一座有着贪婪之树的黑暗森林，幽暗野兽潜伏徘徊于他视线的边缘处。该生物必须通过一个意志检定，否则变成惊惧(frightened)状态2d4轮。这是一个恐惧效果。一个惊惧的生物仍然可以尝试智力检定来逃离此迷宫，但他会受到来自树枝的3d6点的挥砍与穿刺伤害。<\/p><p>地狱绘卷：该生物航行至一处有着烈火与岩石的墙壁，其上刻有狰狞的面孔的风景名胜之所，而大气回荡着诅咒的嚎哭声。该生物必须通过一次意志检定，否则会因为恐惧与潜在的痛苦变成麻痹(paralyzed)状态1轮。这是一个恐惧效果。当麻痹时，该生物不能尝试逃脱此迷宫，并且，如果他在对抗此麻痹时豁免连续失败三次，地狱绘卷会作出一次致命一击(coup de grace)，对该生物造成4d6点火焰伤害。该生物必须成功通过一次强韧豁免(DC=10+受到的伤害)，否则死亡。该生物如果能在致命一击下成功幸存，也会脱离麻痹状态。<\/p><p>缓解的绿洲：无论它呈现为一处美丽的林间空地、散发芳香的华美豪宅，或如同字面上的沙漠绿洲，迷宫此部分有着超自然般的和平，特别是在对照之下，会想要在迷宫的此处永眠。该生物必须成功一次意志豁免检定，否则变得惊惧1轮。该生物在惊惧状态时不得尝试逃脱此迷宫。该生物在对抗此惊惧时豁免连续失败三次，会陷入昏睡的状态并且全然放弃逃离此迷宫，停留在此区域直到法术在10分钟后自行结束(如同迷宫术)。<\/p><p>陌生的城市：该生物来到一座独眼巨人建筑风格的城市，天空有着由无以名状的色彩，以及难以计数的星辰。该生物必须成功一次意志豁免检定否则受到2d4点感知伤害。如果你的战役使用理智规则，该生物取而代之受到2d10点理智伤害。<\/p>"
}
