{
    "key": "memory lapse",
    "name": "Memory Lapse",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Memory%20Lapse",
    "source": ["Advanced Player's Guide pg. 232"],
    "school": "enchantment",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "mesmerist": 1,
        "occultist": 1,
        "skald": 1,
        "sorcerer": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You cause the target to forget what happened from the casting of the spell back to the beginning of its last turn. This may allow a retry on a Diplomacy, Intimidate, or opposed skill check, though only with respect to the target, not other creatures that may be present.",
    "mythicSource": ["Mythic Adventures pg. 100"],
    "mythicText": "The target forgets an additional round, back to the beginning of the turn before its last turn. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, you can spend 1 round implanting a false memory in the affected target. This false memory is limited to events that could have occurred during the time it just forgot, as if using <i>modify memory<\/i> but limited to that short period of time. For example, you couldn’t implant the memory of a lengthy conversation, as that couldn’t happen in the forgotten length of time.<br><br> The target can attempt a Will saving throw (DC equal to the <i>mythic memory lapse<\/i> DC plus your tier) to resist this implanted memory. Success means no memory is implanted, but the target still forgets the allotted time.",
    "name_zh": "记忆空白",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名活物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你导致目标忘记从你施放该法术直至其上回合发生的事情。此方式允许你重试交涉，威吓或者对抗技能检定，尽管这只影响目标，而对其他可能存在的生物没有效果。<\/p>",
    "mythicText_zh": "<p>目标会额外忘记1轮的事情，记忆回到它的上一回合之前的那个回合开始时。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，你能够花费1轮来向受影响的目标植入虚假记忆。这些虚假记忆被限定在目标刚刚遗忘的那段时间内所发生的事件，就如同使用修改记忆（modify memory）一般，但是限定在极短的时间内。例如：你无法植入关于一段冗长对话的记忆，因为它不可能发生在这段被遗忘的时间内。<\/p><p>目标能够尝试一次意志豁免（DC等同于记忆空白的DC加上你的阶层）来抵御这些被植入的记忆。成功意味着记忆没有被植入，但是目标仍旧会忘记这段时期内的事情。<\/p>"
}
