{
    "key": "message",
    "name": "Message",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Message",
    "source": ["PRPG Core Rulebook pg. 313"],
    "school": "transmutation",
    "descriptors": ["language-dependent"],
    "levels":     {
        "arcanist": 0,
        "bard": 0,
        "medium": 0,
        "mesmerist": 0,
        "occultist": 0,
        "psychic": 0,
        "skald": 0,
        "sorcerer": 0,
        "spiritualist": 0,
        "summoner": 0,
        "summoner (unchained)": 0,
        "witch": 0,
        "wizard": 0
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a piece of copper wire)",
    "range": "medium (100 ft. + 10 ft./level)",
    "duration": "10 min./level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can whisper messages and receive whispered replies. Those nearby can hear these messages with a DC 25 Perception check. You point your finger at each creature you want to receive the message. When you whisper, the whispered message is audible to all targeted creatures within range. Magical <i>silence<\/i>, 1 foot of stone, 1 inch of common metal (or a thin sheet of lead), or 3 feet of wood or dirt blocks the spell. The message does not have to travel in a straight line. It can circumvent a barrier if there is an open path between you and the subject, and the path's entire length lies within the spell's range. The creatures that receive the message can whisper a reply that you hear. The spell transmits sound, not meaning; it doesn't transcend language barriers. To speak a message, you must mouth the words and whisper.",
    "name_zh": "传讯术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材 (一段铜线)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "每等级一个生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以低声传讯并收到耳语一般的答覆。附近的人能够通过DC为25的察觉检定听到讯息。你要分别用手指指出每个你希望其收到你的讯息的生物。当你轻声说话时，所有在法术范围内的目标生物都会听到你说出的讯息。魔法‘<a href=\"spell.html?spell=silence\">沉默术 (silence)<\/a>’、1尺厚的石头、1寸厚的普通金属 (或一片薄铅片)、或者3尺厚的木头或泥土，都可以阻挡此法术。通过法术传递的讯息并不需要通过直线传递。只要你和受术者之间有一条无障碍的路径，并且此路径的总路程在法术范围内，讯息就能绕过障碍物传递给受术者。收到讯息的生物也可以轻声给你回话。此法术传递的是声音，而非想要表达的含义; 因此它并不会解决语言障碍。要传递讯息时，你必须开口说出词句。<\/p>"
}
