{
    "key": "microcosm",
    "name": "Microcosm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Microcosm",
    "source": ["Occult Adventures pg. 176"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors": ["mind-affecting"],
    "levels": {"psychic": 9},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one or more creatures",
    "duration": "permanent",
    "savingThrow": "Will partial (see text)",
    "spellResistance": "yes",
    "text": "You plunge the targets’ minds into a veiled immersive mindscape (see page 235) of your own design. You can affect any number of creatures whose combined total Hit Dice do not exceed 30. A creature of 10 HD or fewer gets no saving throw, one of 11–15 HD escapes after 10 minutes per level you possess on a successful save, and a creature of 16 HD or more negates the effect on a successful save. Given time, the bodies of creatures whose minds are trapped in a <i>microcosm<\/i> can die of starvation and thirst without care. Creatures can neither escape from nor enter a <i>microcosm<\/i>, even via a <i>mindscape door<\/i>. <i>Microcosm<\/i> can be ended only by <i>miracle<\/i> or <i>wish<\/i>.<br><br>Creatures inside a <i>microcosm<\/i> can be affected by mind-affecting effects targeted against their real bodies. However, they perceive them as natural events within their inner mindscape. Multiple creatures affected by the same <i>microcosm<\/i> can interact with one another within the mindscape.",
    "name_zh": "心像囚笼",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个或更多个生物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则部分; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将目标的精神困入由你亲自设计的隐蔽沉浸式心像结界（Veiled Immersive Mindscape）中。你能够影响任意数量的生物，不过它们的生命骰总和不能超过30。生命骰为10个或更低的生物无法进行豁免，生命骰为11 - 15个的生物在成功豁免后能够在被困每施法者等级10分钟后逃离，而生命骰为16个或更多的生物在成功豁免后可以免受该效果。假以时日，精神被困于心像囚笼内的生物之身体可能会由于无人照管而饿死渴死。进入心像囚笼或从中逃脱都是不可能的，即便使用心像门（Mindscape Door）也是枉然。心像囚笼仅能被神迹术（Miracle）或祈愿术（Wish）所终止。<\/p><p>在心像囚笼之内的生物能够被目标为它们现实身体的影响心灵（mind affecting）效果所影响。然而，这些生物会将这些效果视为心像结界内发生的自然事件*。被同一个心像囚笼所影响的复数生物能够在心像结界内进行互动。<\/p><p>【*译注：此处原文为However, they perceive them as natural events within their inner mindscape。此处有点意味不明。】<\/p>"
}
