{
    "key": "mirror hideaway",
    "name": "Mirror Hideaway",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mirror%20Hideaway",
    "source": ["Advanced Class Guide pg. 188"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 2,
        "occultist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a glass or metal marble and a twisted loop of parchment)",
    "range": "touch",
    "target": "one mirror",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You transform a mirror into a portal to an extradimensional space. The space can hold as many as eight Medium creatures. Creatures that enter this space are hidden and beyond the reach of spells (including divinations), unless those spells work across planes. If the mirror is covered (such as by a cloth, or by being placed face down or against a wall), the portal becomes inactive. If the mirror is broken or moved more than 5 feet from where it was when you cast the spell, the spell ends; any creatures within the extradimensional space are expelled from it (see below) and become nauseated for 1d6 rounds.<br><br> Spells cannot be cast across the extradimensional interface, nor can area effects cross it. Those in the space can see and hear through it as if looking through an open window the same size as the mirror. Creatures outside the extradimensional space see only what is normally reflected in the mirror. Any creature in the space can make itself visible in the reflection of the mirror for 1 round at a time, however creatures outside the space cannot hear any sounds that originate inside.<br><br> Anything inside the extradimensional space is expelled when the spell ends (even if the mirror is covered). Only one creature at a time can enter the mirror, and creatures can enter only if they can fit through an opening the same size as the mirror. For example, a hand mirror isn’t big enough for a Small or larger creature to use it as a portal. Objects can enter the extradimensional space only if brought by a creature able to fully pass through the mirror.",
    "name_zh": "镜中藏身处",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（玻璃或金属弹子和绘有扭曲通路的羊皮纸）",
    "range_zh": "接触",
    "target_zh": "一面镜子",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你将一面镜子转变为通往异次元空间的传送门。这个空间最多可以容纳8个中型生物。进入这个空间的生物会被隐藏起来，超出了法术能够触及的范围（包括预言系法术），不过那些能够跨越位面的法术依旧可以生效。若镜子被盖住（比如用布匹盖住，或者面朝地面或者墙壁放置），传送门便会失效。若镜子破损或者从你施放法术时的位置移开了5尺以上的距离，法术便会结束; 任何身处异次元空间的生物都会被驱逐（见后文），而且会反胃（nauseated）1d6轮。<\/p><p>法术无法穿过异次元的交界处，区域效果也不能穿越它。次元空间内的生物可以看到和听到外面，就如同通过一扇和镜子尺寸相同的开放窗口向外看一般。而异次元空间外侧的生物仅能看到镜中正常映照出的景象。任何位于空间内的生物都可以让自己出现在镜中映照的景象中，每次维持1轮。然而外界的生物无法听到由内侧发出的声音。<\/p><p>当法术结束时，任何位于异次元空间内的事物都会被驱逐出去（即便镜子被盖住了也是如此）。同一时间仅有一个生物能够进入镜子，而生物也仅有在自身体型与镜面的尺寸相适合时才能进入。举例说明：手镜（hand mirror）对于小型或更大体型的生物来说太小了，因此无法作为传送门来使用。对于物体来说，仅能通过可以穿过镜子的生物来携带进入异次元空间。<\/p>"
}
