{
    "key": "mischievous shadow",
    "name": "Mischievous Shadow",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mischievous%20Shadow",
    "source": ["Haunted Heroes Handbook pg. 28"],
    "school": "necromancy",
    "subSchools": ["haunted"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "magus": 4,
        "medium": 3,
        "shaman": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a black candle)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one 5-ft. cube/level",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You direct spirits into the shadows of creatures. The shadows of creatures that fail their Will saving throws appear slightly different for the duration of the spell, bearing small horns, unusually long and slender arms, or other small discrepancies. This spell does not work on creatures that do not cast shadows or reflections. At will as an immediate action (but no more often than once every 10 minutes), a <i>mischievous shadow<\/i> can interfere with its host’s actions or the actions of adjacent creatures by interacting with their shadows in ways that affect their physical counterparts, such as grabbing the shadow of a crossbow to redirect the physical weapon’s aim. Each disruption either imposes a –8 penalty on a single attack roll, combat maneuver check, or Strength- or Dexterity-based skill check, or requires a spellcaster to succeed at a concentration check (DC = 15 + spell level) or lose a spell being cast. If you are within range of the spell effect, you can decide how these shadows interfere; otherwise, their actions are timed and decided by the GM as needed, typically manifesting during important or crucial roles. Each time a mischievous shadow makes such a disruption, the spell’s haunt-like manifestation occurs during that round. <br><br>",
    "name_zh": "顽劣鬼影",
    "race_zh": "",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一根黑色蜡烛）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "5立方尺/等级 (可变)",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将灵体引入到生物的影子里。在法术的持续时间里，那些意志豁免失败的生物的影子会出现轻微的不同，影子会长出小角，特别长而细的手臂，或者变出其他小差异。这种法术对不会投射出影子或倒影的生物无效。随意作为一个直觉动作（但每10分钟不能超过一次），一个顽劣鬼影能和影子互动，影响影子的物理实体，从而干扰宿主的动作或相邻生物的行为，例如通过抓住弩的影子来重新定向其武器实体的瞄准目标。每一次干扰都可以对单次的攻击掷骰、战技检定、或基于力量或敏捷的技能检定施加-8惩罚，干扰还能要求施法者进行一次专注检定（DC=15+法术等级），失败则失去一个正在被施放的法术。如果你在法术效果的距离内，你可以决定这些阴影是如何进行干扰的; 否则，他们的行动是定时的，由GM按需要决定，通常会在重要或关键的角色身上显现。每当一个顽劣鬼影造成这样的破坏时，这个法术的类作祟现象就会在该轮中出现。<\/p><p>作祟数据<\/p><p>察觉：察觉检定DC 25（看到目标的影子与他的身体运动不一致）<\/p><p>生命值：2hp/等级; 触发：接近; 再起：无<\/p>"
}
