{
    "key": "modify memory",
    "name": "Modify Memory",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Modify%20Memory",
    "source": ["PRPG Core Rulebook pg. 315"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "bard": 4,
        "medium": 4,
        "mesmerist": 4,
        "psychic": 5,
        "skald": 4
    },
    "castingTime": "1 round; see text",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature",
    "duration": "permanent",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You reach into the subject's mind and modify as many as 5 minutes of its memories in one of the following ways.<ul><li>Eliminate all memory of an event the subject actually experienced. This spell cannot negate <i>charm<\/i>, <i>geas/quest<\/i>, <i>suggestion<\/i>, or similar spells.<\/li><li>Allow the subject to recall with perfect clarity an event it actually experienced.<\/li><li>Change the details of an event the subject actually experienced.<\/li><li>Implant a memory of an event the subject never experienced.<\/li><\/ul>Casting the spell takes 1 round. If the subject fails to save, you proceed with the spell by spending as much as 5 minutes (a period of time equal to the amount of memory you want to modify) visualizing the memory you wish to modify in the subject. If your concentration is disturbed before the visualization is complete, or if the subject is ever beyond the spell's range during this time, the spell is lost.<br><br>A modified memory does not necessarily affect the subject's actions, particularly if it contradicts the creature's natural inclinations. An illogical modified memory is dismissed by the creature as a bad dream, too much wine, or another similar excuse.",
    "mythicSource": ["Mythic Adventures pg. 102"],
    "mythicText": "You can modify an additional 5 minutes of the subject’s memory per tier. You may affect multiple memories with one casting of the spell, as long as the total number of minutes doesn’t exceed this limit. Each affected memory counts as a minimum of 5 minutes. For example, you could implant a memory of having a brief meeting with the mayor before lunch and another brief meeting just after dinner, even though the two events would have been hours apart.<br><br><b>Augmented (8th)<\/b>: If you expend four uses of mythic power, instead of altering the target’s memories, you alter all other creatures’ memories of the target (only the target gets a saving throw against the spell). All creatures on the same plane as the target forget his name, their relationship to him, and everything he has done; he is essentially a stranger to them. Any important acts by the target are attributed to someone else. Everyone’s memories of history are rewritten to incorporate this change. The target’s memories are unaffected. You can exclude a number of other creatures up to your tier from the effects of this spell (so they remember the truth), including yourself if you wish. Written records are unchanged unless you expend an additional six uses of mythic power when you cast the spell, and written records on other planes remain unchanged regardless. ",
    "name_zh": "篡改记忆",
    "castingTime_zh": "1轮; 见文本",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你可以潜入受术者的心灵，修改一段总长度不超过5分钟的记忆，可选择的方式包括：<\/p><p><ul><li>彻底抹除受术者曾经经历过的某件事的所有记忆。此效果不能解除魅惑法术 (charm)，‘<a href=\"spell.html?spell=geas/quest\">指使术 (geas/quest)<\/a>’，‘<a href=\"spell.html?spell=suggestion\">暗示术 (suggestion)<\/a>’或类似的法术。<\/li><li>使受术者清晰地回忆起某件曾经经历过的事情的完整细节。<\/li><li>改变受术者对某件曾经经历过的事情细节的记忆。<\/li><li>给受术者植入一段从未经历过的事情的记忆。<\/li><\/il><\/p><p>施放该法术需要1轮的时间。如果受术者豁免失败，你可以接下来花至多5分钟时间 (花的时间与你要修改的记忆时间长度相同) 来对受术者具象化那些你希望修改的记忆。如果在记忆具象化完成之前你的专注就被打断，或者受术者在这段时间内离开法术范围，则法术丢失。<\/p><p>修改记忆不一定会影响受术者的行为，尤其是如果修改过的记忆内容跟生物的天性相违背的时候。一段不合逻辑的记忆往往会被受术者认为只是做了恶梦、喝醉酒或者其他类似的理由而忽视。<\/p>",
    "mythicText_zh": "<p>你能够额外修改每阶层5分钟的受术者的记忆。在施放一次该法术后，你可以尝试影响数段记忆，只要总分钟数不超过限定即可。每段被影响的记忆至少会被算作是5分钟。例如：你能够植入一段与镇长在午饭前进行简短会面的记忆，并且再植入一段晚饭后的会面记忆，即便这两个时间之间相隔了数个小时也可以。<\/p><p><b>强化（8阶）<\/b>：若你花费4次神话之力，那么作为替代修改目标记忆的功能，你能够修改所有其他人对于目标的记忆（只有目标能够在对抗法术时进行豁免）。所有与目标处于相同位面的生物会忘记他的名字、与他的关系、以及他所作的任何事情；对于其他人而言，他从本质上来说就是陌生人。任何由目标做出的重要行为都会被归结到其他人头上。每个人的记忆中、包含这次变化的历史都会被重写。目标的记忆不受影响。你能够将数量至多等同于你的阶层个其他生物排除在该法术的效果之外（因此他们会记得真相），若你希望的话，自身也能包含在其中。除非你在施放该法术时额外花费6次神话之力，否则书面记录也不会被改变，无论你怎么做，其他位面的书面记录均会保持不变。<\/p>"
}
