{
    "key": "named bullet",
    "name": "Named Bullet",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Named%20Bullet",
    "source": ["Ultimate Combat pg. 238"],
    "school": "divination",
    "levels":     {
        "arcanist": 4,
        "hunter": 3,
        "inquisitor": 4,
        "psychic": 4,
        "ranger": 3,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (an item from the selected creature or creature type)",
    "range": "touch",
    "target": "one piece of ammunition or one thrown weapon",
    "duration": "10 minutes/level or until discharged",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes (harmless, object)",
    "text": "You imbue the target with deadly accuracy against a selected creature type (and subtype for humanoids or outsiders) or a specific creature you know and can name. When used against the selected creature, the ammunition never misfires and is unaffected by concealment (but not total concealment), and at a range of 30 feet or less, the attack targets the selected creature’s touch AC. When the target hits the selected creature, you must overcome that creature’s spell resistance, or this spell has no effect. A normal hit scored using the target against the selected creature is considered to be a critical threat and deals 1 extra point of damage per caster level (maximum 20), which is not multiplied on a critical hit. A natural critical hit deals the same extra damage, but that damage is multiplied due to the critical.<br><br>Once the target is used to attack the selected creature, successfully or not, this spell is discharged.",
    "mythicSource": ["Mythic Adventures pg. 102"],
    "mythicText": "Increase the critical multiplier of the target weapon by 1 (maximum ×4). <br><br><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the target ammunition or weapon returns to the creature that shot or threw it just before that creature’s next turn (similar to a <i>returning<\/i> weapon). The spell isn’t discharged until the target is used to attempt a second attack against the named creature. Ammunition that hits is destroyed and doesn’t return. ",
    "name_zh": "指名狙杀",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (一件来自选定生物或生物类型的物品)",
    "range_zh": "接触",
    "target_zh": "一份弹药或一把投掷武器",
    "duration_zh": "10分钟/等级 或 直至能量发散",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>你让目标弹药对一个选定的你可以命名的生物或一个生物类别 (对于类人生物和异界生物还须指定亚种) 产生可怕的精准度。<\/p><p>在受术弹药对指定生物使用时，弹药不会不发火，并且无视掩蔽效果 (除了全掩蔽)，并且在30尺或更短距离内，攻击视为接触攻击。当受术弹药命中选定生物，你必须克服它的法术抗力 (如果有)，否则法术无效。<\/p><p>如果选定生物被正常命中，会直接造成一次重击威胁，并且造成每施法者等级1点 (最高20) 的额外伤害，这个伤害不会被重击系数加成。但如果这次命中投骰本身即可造成重击，那么额外伤害同样也按重击系数翻倍。<\/p><p>一旦受术弹药被用于攻击选定生物，不管成功与否，法术都解消。<\/p>",
    "mythicText_zh": "<p>目标武器的重击倍率增加1点（最高x4）。<\/p><p><b>强化（2阶）<\/b>：若你花费2次神话之力，目标弹药或武器就会返回到发射或投掷它的生物手上，返回的时机为刚要到该名生物的下一回合之前（与回力武器类似）。法术在目标被用于第二次尝试对抗被指名的生物之前不会消散。命中的弹药会被摧毁，并且无法返回。<\/p>"
}
