{
    "key": "nap stack",
    "name": "Nap Stack",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Nap%20Stack",
    "source": ["Advanced Player's Guide pg. 233"],
    "school": "necromancy",
    "levels":     {
        "cleric": 3,
        "oracle": 3,
        "warpriest": 3
    },
    "castingTime": "1 minute",
    "components": "V, S, M (a little silk pillow worth 100 gp)",
    "range": "30 ft.",
    "area": "30-ft.-radius emanation",
    "duration": "8 hours",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You reduce the amount of uninterrupted sleep or rest creatures within the spell’s area need in order to recover from injuries, regain spells, or other special abilities to 2 hours instead of the normal eight. In addition, if creatures continue to sleep or rest beyond the initial 2 hours, every additional 2 hours counts as a day of rest for the purpose of recovering hit points, ability damage, as well as for enduring diseases, poisons, or other afflictions. This means 8 total hours of sleep counts as 4 days for natural healing and for saving throws as diseases or similar afflictions run their course. When suffering from diseases, poison, or other afflictions, sleepers experience vivid dreams that help them track their recovery. If things go poorly they can, at any time, wake themselves up in order to seek a better alternative. If awoken or otherwise disturbed during this 8-hour period, creatures may return to sleep but they no longer enjoy the benefits of the accelerated recovery time. Creatures can only enjoy the benefits of this spell once in any 1-week period.",
    "name_zh": "压缩睡眠",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势, 材料 (一个价值100gp的小丝绸枕头)",
    "range_zh": "30尺",
    "area_zh": "30尺发散范围",
    "duration_zh": "8小时",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你使生物为了回复伤势、恢复法术和其他特殊能力而进行的不被干扰的睡眠或休息的时间从正常的8小时减少到2小时。<\/p><p>此外，如果生物在2小时之后继续睡眠或休息，那么每增加2小时就视为多休息了一天的量，并且恢复响应的生命值、属性伤害，并且休息天数同样能针对疾病、毒药和其他效果。<\/p><p>这意味着如果睡满整个8小时，会等于4天的自然愈合和增加相应的针对疾病、毒药或其他效果的豁免。当生物受到疾病、毒药和其他效果折磨时，沉睡者会有一个清晰的梦境让他们能够意识到自己的恢复情况。在情况恶化时，他们可以随时唤醒他们自己来寻找其他更好的方法。<\/p><p>如果在8小时之内醒了过来，生物仍然可以重新回去睡个回笼觉，但是它们不再会享受到加速恢复时间的好处。一个生物在一周内只能享受一次该法术的好处。<\/p>"
}
