{
    "key": "node of blasting",
    "name": "Node of Blasting",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Node%20of%20Blasting",
    "source": ["Occult Adventures pg. 178"],
    "school": "abjuration",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "medium": 3,
        "mesmerist": 3,
        "occultist": 2,
        "psychic": 3
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "touch",
    "target": "one touched object weighing no more than 10 lbs.",
    "duration": "permanent until discharged (D)",
    "savingThrow": "Will partial, see text",
    "spellResistance": "no",
    "text": "You imbue an object with psychic energy. The <i>node of blasting<\/i> unleashes a mental blast when a creature with a mind touches the object, dealing 6d6 points of damage to the creature touching the object and causing the creature to be staggered for 1 minute. A successful saving throw halves the damage and negates the staggered condition.<br><br>Magic traps such as <i>node of blasting<\/i> are hard to detect and disable. A character with the trapfinding class feature can use Disable Device to thwart <i>node of blasting<\/i>. The DCs to find a <i>node of blasting<\/i> using Perception and to disable it using Disable Device are both equal to 25 + the spell’s level. Additionally, a creature with the read aura occult skill unlock (see page 197) can attempt the same Perception check to notice a <i>node of blasting<\/i>.",
    "name_zh": "结点冲击",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "接触",
    "target_zh": "接触到的一个物体，其重量不超过10磅重",
    "duration_zh": "永久, 直至能量发散 (可解消)",
    "savingThrow_zh": "意志, 通过则部分生效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你向一个物体内灌输异能。当一个具有心智的生物碰触物体时（when a creature with a mind touches the object），结点冲击施放的精神攻击会对接触物体的生物造成6d6点伤害，并且导致该生物恍惚（staggered）1分钟。成功通过豁免的能够使伤害减半，还可以免受恍惚状态。<\/p><p>结点冲击这样的魔法陷阱很难被侦测和解除。具有寻找陷阱（Trapfinding）职业能力的角色能够使用解除装置阻碍结点冲击。使用察觉发现结点冲击和使用解除装置将其解除的DC均为25 + 法术的等级。除此之外，使用神秘技能解放（Occult Skill Unlocks）中的望气（Read Aura）也能尝试相同的察觉检定来注意到结点冲击。<\/p>"
}
