{
    "key": "numerological evocation",
    "name": "Numerological Evocation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Numerological%20Evocation",
    "source": ["Occult Mysteries pg. 51"],
    "school": "evocation",
    "levels":     {
        "arcanist": 3,
        "magus": 3,
        "sorcerer": 3,
        "witch": 4,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "see text",
    "target": "see text",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "You can use the Path of Numbers to calculate the latent magical energies all around you and fire customized rays of elemental energy that damage nearby targets. Roll 1d6 per 2 caster levels you possess. This is your dice pool. You will use each die in the pool exactly once to customize <i>numerological evocation<\/i>. Choose a number of dice in the pool, and match their results to the values in the first column of the Eight Basic Energies table to determine the types of energy damage the spell deals. You can allocate any number of dice in this manner, provided you still have enough dice remaining for the subsequent steps.<br><br> Next, allocate one of the dice to represent the total number of target creatures you can affect, including the initial target. No matter how many creatures you are eligible to affect, no two affected creatures can be more than 15 feet apart. Next, allocate any number of the dice to represent the range of <i>numerological resistance<\/i>. The range of the spell is 10 × the sum of the allocated dice. Finally, add up the results of the dice remaining in the pool. This is the amount of damage that <i>numerological evocation<\/i> deals to the first creature hit. A successful Reflex save halves this damage. Secondary targets take 50% of the damage dealt to the first creature hit (rounded up), and successful Reflex saves negate this damage.<br><br><table class=\"inner\"><tr><td><b>d8<\/b><\/td><td><b>Energy Type<\/b><\/td><td><b>Magic School<\/b><\/td><td><b>d20 Roll Type<\/b><\/td><\/tr> <tr><td>1<\/td><td>Air<\/td><td>Enchantment<\/td><td>Will save<\/td><\/tr> <tr><td>2<\/td><td>Electricity<\/td><td>Illusion<\/td><td>Reflex save<\/td><\/tr> <tr><td>3<\/td><td>Fire<\/td><td>Necromancy<\/td><td>Attack roll<\/td><\/tr> <tr><td>4<\/td><td>Sonic<\/td><td>Evocation<\/td><td>Initiative roll<\/td><\/tr> <tr><td>5<\/td><td>Acid<\/td><td>Abjuration<\/td><td>Fortitude save<\/td><\/tr> <tr><td>6<\/td><td>Water<\/td><td>Transmutation<\/td><td>Caster level check<\/td><\/tr> <tr><td>7<\/td><td>Cold<\/td><td>Divination<\/td><td>Concentration check<\/td><\/tr> <tr><td>8<\/td><td>Earth<\/td><td>Conjuration<\/td><td>Combat Maneuver Check<\/td><\/tr><\/table>",
    "name_zh": "命理塑能",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "见文本",
    "target_zh": "见下文",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>你可以使用天元道计算你周围潜在魔法的能量，并发射定制的元素能量射线，对附近的目标造成伤害。你每拥有2个施法者等级，掷1个d6骰子（咦怎么不是d8）。这是你的骰池。你将一次性使用每个骰池中的骰子来自定义命理塑能。<\/p><p>在骰池中选择一些骰子，并将其结果与八种基本能量在表第一列中的对应值相匹配，以确定法术造成的能量伤害类型。你可以通过这种方式分配任意数量的骰子，前提是你仍有足够的骰子用于后续步骤。<\/p><p>接下来，分配一个骰子来代表你可以影响的目标生物的总数，包括初始目标。无论你可以影响多少生物，每两个受影响的生物相距都不能超过15尺。<\/p><p>然后，分配任意数量的骰子来表示命理塑能的范围。法术的范围是10×分配的骰子的结果总和。<\/p><p>最后，将池中剩余的骰子的结果相加。这是命理塑能对第一个命中的生物造成的伤害量。成功的反射豁免可以将这种伤害减半。次要目标承受对第一个命中的生物造成的伤害的50%（向上取整），成功的反射豁免可以降低这种伤害。<\/p>"
}
