{
    "key": "orb of the void",
    "name": "Orb of the Void",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Orb%20of%20the%20Void",
    "source": ["Ultimate Magic pg. 230"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "oracle": 8,
        "psychic": 8,
        "sorcerer": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a black gemstone of any kind worth 50 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "1-ft.-diameter sphere",
    "duration": "1 round/level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You create a small weightless sphere of pure negative energy. As a move action, you can move it up to 30 feet per round in any direction. If it enters a space with a living creature, it stops moving for the round and that creature gains one negative level (Fortitude negates). Any creature passing through or ending its turn in the space occupied by the sphere gains one negative level (Fortitude negates). Twenty-four hours after gaining a negative level from the sphere, the subject must make a Fortitude saving throw (the DC of this save is equal to the DC of this spell) for each negative level. If the save succeeds, that negative level is removed. If it fails, that negative level becomes permanent.<br><br>If more than one orb (from different castings of the spell) enters the same space, the orbs automatically fuse together. The resulting orb uses the higher of the two orbs’ DCs as its DC and whichever duration has more time left. If the orbs are from different casters, each must make an opposed Intelligence check to move the sphere.<br><br>An undead creature that passes through or ends its turn in the space occupied by the orb gains 2d4 × 5 temporary hit points for 1 hour.",
    "mythicSource": ["Mythic Adventures pg. 103"],
    "mythicText": "A creature that fails its save against the orb gains 2 negative levels rather than 1. A successful Fortitude save reduces this to 1 negative level. <br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the orb doesn’t automatically stop when in enters a space with a living creature, but the saving throw DC decreases by 2 for each creature after the first it affects each round.<br><br> An individual creature can be affected by the <i>orb of the void<\/i> only once per round, even if the orb moves through its space more than once.",
    "name_zh": "虚空法球",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一块任何种类的黑色宝石，价值50GP)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "直径一尺的球体",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你创造了一小颗由纯粹负能量构成的球体。<\/p><p>以一个移动动作，你可以每轮将其向任何方向移动30英尺。<\/p><p>如果它进入其他生物占据的方格，它会完全停止移动，而该生物获得一个负向等级 (强韧免疫)。任何穿过或停在球体所在方格的生物获得一个负向等级 (强韧免疫)。<\/p><p>24小时后，从球体获得了负向等级的生物必行再进行一次强韧检定 (DC同法术DC)。如果豁免成功，负向等级被移除。如果失败，则永久损失一个等级。<\/p><p>如果多个虚空法球进入同一方格，两个球体会自动融合在一起。新的球体使用两个球体的DC中较高的一个作为新的DC，持续时间也使用较长的一个作为新的持续时间。<\/p><p>如果两个球体分别来自不同的施法者，他们需要进行一次智力对抗来决定谁能控制球体移动。<\/p><p>如果一个不死生物穿越或停在球体所在的方格，它会在一小时内获得2d4*5的临时生命。<\/p>",
    "mythicText_zh": "<p>对抗法球豁免失败的生物会受到两个负向等级，而非原本的一个。成功的强韧豁免会将该效果降低为一个负向等级。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，法球就不会在进入活物占据的空间时自动停下，但是在每一轮内，在它产生第一次影响后，每名生物所对抗的豁免DC都会降低2点。<\/p><p>即便法球多次穿过某个特定生物占据的空间，他每轮也只能被虚空法球影响一次。<\/p>"
}
