{
    "key": "paragon surge",
    "name": "Paragon Surge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Paragon%20Surge",
    "source": ["Advanced Race Guide pg. 48"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "race": "half-elf",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "cleric": 3,
        "investigator": 3,
        "magus": 4,
        "medium": 3,
        "oracle": 3,
        "paladin": 4,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal (half-elf only)",
    "target": "you",
    "duration": "1 minute/level",
    "text": "You surge with ancestral power, temporarily embodying all the strengths of both elvenkind and humankind simultaneously, and transforming into a paragon of both races, something greater than elf or human alone. Unlike with most polymorph effects, your basic form does not change, so you keep all extraordinary and supernatural abilities of your half-elven form as well as all of your gear.<br><br>For the duration of the spell, you receive a +2 enhancement bonus to Dexterity and Intelligence and are treated as if you possessed any one feat for which you meet the prerequisites, chosen when you cast this spell. The first time each day that you cast this spell, you must select a feat and make all the associated choices that come with it. Once that choice is made, it is set for the day and additional castings must make the exact same decisions.",
    "name_zh": "完美半精灵",
    "race_zh": "半精灵",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人 (仅限半精灵)",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>你的血脉力量急剧成长，暂时性地加强了体内所有的精灵血脉与人类血脉的力量，将你转化为兼具两个种族之力的完人——某种优于纯血精灵或人类的生物。与大多数变形效果不同，你的基本形态不会改变，因此你能够保留半精灵形态下所有的特意能力与超自然能力。<\/p><p>在该法术存续期间，你的敏捷以及智力获得+2增强加值，并且在施放该法术时选择一个专长，只要你满足该专长的先决条件，就可以视为你拥有它。每日第一次对自己使用该法术时，你就必须选择这个已满足所有先决条件的专长。做出选择后，当日所有该法术的效果都固定为该专长。<\/p>"
}
