{
    "key": "peace bond",
    "name": "Peace Bond",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Peace%20Bond",
    "source": ["Heroes of the Streets pg. 31"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "druid": 1,
        "hunter": 1,
        "inquisitor": 1,
        "oracle": 1,
        "paladin": 1,
        "shaman": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a glass cube)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one or more 5-ft. cubes, no two of which can be more than 30 ft. apart",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell creates one glowing rune of peace, plus one per 2 caster levels above 1st (to a maximum of five runes at 9th level). An identical symbol appears on your forehead for the duration of the spell and cannot be disguised (though it is visible only if you are visible). Each rune illuminates a 5-foot cube, preventing any spell you cast of up to 3rd level and that has a defined area (as opposed to targets or an effect) from entering or affecting the 5-foot cube. For example, creatures and items within any square affected by <i>peace bond<\/i> take no damage from a <i>fireball<\/i> you cast. However, if you cast <i>stinking cloud<\/i>, the noxious vapors are an effect and enter such cubes normally. This spell does not break line of effect within any other spells you cast; it simply negates all effects of your 1st-, 2nd- and 3rd-level area spells within the <i>peace bond’s<\/i> area. <i>Peace bond<\/i> offers no protection against your spell-like abilities or supernatural area effects.",
    "name_zh": "和平联系",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料/法器 (一块玻璃立方体)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个或多个5英尺的立方体，任两者距离不得超过30尺",
    "area_zh": "一个或更多5尺立方, 每两个之间不能超过30尺",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术创造了一个发光的和平符文，每比1级多2个施法者等级，多1个符文(最多在9级时有5个符文)。在法术的持续时间，一个完全相同的符号出现在你的前额，并且无法被伪装(尽管只有当你是可见的时候，该符号才可见)。每个符文照亮一个5尺的立方体，防止任何由你施展，达到3环，并且有限定区域(相对于目标(target)或是效果(effect))的法术进入或影响这5尺的立方体。举例来说，处于任何受和平联系影响方格内的生物与物品，不会受到你施放的火球术的伤害。但是，如果你施展臭云术，这有毒的气体是一种效果(effect)，会正常进入立方体内。此法术不会阻挡任何你所施展的其他法术的效果线，它只是简单的让你的一、二、三环的区域法术在和平联系内无效而以。你的类法术以及超自然的区域能力，不会让和平联系提供上面的保护。<\/p>"
}
