{
    "key": "phantasmal killer",
    "name": "Phantasmal Killer",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Phantasmal%20Killer",
    "source": ["PRPG Core Rulebook pg. 319"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 4,
        "bloodrager": 4,
        "magus": 4,
        "medium": 3,
        "mesmerist": 4,
        "psychic": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one living creature",
    "duration": "instantaneous",
    "savingThrow": "Will disbelief, then Fortitude partial",
    "spellResistance": "yes",
    "text": "You create a phantasmal image of the most fearsome creature imaginable to the subject simply by forming the fears of the subject's subconscious mind into something that its conscious mind can visualize: this most horrible beast. Only the spell's subject can see the <i>phantasmal killer<\/i>. You see only a vague shape. The target first gets a Will save to recognize the image as unreal. If that save fails, the phantasm touches the subject, and the subject must succeed on a Fortitude save or die from fear. Even if the Fortitude save is successful, the subject takes 3d6 points of damage.<br><br>If the subject of a <i>phantasmal killer<\/i> attack succeeds in disbelieving and possesses telepathy or is wearing a <i>helm of telepathy<\/i>, the beast can be turned upon you. You must then disbelieve it or become subject to its deadly fear attack.",
    "mythicSource": ["Mythic Adventures pg. 103"],
    "mythicText": "If the target fails its Will save but succeeds at its Fortitude save, the phantasmal killer persists in the target’s mind, giving it the dazed condition until your next turn. On your next turn, the target must attempt another Fortitude save against the phantasm. Success means it takes 3d6 points of damage; failure means it dies from fear. <br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the spell can affect a living target that is immune to fear, illusions, or mind-affecting effects. ",
    "name_zh": "魅影杀手",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一个活物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则不相信; 之后强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你操弄法术受体的潜意识中的恐惧，将这恐惧塑造成一个其神志中能看见的魅影幻觉：一只最恐怖的野兽。该幻觉是法术受体所能想像的最可怕的生物。只有法术的受术者可以看见这个魅影杀手。而你只能看见一个模糊的外形。目标首先可以做一次意志豁免以判断所见的影像是虚假的。如果此次检定失败，则魅影幻觉会接触受术者，而受术者此时必须做一次强韧豁免。若强韧豁免失败，则死于恐惧。即使强韧豁免成功，受术者也将承受3d6点伤害。<\/p><p>如果受术者具有“心灵感应 (telepathy)”或者佩戴了<心灵感应头盔 (helm of telepathy)>，并在遭受魅影杀手攻击时成功地通过了第一次意志豁免，则野兽可以转而攻击你。你必须通过意志检定，否则你就会变成魅影杀手的目标并要承受它致命的恐惧攻击。<\/p>",
    "mythicText_zh": "<p>若目标的意志豁免失败，但是强韧豁免成功，那么魅影杀手仍会存在于目标的心智中，这会赋予他晕眩（dazed）状态，直至你的下一回合。在你的下一回合，目标必须尝试另一次强韧豁免对抗魅影杀手。成功意味着造成3d6点伤害；失败则意味着因恐惧而死亡。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，法术就能够影响免疫恐惧（fear）、幻术（illusions）或者影响心灵效果（mind-affecting effects）的活物。<\/p>"
}
