{
    "key": "phantom steed",
    "name": "Phantom Steed",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Phantom%20Steed",
    "source": ["PRPG Core Rulebook pg. 319"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "bloodrager": 3,
        "magus": 3,
        "occultist": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 2,
        "summoner (unchained)": 2,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S",
    "range": "0 ft.",
    "effect": "one quasi-real, horselike creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure a Large, quasi-real, horselike creature (the exact coloration can be customized as you wish). It can be ridden only by you or by the one person for whom you specifically created the mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. It has what seems to be a saddle, bit, and bridle. It does not fight, but animals shun it and refuse to attack it.<br><br>The mount is AC 18 (–1 size, +4 natural armor, +5 Dex) and 7 hit points + 1 hit point per caster level. If it loses all its hit points, the phantom steed disappears. A phantom steed has a speed of 20 feet per two caster levels, to a maximum of 100 feet at 10th level. It can bear its rider's weight plus up to 10 pounds per caster level.<br><br>These mounts gain certain powers according to caster level. A mount's abilities include those of mounts of lower caster levels.<br><br><i>8th Level<\/i>: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed.<br><br><i>10th Level<\/i>: The mount can use <i>water walk<\/i> at will (as the spell, no action required to activate this ability).<br><br><i>12th Level<\/i>: The mount can use <i>air walk<\/i> at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground.<br><br><i>14th Level<\/i>: The mount can fly at its speed with a bonus on Fly skill checks equal to your caster level.",
    "mythicSource": ["Mythic Adventures pg. 103"],
    "mythicText": "The steed’s rider automatically succeeds at Ride checks to remain mounted. The mount’s hit points increase to 10 plus 2 per caster level, and its speed increases to 30 feet per 2 caster levels (maximum 150 feet). <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the phantom steed is incorporeal, but its rider can interact with it normally. ",
    "name_zh": "魅影驹",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势",
    "range_zh": "0尺",
    "effect_zh": "一个与马类似的半真实生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一匹大型半真实的马形生物 (确切的着色能够按照你的愿望定制)。只有你或你特别为之创造的一个人可以骑乘它。魅影驹有着黑色的头和身体，灰色的鬃毛和尾巴，无实体的烟一般颜色的蹄子，它的蹄子不会发出任何声音。魅影驹还有看上去似乎是鞍座、马嚼子和缰绳之类的东西。魅影驹不会战斗，但动物都避开它并拒绝攻击它。<\/p><p>坐骑的AC为18 (-1体型，+4天生防御，+5敏捷) 并有 {7+CL} 点HP。当魅影驹失去所有的HP时会消失。一匹魅影驹的速度为每两个CL 20尺，最高为10级时的100尺。它能承受的重量是骑乘者的重量外加每CL 10磅的重量。<\/p><p>魅影驹会按照CL的不同获得特定的能力。高等级坐骑的能力包含所有低等级的能力。<\/p><p><ul><li>8级：坐骑可以毫无困难并不减速地在沙地，泥泞地，沼泽地上奔驰。<\/li><li>10级：坐骑可以随意使用‘水面行走’(water walk，如同该法术，但启动这个能力不需要任何动作)。<\/li><li>12级：坐骑可以随意使用‘凌空而行’(air walk，如同该法术，但启动这个能力不需要任何动作)。它一次只能使用1轮，之后坐骑会落向地面。<\/li><li>14级：坐骑可以使用它的速度飞行，飞行技能检定会获得与你的CL相同的加值。<\/li><\/ul><\/p>",
    "mythicText_zh": "<p>魅影驹的骑手会在保持骑乘（remain mounted）的骑术检定中自动成功。魅影驹的生命值增加10加上每施法者等级2点，它的速度增加至每两个施法者等级30尺（最高150尺）。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，魅影驹就会变为虚体（incorporeal），不过它的骑手能够与其进行正常的互动。<\/p>"
}
