{
    "key": "phase door",
    "name": "Phase Door",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Phase%20Door",
    "source": ["PRPG Core Rulebook pg. 320"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 7,
        "psychic": 7,
        "sorcerer": 7,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "touch",
    "effect": "ethereal 5-ft.-by-8-ft. opening, 10 ft. deep + 5 ft. deep per three levels",
    "duration": "one usage per two levels",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell creates an ethereal passage through wooden, plaster, or stone walls, but not other materials. The <i>phase door<\/i> is invisible and inaccessible to all creatures except you, and only you can use the passage. You disappear when you enter the <i>phase door<\/i> and appear when you exit. If you desire, you can take one other creature (Medium or smaller) through the door. This counts as two uses of the door. The door does not allow light, sound, or spell effects through it, nor can you see through it without using it. Thus, the spell can provide an escape route, though certain creatures, such as phase spiders, can follow with ease. A <i>gem of true seeing<\/i> or similar magic reveals the presence of a phase door but does not allow its use.<br><br>A <i>phase door<\/i> is subject to <i>dispel magic<\/i>. If anyone is within the passage when it is dispelled, he is harmlessly ejected just as if he were inside a <i>passwall<\/i> effect.<br><br>You can allow other creatures to use the <i>phase door<\/i> by setting some triggering condition for the door. Such conditions can be as simple or elaborate as you desire. They can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify.<br><br><i>Phase door<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "name_zh": "相位门",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "接触",
    "effect_zh": "5尺×8尺的灵体通道，深度为 {10尺+每三个CL 5尺}",
    "duration_zh": "每两个等级一次使用次数",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会在木墙、灰泥墙或石墙上创造出一个灵体通道。但你不能在其他材质上施展这一法术。相位门是隐形的，除了你没有其他生物可以通行其中，只有你可以使用这个通道。进入相位门时你会消失，然后当你退出通道时会再度出现。如果你需要，你可以携带另一个生物 (中型或更小的体型) 一起通过门。但这会算作2次使用了门。光线，声音或法术效果都不能通过门。除非正在使用它，否则就连你自己也不能看到门的另一边。因此本法术提供了一个撤退用的通道，虽然某些生物，比如相位蜘蛛 (phase spiders) 仍然可以毫不费力的追踪而来。虽然<真知宝石 (gem of true seeing)>或类似的魔法可以揭示相位门的存在，但是并不能使用门。<\/p><p>‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’能以相位门为目标。如果相位门被解除的时候有人在通道中，则此人被毫发无伤地弹射出来，同‘<a href=\"spell.html?spell=passwall\">穿墙术 (passwall)<\/a>’的效果一样。<\/p><p>通过设定门的触发条件，你可以允许其他生物使用相位门。根据你的需要，触发条件可以简单也可以复杂。触发条件可以是生物的姓名、特征、阵营，但是除此以外的条件都要是能看得见的动作或性质。譬如等级、职业、HD、HP之类的不可见性质不能作为触发条件。<\/p><p>相位门可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’所恒定。<\/p>"
}
