{
    "key": "planar refuge",
    "name": "Planar Refuge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Planar%20Refuge",
    "source": ["Heroes of the Wild pg. 31"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 7,
        "cleric": 7,
        "druid": 7,
        "oracle": 7,
        "shaman": 7,
        "sorcerer": 7,
        "summoner": 6,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 hour",
    "components": "V, S, M (precious stones worth 500 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "50-ft.-radius area of safe environment",
    "duration": "1 day/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell enforces the rules of the Material Plane on other planes of existence. Upon casting this spell on another plane, a spherical pocket of wilderness terrain forms around the designated point. The affected area defies the local climate and planar traits, suppressing any harmful environmental effects such as toxicity, extreme temperatures, or lack of air (though this spell doesn’t affect gravity). The area also becomes lush with edible plants whose appearance, taste, and smell bear characteristics distinct to the environment. On a negative-dominant plane<sup>GMG<\/sup>, for example, the plants grow ghastly white leaves and taste bitter. Though <i>planar refuge<\/i> can be cast on any plane of existence other than the Material Plane, it requires a body of solid matter at least as large as its area to function.<br><br><i>Planar refuge<\/i> can be made permanent with a <i>permanency<\/i> spell cast by a caster of 11th level or higher at a cost of 7,500 gp.",
    "name_zh": "位面庇护所",
    "castingTime_zh": "1小时",
    "components_zh": "语言、姿势、材料 (一颗价值500gp的珍贵石头)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "50半径的安全环境区域",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术将主物质位面的规则强加在其他存在的位面。在施展此法术于另一处位面时，一个荒野地形的球形孤立地区，在设定的点周围形成。受影响的区域会对抗当气的气候以及位面特性，压制任何有害的环境效果，像是毒性、极端的温度或缺乏氧气(但这法术不会影响重力)。这区域也会繁茂许多可食用植物，植物的外观、味道与气味会具有周围环境的鲜明特性。举个例子，在一处负能量位面(negative-dominant planeGMG)，植物的生长会呈现死一般的苍白叶片，并且味道苦涩。尽管位面庇护所可以在主物质位面以外，任何存在的位面施放，它需要一片至少与作用区域一般大的固体物质。<\/p><p>位面庇护所可以被魔法恒定术(permanency)所恒定，需要施法者等级11等或以上，以及花费7500gp。<\/p>"
}
