{
    "key": "possession",
    "name": "Possession",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Possession",
    "source": ["Occult Adventures pg. 180"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 5,
        "medium": 3,
        "mesmerist": 5,
        "occultist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "spiritualist": 4,
        "summoner": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You attempt to possess a creature by projecting your soul into its body. The target creature must be within spell range and you must know where it is, though you do not need line of sight or line of effect to it. When you transfer your soul upon casting, your body appears to be dead. Failure to take over a host ends the spell.<br><br>If you are successful, your life force occupies the host body. The host’s soul is imprisoned with you, but can still use its own senses (though it can’t assert any influence or use even purely mental abilities). You can communicate telepathically with the host as if you shared a common language, but only with your consent. You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and automatic abilities. A body with extra limbs doesn’t allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You can’t activate the body’s extraordinary or supernatural abilities, nor can you cast any of its spells or spell-like abilities.<br><br>As a standard action, you can shift freely back to your own body regardless of range, so long as it remains on the same plane. If the host’s body is killed, you return to your own body and the life force of the host departs (it is dead). If your body is slain, when the spell expires or the host’s body is killed, you are slain. It is possible to cast this spell on a new target from within another creature’s body; this resets the duration. You still return to your original body (not any intermediate body) when you take a standard action to do so or the spell’s duration expires. Returning to your body ends the spell. Creatures whose souls are their bodies, such as incorporeal undead and non-native outsiders, use the effects of <i>greater possession<\/i> instead.",
    "name_zh": "占据术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过将自身的灵魂投射入对方的体内，你尝试占据一个生物。目标生物必须身处法术范围内，而且你必须知道它在何处，不过你并不需要视觉线（line of sight）或效果线（line of effect）就能这么做。当你通过施法转移自身的灵魂后，你的身体看起来就好像死了一般。接管宿主的尝试失败会直接结束该法术。<\/p><p>若你成功了，你的生命能量会占据宿主的身体。宿主的灵魂会被你囚禁，但是仍旧可以使用它自己的感官（不过它无法产生任何影响，甚至不能使用纯粹的精神能力）。如果你与宿主理解相同的语言，那么你能够使用心灵感应与宿主沟通，不过仅能在你的授意下这么做。你保留自身的智力（Intelligence）、感知（Wisdom）、魅力（Charisma）、等级（level）、职业（class）、基本攻击加值（base attack bonus）、基础豁免加值（base save bonuses）、阵营（alignment）和精神能力（mental abilities）。身体会保留其力量（Strength）、敏捷（Dexterity）、体质（Constitution）、生命值（hit points）、天生能力（natural abilities）和自动能力（automatic abilities）。具有额外肢体的身躯并不能让你做出比正常情况更多次数的攻击（或者更强的双武器攻击）。你无法启用身体的特异（extraordinary）或超自然（supernatural）能力，也无法施放宿主的任何法术（spells）或类法术能力（spell-like abilities）。<\/p><p>以标准动作，你能够无视距离，自由地切换回自己的身体，但是需要你与自己的身体位于相同的位面。若宿主的身体被杀死，你会返回自己的身体，宿主的生命力量就此消散（即死亡）。若你的身体被杀死，当法术持续时间结束或者宿主的身体被杀死之后，你也会被杀死。在其他人的体内对新目标施放该法术是可能的; 这会重置法术的持续时间。当你以标准动作离开或法术的持续时间结束时，你仍旧会返回自己的身体（而非曾经占据过的某个身体）。返回自己的身体会结束该法术。对于灵魂本身便是自己身体的生物，比如虚体不死生物（incorporeal undead）和非本地异界生物（non-native outsiders），要使用高等占据术（Possession, Greater）的效果作为替代。<\/p><p>引述：边栏<\/p><p>占据术与魔魂壶（Possession and Magic Jar）<\/p><p>旧法术魔魂壶（magic jar）很麻烦，特别是关于幽魂（Ghost）和影魔（shadow demons）这样完全不需要使用容器的生物来说。因此在判断施法者和怪物时，用新的占据术来取代魔魂壶。同样地，在使用相关法术时以占据术为准，而非原本的魔魂壶法术。<\/p>"
}
