{
    "key": "prophetic lore",
    "name": "Prophetic Lore",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Prophetic%20Lore",
    "source": ["Disciple's Doctrine pg. 11"],
    "school": "divination",
    "levels":     {
        "arcanist": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "see below",
    "components": "V, S, M (incense worth 150 gp), F (rare herbs and spices worth 250 gp)",
    "range": "personal",
    "target": "you",
    "duration": "see text",
    "text": "You call to mind prophecies regarding a person, place, item, or event. These might be predictions made in the past, lost to history, or entirely new. If the person or item is present or if you are at the desired location, the casting time is 1d4×10 minutes; if you have general but specific information about the subject, the casting time is 1d4×2 hours. If you have only rumors, you cannot cast this spell with any effect.<br><br> More than one prophecy can come to mind when you cast this spell, and each are of varying detail and accuracy. Roll d% and add your caster level (maximum 10) to determine results this spell returns, as listed below. <table class=\"inner\"> <tr><td><b>d%<\/b><\/td><td><b>Result<\/b><\/td><\/tr><tr><td>1-25<\/td><td>Your prophecy is vague, difficult to interpret, or does not offer any new subjects for further investigation.<\/td><\/tr> <tr><td>26-50<\/td><td>You divine multiple prophecies for the subject, but you are unsure which applies. You have enough information to gain a +5 bonus on Knowledge, Perception, and Sense Motive checks about the subject. If you discover more information about the subject using these skills, you gain a +10 bonus when rolling on this table the next time you cast this spell within 24 hours. You can gain this bonus only once in a single 24-hour period.<\/td><\/tr> <tr><td>51-75<\/td><td>You identify multiple prophecies and know which single prophecy is most likely to take effect and which is most likely to be false or fraudulent. If no prophecy is accurate, you become aware of this. Even accurate prophecies are often vague, and how easy it is to determine details from one is up to the GM.<\/td><\/tr> <tr><td>76-100<\/td><td>You gain accurate visions of a single prophecy regarding the subject. You know what this prophecy means and what it foretells, it is generally accurate, and it comes in the form of a single statement, though the timeline for when the prophecy will come true might be vague. (For example, “Flames shall consume it within a month” if the subject is a tavern destined to burn, or “The murderer shall be discovered by a hero” if the subject is a murder victim.)<\/td><\/tr><\/table>",
    "name_zh": "通晓预言",
    "castingTime_zh": "见文本",
    "components_zh": "言语，姿势，材料（价值150gp的熏香），器材（价值250gp的稀有药草和香料）",
    "range_zh": "个人",
    "target_zh": "自我",
    "duration_zh": "见文本",
    "text_zh": "<p>你能知晓与一个人、地点、物品或事件有关的预言。这些可能是过去做出的预测，被历史所遗忘，或者是全新的预言。如果人物或物品在场，或者你在想要了解的地点，施法时间为1d4×10分钟；如果你对于目标有大致但特定的信息，施法时间是1d4×2小时。如果你只知道些谣言，你不能使用此法术产生任何效果。<\/p><p>当你使用这个法术时，会有不止一个预言出现在你的脑海中，而且每个预言都有不同的细节和准确度。进行百分掷骰，并加上施法者等级（最大10），来决定该法术的结果，如下所示。<\/p><p>d%  结果<\/p><p>1-25 你的预言是模糊的，难以解释的，或者无法为进一步的调查提供任何新的线索。<\/p><p>26-50 你获知了关于目标的多个预言，但你不确定哪一个适用。你会对目标拥有足够的信息，从而在涉及它的知识、察觉和察言观色检定上获得+5加值。如果你通过使用这些技能获得了更多关于目标的信息，则在24小时内，如果你再次对目标使用这个法术，你将在法术表格的掷骰中获得+10加值。你在24小时的周期内只能获得一次这种加值。<\/p><p>51-75 你会获得多个预言，并知道哪一个预言最有可能生效，哪一个最有可能是虚假的或具有欺诈性。如果没有预言是准确的，你会意识到这一点。即使是准确的预言也往往是模糊的，而确定其中细节的难易程度取决于GM。<\/p><p>76-100 你获得关于目标的准确单一预言。你知道这个预言的意思和它所预言的是什么，通常非常准确，以一种单一的陈述形式出现，尽管预言成真的时间可能是模糊的（例如，如果目标是一个注定要被烧毁的酒馆，预言可能是“一个月内大火会将其吞噬”，如果目标是一个谋杀案受害者，预言可以是“谋杀者将被一位英雄发现”）。<\/p>"
}
