{
    "key": "psychonaut manifestation",
    "name": "Psychonaut Manifestation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Psychonaut%20Manifestation",
    "source": ["Occult Origins pg. 31"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "emotion",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels": {"psychic": 2},
    "castingTime": "1 standard action",
    "components": "V, S, M (a small piece of psychoactive cactus)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "savingThrow": "see text",
    "spellResistance": "none",
    "text": "You take a mental journey through the doors of perception to enter an altered state of consciousness. Despite this hallucinatory transmigration being entirely unreal, your mind and body fully react to it. You gain a +4 alchemical bonus to a random ability score, as well as a corresponding –2 penalty. If the bonus applies to Strength, the penalty applies to Intelligence, and vice versa. If the bonus applies to Dexterity, the penalty applies to Wisdom, and vice versa. If the bonus applies to Constitution, the penalty applies to Charisma, and vice versa. Each round as a standard action, you can explore the nooks and crannies of your imagination to further alter your corporal self. If you do so, attempt a Will save against the spell’s save DC. If you succeed, randomly select another ability score and change the alchemical bonus and associated penalty accordingly. If you fail, you are dazed for 1 round instead as your mind reels from learning unexpected truths about yourself.",
    "name_zh": "太虚内视",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一小株会使精神活化的仙人掌)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>越过知觉感官的大门，你做了一趟心灵旅程，进入改变意识状态。尽管这幻象之轮回完全不真实，你的心灵与身体会全然与之交互作用。你在一随机属性质上获得+4炼金加值，并在相对应的一项属性上受到-2的罚值。如果加值是力量，则罚值是智力，反之亦然。如果加值是敏捷，则罚值是感知，反之亦然。如果加值是体质，则罚值是魅力，反之亦然。每一轮以一个标准动作，你可以探索你心象的角落与缝隙，来更进一步的改变你的肉身法相。如果你这么做，尝试一次意志豁免检定来对抗本法术的DC。如果你成功了，随机选择令一项属性值并且相应地改变鍊金加值以及相关的罚值。如果你失败了，你会晕眩(dazed)1轮，因为你探索到了自身自料之外的真实而使得心灵受到震荡。<\/p>"
}
