{
    "key": "psychic reading",
    "name": "Psychic Reading",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Psychic%20Reading",
    "source": ["Occult Adventures pg. 183"],
    "school": "divination",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "medium": 1,
        "mesmerist": 1,
        "occultist": 1,
        "psychic": 1,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 1,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one humanoid creature",
    "duration": "1 round",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You are able to read a person’s surface thoughts and take cues from the person’s appearance, body language, and manner of speech to infer a great deal of information about the person, even if that person is in disguise (including polymorph effects). When casting the spell, attempt a DC 20 Sense Motive check with a bonus equal to your caster level. A successful skill check reveals to you one of the following pieces of information of your choice, plus one additional piece of information for every 5 points by which your check result exceeds 20: age, alignment, class†, feats†, gender, native language, place of origin, race or ethnicity, racial traits†, religion, sexual orientation, or training in a Craft, Perform, or Profession skill. For items marked with a cross (†), if the target has more than one of these features, each one you discover counts as a piece of information.<br><br>There’s a 70% chance that all information you receive is correct. This roll is made secretly. Otherwise, on a roll of 71–80, you receive one false piece of information, on a roll of 81–90 you receive two, and on a roll of 91–100 you receive three. You can’t get more false information than the total number of pieces of information you discover.",
    "name_zh": "读心阅人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个类人生物",
    "duration_zh": "1轮",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你能够阅读一个人的浅层思维，再加上从外貌、肢体语言和言谈举止上寻找线索，就算它伪装过自己，哪怕使用了变形效果（polymorph effects），你也能够推断出关于这个人大致信息。当你施放该法术时，尝试一次DC为20的察言观色检定，该次检定中你能得到相当于自身施法者等级的加值。成功的技能检定会依照你的选择揭示出后述条目中的一条，检定结果每比20高出5点，便能够再获得一条额外信息：年龄（age），阵营（alignment），职业*（class），专长*（feats），性别（gender），母语（native language），出生地（place of origin），种族或人种（race or ethnicity），种族特性*（racial traits），宗教信仰（religion），性取向（sexual orientation）或曾经受训的一项工艺、表演或专业技能（training in a Craft, Perform, or Profession skill）。对于标注有星号(*)的条目来说，若目标在此条目之下具有多个项目，那么你所发现的每个项目都被算作一条信息。<\/p><p>你得到的所有信息都是正确的概率为70%。这个检定是暗骰进行的。在投掷出71 - 80时，你会得到一条错误的信息，在投掷出81 - 90时，你会得到两条错误的信息，在投掷出91 - 100时，你会得到三条错误的信息。你所得到的错误信息的数量不会超过你所发现的信息条数。<\/p>"
}
