{
    "key": "quintessence",
    "name": "Quintessence",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Quintessence",
    "source": ["Occult Adventures pg. 184"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "medium": 1,
        "mesmerist": 1,
        "occultist": 1,
        "psychic": 1,
        "skald": 1,
        "sorcerer": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature or object touched",
    "duration": "10 minutes/level (D)",
    "savingThrow": "Will negates (harmless) and Will disbelief, see text",
    "spellResistance": "see text",
    "text": "You draw forth the idealized image of the target creature or object, masking any flaws or damage. An injured or ill creature appears healthy, and a damaged object or one with the broken condition appears intact. However, a corpse masked by <i>quintessence<\/i> remains obviously dead, and a completely destroyed object can’t be made to seem whole. This illusion has visual and tactile components. Careful examination of or handling the target grants a saving throw to disbelieve, but casual observation does not. Using a broken object for its intended purpose automatically reveals the deception. Appraise checks to assess the value of an object affected by <i>quintessence<\/i> estimate the value as an item of its type in perfect condition, unless the appraiser disbelieves the illusion.<br><br>Unwilling targets can negate the spell’s effect on them with successful Will saves or with spell resistance. Those who interact with the target can attempt Will saves to see through the glamer, but spell resistance doesn’t apply. <i>Quintessence<\/i> counters and dispels <i>decrepit disguise<\/i>.",
    "name_zh": "完美假象",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "接触到的生物或物体",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害) 和 意志, 通过则不相信; 见文本",
    "spellResistance_zh": "见文本",
    "text_zh": "<p>你让目标生物或物体展现出一种理想化的形象，以此来掩盖原有的任何缺陷或损伤。受伤或患病的生物看起来身体健康，受损的物体或者具有破损（broken）状态的物体看起来完好无损。即便如此，被完美假象伪装的尸体仍旧会保持一副死人的样子，而彻底被损毁的物体也没办法被伪装成完好如初的模样。这种幻象具有视觉（visual）和触觉（tactile）的成分。对目标进行仔细检查或者直接触摸可以进行一次豁免检定，成功则不相信幻象，但是敷衍了事的查看并不会提供豁免机会。以使用正常物品的预期使用破损物体会自动发觉到这种伪装。若有人对完美假象伪装的物体进行评估价值的估价检定，则当评估者相信了这个幻象时，它会按照同类物品的完整状态预估价值。<\/p><p>非自愿的目标能够通过成功的意志豁免或者法术抗力来使得法术效果无效。与目标产生互动的生物则可以尝试意志豁免，成功则可以看破它是一种幻觉，但是法术抗力在此时不会生效。完美假象反制和解除破旧伪装（Decrepit Disguise）。<\/p>"
}
