{
    "key": "recorporeal incarnation",
    "name": "Recorporeal Incarnation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Recorporeal%20Incarnation",
    "source":     [
        "Inner Sea Intrigue pg. 61",
        "Pathfinder #16: Endless Night pg. 10"
    ],
    "school": "necromancy",
    "levels":     {
        "arcanist": 7,
        "sorcerer": 7,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "10 minutes",
    "components": "V, S, F (a gem worth at least 250 gp)",
    "range": "touch",
    "target": "one willing living creature and one humanoid corpse",
    "duration": "1 week/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Recorporeal incarnation<\/i> effectively replaces the target living creature’s body with that of the target corpse. The target corpse must be fresh—either dead for no more than 24 hours or appropriately preserved by an effect such as <i>gentle repose<\/i>. While casting the spell, you must remain in contact with the corpse while touching the living target with the focus item. As the spell is cast, the dead body’s flesh unravels like ribbons to sheathe the living target, who must be within one size category of the corpse. While the spell is in effect, the focus item must remain within 30 feet of the target living creature.<br><br> The living target gains the physical appearance and size of the corpse, and gains its abilities as defined in <i>alter self<\/i> as well as any immunities, weapon proficiencies, weaknesses, and spell resistance the dead target had while living. The living target gains a +20 circumstance bonus on Disguise checks to impersonate the individual whose corpse is targeted by this spell. The disguise created by <i>recorporeal incarnation<\/i> lasts for a number of weeks equal to your caster level, or until the focus item is moved more than 30 feet away from the living target. When the effect ends, the living target returns to its normal form, sloughing off the corpse’s flesh.<br><br> The greatest strength of <i>recorporeal incarnation<\/i> is the difficulty of detecting it as a disguise. If subjected to <i>detect magic<\/i>, the living target sheds no magical aura, though the focus item gives off an aura of strong necromantic magic. <i>True seeing<\/i> does not reveal the living target’s true form, since the corpse’s flesh magically obscures it. The spell <i>detect undead<\/i> and similar effects indicate the living target is an undead creature, but the target is not truly undead, and is not affected by any other effects that target undead creatures. <i>Recorporeal incarnation<\/i> does not disguise the target’s alignment.<br><br> If the living target of <i>recorporeal incarnation<\/i> dies while the spell is in effect, the spell continues. Any <i>raise dead<\/i> or similar spell cast upon that target resurrects that target, not the corpse flesh. Since <i>recorporeal incarnation<\/i> destroys the majority of the target corpse’s physical remains, the target corpse cannot be restored to life except by <i>miracle, resurrection, true resurrection<\/i>, or wish<\/i>. <i>Recorporeal incarnation<\/i> can be made permanent by a 15th-level caster using <i>permanency<\/i> with a material component worth 17,500 gp.",
    "name_zh": "腐肉假身",
    "castingTime_zh": "10分钟",
    "components_zh": "言语，姿势，器材（一颗至少价值250gp的宝石）",
    "range_zh": "接触",
    "target_zh": "一个自愿的活物和一具类人生物尸体",
    "duration_zh": "1周/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>腐肉假身能有效地将目标生物的身体替换为目标尸体。目标尸体必须是新鲜的——死亡不超过24小时，或者被遗体防腐之类的效果恰当的保存。当施展法术时，你必须与尸体保持接触，同时用器材物品触碰活体目标。当法术被施放时，尸体的皮肉会像飘带般散开，包裹住活体目标，他与尸体的体型差必须在一个等级以内。在法术生效时，器材物品必须保持在目标活体生物附近的30英尺之内。<\/p><p>活体目标获得尸体的身体外观和体型，并获得他的能力，就像变身术一般，还有尸体生前拥有的任何免疫、武器擅长、弱点、和法术抗力。活体目标在伪装成尸体目标的易容检定上获得+20的环境加值。由腐肉假身创造的伪装会维持等于你施法者等级的周数，或直到器材物品被移离到活体目标的30英尺以外。当效果结束时，活体目标会恢复原形，蜕去尸体的皮肉。<\/p><p>腐肉假身最强的力量在于很难查出它是一种伪装。如果作为侦测魔法的目标，活体目标不会散发魔法灵光，但器材会散发着强烈的死灵系魔法灵光。真知术不会显示出活体目标的真实形态，因为尸体的皮肉会用魔法掩盖它。侦测死灵和类似效果会显示活体目标是一个不死生物，但目标并不是真正的不死生物，而且不会受到任何其他以不死生物为目标的效果影响。腐肉假身不会掩饰目标的阵营。<\/p><p>如果腐肉假身在法术生效的时候死亡，法术将继续。死者复生或任何类似法术如果被施放在目标身上，将复活目标，而不是尸体。由于腐肉假身摧毁了目标尸体的大部分剩余物质，目标尸体无法被覆活，除了神迹术、复生术、完全复生术、或祈愿术。<\/p><p>腐肉假身可由一位15级的施法者用魔法恒定术恒定，其材料成分价值17500gp。<\/p>"
}
