{
    "key": "red hand of the killer",
    "name": "Red Hand of the Killer",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Red%20Hand%20of%20the%20Killer",
    "source": ["Ultimate Intrigue pg. 223"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 5,
        "bard": 4,
        "cleric": 4,
        "inquisitor": 4,
        "medium": 3,
        "occultist": 4,
        "oracle": 4,
        "paladin": 4,
        "psychic": 5,
        "skald": 4,
        "sorcerer": 5,
        "spiritualist": 4,
        "warpriest": 4,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a black candle), F (a corpse slain no more than 1 day ago per caster level)",
    "range": "see text",
    "target": "one creature",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "Drawing upon the spiritual link between a corpse and its killer, you reach out across space to brand the killer of the corpse you used as a focus for this spell, creating a physical manifestation of the killer’s guilt.<br><br> The killer’s right hand becomes stained indelibly red, and this stain can’t be removed (although it can be hidden by magical or mundane means, such as disguise self or by wearing gloves). If the killer is not humanoid, or doesn’t have a right hand for some other reason, the spell instead causes a red stain in the shape of a hand to appear elsewhere on the creature’s body (typically on the chest).<br><br> This spell affects only the creature that directly killed the targeted corpse. Other individuals that contributed to the target’s death are unaffected, and if the victim did not die from violence or died indirectly (for instance, if the creature died from suffocating after someone trapped it in a room filling with water), then the spell has no effect. The killer can attempt a Will save to resist the spell’s effects. Distance is not a factor, but the killer must be on the same plane as you at the time you cast the spell, or the spell fails. Once a corpse has acted as the focus for red hand of the killer, it can never act as the focus for another casting of <i>red hand of the killer<\/i>.",
    "name_zh": "凶罪之红",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（黑蜡烛），器材（1具被杀时间不超过每施法者等级1日的尸体）",
    "range_zh": "见文本",
    "target_zh": "1个生物",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你在1具尸体和杀死它的凶手间建立起了一种精魂链接，通过作为该法术器材的尸体穿越空间，在该具尸体的凶手身上留下印记，创造出代表着凶手罪行的实体表现。<\/p><p>凶手的右手会染上无法抹除的红色，这种染色无法被移除（不过它能够通过魔法或普通的手段来隐藏被染色的手，比如施放易容术或者戴上手套）。若凶手不是类人生物、或者由于某些原因并不具有右手这个肢体，那么该法术会在该生物的身体某处染上手掌形状的红色印记（这个印记通常会出现在胸口）。<\/p><p>该法术只会影响直接杀死目标尸体的生物。其他对于目标之死起到推动作用的个体不会受到影响，而且如果受害者并非由于暴力而死亡、或者是间接造成的死亡的话（举例说明，若目标死于窒息，而这窒息是由于被某人困在注满水的封闭空间造成），该法术便不会产生效果。凶手能尝试1次意志豁免来抵御该法术的效果。该法术并不会受距离影响，但是当你施法时必须与凶手身处相同的位面，否则法术便会失败。一旦1具尸体成为了凶罪之红的法器，它便无法再次成为凶罪之红的法器。<\/p>"
}
