{
    "key": "repel wood",
    "name": "Repel Wood",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Repel%20Wood",
    "source": ["PRPG Core Rulebook pg. 333"],
    "school": "transmutation",
    "levels":     {
        "druid": 6,
        "hunter": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "60 ft.",
    "area": "60-ft. line-shaped emanation from you",
    "duration": "1 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Waves of energy roll forth from you, moving in the direction that you determine, causing all wooden objects in the path of the spell to be pushed away from you to the limit of the range. Wooden objects larger than 3 inches in diameter that are fixed firmly are not affected, but loose objects are. Objects 3 inches in diameter or smaller that are fixed in place splinter and break, and the pieces move with the wave of energy. Objects affected by the spell are repelled at the rate of 40 feet per round.<br><br>Objects such as wooden shields, spears, wooden weapon shafts and hafts, and arrows and bolts are pushed back, dragging those carrying them along. A creature being dragged by an item it is carrying can let go. A creature being dragged by a shield can loose it as a move action and drop it as a free action. If a spear is planted (set) in a way that prevents this forced movement, it splinters. Even magic items with wooden sections are repelled, although an <i>antimagic field<\/i> blocks the effects.<br><br>The waves of energy continue to sweep down the set path for the spell's duration. After you cast the spell, the path is set, and you can then do other things or go elsewhere without affecting the spell's power.",
    "mythicSource": ["Mythic Adventures pg. 105"],
    "mythicText": "The casting time changes to 1 immediate action. You may cause one affected wooden object up to 5 inches in diameter to splinter and break. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the area changes to a 60-foot, cone-shaped emanation from you. ",
    "name_zh": "驱离木材",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "60尺",
    "area_zh": "自你而起的60尺线形发散区域",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>能量波由你开始沿着你所指定的方向向外卷动，使法术路径上所有的木质物品被推离你直到法术距离的极限。被固定住的直径大于3英吋的物品不受影响，但是未固定的物品会。固定住的直径3英吋或更小的物品会折断破裂，碎片随着能量波移动。受本法术影响的物品以每轮40尺的速度被驱离。<\/p><p>木质盾牌、矛、木质的武器柄和箭与矢等物品会被推离，同时拖拽着它们的持有者。被手持着的物品拖拽着的生物可以放开它。被盾牌拖拽着的生物能以一个移动动作解下它并以自由动作丢弃它。如果一把长矛被插在地上以防止它移动，则会折断。即使包含木质部件的魔法物品也会被驱离，不过‘<a href=\"spell.html?spell=antimagic field\">反魔场 (antimagic field)<\/a>’能阻挡该效果。<\/p><p>这些能量波在法术持续时间内在设定的路径上卷动。在你施展本法术后，该路径就被设定，你可以离开或做其它事而不会干扰到本法术的力量。<\/p>",
    "mythicText_zh": "<p>施法时间变为‘直觉动作’。你可以致使直径至多为5英吋木制物体折断破裂。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，区域就会变为‘自你而起的60尺锥形发散区域’。<\/p>"
}
