{
    "key": "reverse gravity",
    "name": "Reverse Gravity",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Reverse%20Gravity",
    "source": ["PRPG Core Rulebook pg. 335"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 7,
        "druid": 8,
        "psychic": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (lodestone and iron fillings)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "up to one 10-ft. cube/level (S)",
    "duration": "1 round/level (D)",
    "savingThrow": "none, see text",
    "spellResistance": "no",
    "text": "This spell reverses gravity in an area, causing unattached objects and creatures in the area to fall upward and reach the top of the area in 1 round. If a solid object (such as a ceiling) is encountered in this fall, falling objects and creatures strike it in the same manner as they would during a normal downward fall. If an object or creature reaches the top of the area without striking anything, it remains there, oscillating slightly, until the spell ends. At the end of the spell duration, affected objects and creatures fall downward.<br><br>Provided it has something to hold onto, a creature caught in the area can attempt a Reflex save to secure itself when the spell strikes. Creatures who can fly or levitate can keep themselves from falling.",
    "mythicSource": ["Mythic Adventures pg. 105"],
    "mythicText": "Creatures in the area or that enter the area must succeed at a Fortitude save or be nauseated. <br><br><b>Augmented (8th)<\/b>: If you expend three uses of mythic power, once per round as a move action you may select one secured creature (one that succeeded at its Reflex save) or attached object (such as a tree or cottage) and force it to attempt a Fortitude save against the spell. The selected creature or object can weigh no more than 100 pounds per caster level. If it fails the save, it’s pulled free and falls upward.",
    "name_zh": "反重力",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (磁石与铁屑)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "至多每等级一个10尺边长的立方体 (可变)",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无, 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>本法术使一个区域内的重力颠倒，使区域内所有未固定的物体和生物向上“坠落”并在1轮内到达此区域的顶部。如果在坠落过程中遇到任何固体 (比如天花板)，坠落的物体和生物会受到同样情况下正常坠落时所会受到的撞击。如果一个物体或生物到达了该区域的顶部并且没有撞击到任何固体，它将停留在那里并有些微的振荡直到法术结束。法术持续时间结束后，受影响的物体和生物会坠落下来。<\/p><p>如果有什么东西能够抓住，受法术影响时一个生物可以通过一次成功的反射豁免来保护自己。能够飞行或漂浮的生物可以避免自己坠落。<\/p>",
    "mythicText_zh": "<p>处于区域内或者进入区域的生物必须成功进行强韧豁免，失败则会反胃（nauseated）。<\/p><p><b>强化（8阶）<\/b>：若你花费3次神话之力，每轮1次以移动动作，你可以选择一个保护了自己的生物（成功进行反射豁免的生物）或者固定的物体（比如树木或者房子），并且迫使它进行强韧豁免对抗该法术。被选择的生物或物体的重量不能超过每施法者等级100磅。若豁免失败，它就会被拉起并向上进行自由落体。<\/p>"
}
