{
    "key": "riding possession",
    "name": "Riding Possession",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Riding%20Possession",
    "source": ["Occult Adventures pg. 185"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 4,
        "medium": 2,
        "mesmerist": 4,
        "occultist": 3,
        "psychic": 4,
        "sorcerer": 4,
        "spiritualist": 3,
        "summoner": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one creature",
    "duration": "1 hour/level (D); see text",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You stealthily project your soul into the host’s body as an observer, with limited ability to influence the target. This functions as <i>possession<\/i>, except the host is still in full control of its body and is unaware you are possessing it. You can’t communicate with the host directly, but you can cast mind-affecting spells or <i>riding possession<\/i> on the host as long as you can cast these spells as purely mental actions. Even if the spell you cast would normally affect more than one target or an area, it can affect only the host. If the host succeeds at a saving throw against a spell that you cast in this way, it immediately becomes aware that it is possessed, and if it was already aware, it receives another saving throw against <i>riding possession<\/i>. <i>Protection from evil<\/i> and similar effects don’t expel you from the host, but they do prevent you from casting further spells from within your host until their durations expire.",
    "name_zh": "驾行占据术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一个生物",
    "duration_zh": "1小时/等级 (可解消); 见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你暗中将自己的灵魂投射到宿主的体内，成为一名观察者，对目标的影响能力相当有限。该法术的功能如同占据术（Possession）一般，不过宿主对自己的身体有完整的控制权，而且无法意识到你占据了它。你无法直接与宿主进行沟通，但是你能够在宿主体内施放影响心灵（mind-affecting）法术或者驾行占据术，不过前提是你能够以纯粹的精神行为（mental actions）来施放这些法术。即便你施放的法术在通常情况下能够影响多个目标或一片区域，此时它也仅能影响宿主一人。若宿主成功通过豁免以对抗如此施放的法术，那么它会立刻意识到自己被占据了，而且如果它已经意识到这一点，便能够获得另一次豁免检定以对抗驾行占据术。防护邪恶（Protection from Evil）或类似的效果无法将你从宿主体内驱离，但是这可以在法术持续期间防止你进一步在宿主体内对其施放法术。<\/p>"
}
