{
    "key": "righteous might",
    "name": "Righteous Might",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Righteous%20Might",
    "source": ["PRPG Core Rulebook pg. 335"],
    "school": "transmutation",
    "levels":     {
        "cleric": 5,
        "inquisitor": 5,
        "oracle": 5,
        "warpriest": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "text": "Your height immediately doubles, and your weight increases by a factor of eight. This increase changes your size category to the next larger one. You gain a +4 size bonus to Strength and Constitution and take a –2 penalty to your Dexterity. You gain a +2 enhancement bonus to your natural armor. You gain DR 5/evil (if you normally channel positive energy) or DR 5/good (if you normally channel negative energy). At 15th level, this DR becomes 10/evil or 10/good (the maximum). Your size modifier for AC and attacks changes as appropriate to your new size category. This spell doesn't change your speed. Determine space and reach as appropriate to your new size.<br><br>If insufficient room is available for the desired growth, you attain the maximum possible size and may make a Strength check (using your increased Strength) to burst any enclosures in the process (see Additional Rules for rules on breaking objects). If you fail, you are constrained without harm by the materials enclosing you—the spell cannot crush you by increasing your size.<br><br>All equipment you wear or carry is similarly enlarged by the spell. Melee weapons deal more damage. Other magical properties are not affected by this spell. Any enlarged item that leaves your possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical effects that increase size do not stack.",
    "name_zh": "正气如虹",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "text_zh": "<p>你的身高变为2倍，而你的重量增加到8倍。这变化使你的体型增大一级。使你的力量与体质属性获得+4体型加值，敏捷受到-2减值。你的天生防御得到+2增强加值。你得到 {5/邪恶} (如果你通常引导正能量) 或 {5/善良} (如果你通常引导负能量) 的伤害减免。15级时此伤害减免变为 {10/邪恶} 或 {10/善良} (最大值)。你的防御等级和攻击会随你的体型改变而调整。本法术不会改变你的速度。你所占据的空间和触及范围由你的新体型决定。<\/p><p>如果空间不足以容纳体型的增长，你将达到可能达到的最大体积之后进行一次力量检定 (使用你增加后的力量属性) 以决定是否能突破限制 (见击破物体的附加规则)。如果你失败，你将被限制住你体型的障碍包围住但不会受到伤害——本法术不会以增大体型的方式来挤压你。<\/p><p>所有你穿着和持有的装备都会同样的被本法术增大。体型增大使得近战造成更多的伤害。其他魔法物品的作用不会受到该法术影响。任何增大的装备离开增大的生物的掌握 (包括弹射和投掷武器) 立刻会回到它的正常大小。这意味着投掷武器与弹射武器将造成正常的伤害。增大体型的魔法效果不会叠加。<\/p>"
}
