{
    "key": "riversight",
    "name": "Riversight",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Riversight",
    "source": ["People of the River pg. 27"],
    "school": "divination",
    "subSchools": ["scrying"],
    "levels":     {
        "cleric": 3,
        "druid": 2,
        "hunter": 2,
        "inquisitor": 3,
        "oracle": 3,
        "ranger": 2,
        "warpriest": 3,
        "witch": 3
    },
    "castingTime": "1 minute",
    "components": "V, S, F/DF (a smooth river stone)",
    "range": "see text",
    "effect": "magical sensor",
    "target": "nonmagical freshwater waterway",
    "duration": "1 minute/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can view events transpiring along a natural watercourse you touch. You can see anything on or within the river as if you were present at that location, or you can observe anything happening within 15 feet of the river’s banks as if peering from the water’s surface. Moving your point of view to a different location along the river is a standard action, though your perception can follow something moving along the river as a free action.<br><br>The range of this spell is affected by whether you are attempting to gaze up or downriver—if viewing a location downriver, you can view any spot within 2 miles per caster level; if viewing upriver, you can view any spot within 1/2 mile per caster level. The magical sensor created by this spell can travel only as far along the river as your range and the river permits; obstructions such as dams and reservoirs halt the sensor, as does an estuary flowing into the sea or other body of saltwater.",
    "name_zh": "河域视力",
    "castingTime_zh": "1分钟",
    "components_zh": "语言、姿势、器材/法器 (一块光滑的河石)",
    "range_zh": "见文本",
    "effect_zh": "魔法传感器",
    "target_zh": "非魔法的淡水水道",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能够顺着一条你接触过的天然水道，查看上面所发生的事情。你可以看见河流上或河流内的任何东西，就好像你现在在那个位置一样，或着你能够观察任何发生在河流堤岸15尺内的事情，就好像你在水面俯瞰一般。将你的视点沿着河流，移动至不同的地方，是一个标准动作，但你可以以一个自由动作，观察沿着河流移动的东西。<\/p><p>此法术的范围会被你是在凝视上游还下游所影响，如果是下流，你能够看到2哩/等级的任何地点，如果是上游，你能够看到0.5哩/等级的任何地点。由此法术创造出来的魔法传感器只能沿着河流行进，这行进的距离就是你的范围以及河流可以流到的地方; 像是水坝或著蓄水池等障碍物会阻碍传感器，出海口或是其他咸水体也会。<\/p>"
}
