{
    "key": "river of wind",
    "name": "River of Wind",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=River%20of%20Wind",
    "source": ["Advanced Player's Guide pg. 240"],
    "school": "evocation",
    "descriptors": ["air"],
    "levels":     {
        "arcanist": 4,
        "bloodrager": 4,
        "druid": 4,
        "hunter": 4,
        "magus": 4,
        "occultist": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "120 ft.",
    "area": "120-ft. line",
    "duration": "1 round/level",
    "savingThrow": "Fortitude partial",
    "spellResistance": "yes",
    "text": "Summoning up the power of the tempest, you direct a current of forceful winds where you please. This spell creates a 5-foot-diameter line of wind—the direction of the wind is away from your location when you cast the spell, and remains constant in that direction for the spell duration. Creatures caught in a <i>river of wind <\/i>take 4d6 nonlethal damage and are knocked prone. A successful Fortitude save halves the damage and prevents being knocked prone.<br><br>A creature that begins its turn wholly or partially within a <i>river of wind <\/i>must make a Fortitude save or be pushed 20 feet in the wind’s direction of flow, take 2d6 nonlethal damage, and be knocked prone—a successful Fortitude save means the creature merely takes 1d6 nonlethal damage. Creatures under the effect of <i>freedom of movement <\/i>and creatures with the air subtype are unaffected by a<i> river of wind<\/i>.",
    "name_zh": "风之河",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "120尺",
    "area_zh": "120尺线形区域",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你召唤风暴的力量，创造了一道流动着的强风。<\/p><p>当你施放法术，你创造一道5英尺宽，风力为远离你的方向的风流，并且在法术持续时间内不断的吹袭。<\/p><p>任何被风之河捕获的生物都会受到4d6点非致命伤害并被击倒。一次成功的强韧检定可以减半伤害并免于摔倒。<\/p><p>一个生物如果在轮到它行动时，部分或者全部位于风流范围之内，必须进行一次强韧检定，否则会顺着风流方向被击飞20尺，受到2d6点非致命伤害，并被击倒，成功的强韧检定仅受到1d6点伤害而不会摔倒和击退。<\/p><p>处于自由行动 (freedom of movement) 效果下和空气亚种的生物不会受到本法术影响。<\/p>"
}
