{
    "key": "rock whip",
    "name": "Rock Whip",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rock%20Whip",
    "source": ["Heroes of the Darklands pg. 9"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 2,
        "cleric": 2,
        "druid": 2,
        "hunter": 1,
        "magus": 2,
        "oracle": 2,
        "ranger": 1,
        "shaman": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "0 ft",
    "effect": "whip of earth and stone",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "A 15-foot-long lash of crumbling crystal and earth emerges from the palm of your hand. This weapon is treated as a nonmagical whip that deals 1d8 points of bludgeoning damage. You can wield this weapon as a whip as if you were proficient with it, and it isn’t subject to the disarm or sunder combat maneuver. The whip passes through natural unworked stone effortlessly, allowing you to ignore cover between you and your target from such sources. Armor and natural armor have no effect on the damage dealt by a <i>rock whip<\/i> (unlike a normal whip), but the whip deals no damage to outsiders with the earth subtype. Attacks with a <i>rock whip<\/i> strike with resounding force; you can make a free bull rush combat maneuver against any creature you strike with a rock whip, using your caster level in place of your base attack bonus and your primary casting ability score modifier (Charisma for sorcerers, Intelligence for wizards, and so on) in place of your Strength modifier.",
    "name_zh": "岩之鞭",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "0尺",
    "effect_zh": "由泥与土所构成的长鞭",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>一条挂满著破碎水晶与泥石的15尺鞭子出现在你的手掌心中。这个武器被视作非魔法长鞭，并造成1d8点钝击伤害。你可以挥舞这条长鞭，如同你擅长长鞭般，而且卸武(Disarm)跟破武(Sunder)战技对这条长鞭不起作用。这条长鞭能毫不费力的通过天然未加工的岩石，令你能忽视你跟目标之间，因为这种来源而形成的掩蔽(cover)。护甲与天生护甲对岩之鞭所造成的伤害没有效果(不同于一般长鞭)，但此长鞭无法对异界生物(土)造成伤害。挥舞一条岩之鞭伴随着巨大的力量，当你使用岩之鞭对抗任何生物时，你可以作一个自由冲撞(bull rush)战技，使用你的施法者等级来取代你的基本攻击加值(base attack bonus)，以及使用你的施法关键属性调整値(术士之于魅力、法师之余至立，等等)来取代你的力量调整値。<\/p>"
}
