{
    "key": "rotting alliance",
    "name": "Rotting Alliance",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rotting%20Alliance",
    "source": ["Inner Sea Intrigue pg. 61"],
    "school": "necromancy",
    "descriptors":     [
        "curse",
        "disease"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "cleric": 8,
        "druid": 8,
        "inquisitor": 6,
        "occultist": 6,
        "oracle": 8,
        "witch": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature/level, no two of which can be more than 60 feet apart",
    "duration": "permanent",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You curse two or more creatures to sicken and waste away while in each others’ company. Each target that fails a Fortitude save becomes cursed with a wasting sickness. The disease has no onset period, and those who contracted it must attempt a second Fortitude save immediately. A target that fails this second saving throw takes 1d6 points of Constitution damage and 1d6 points of Charisma damage. Every day thereafter, each target that was within 100 feet of another target during the previous 24 hours takes 1d6 points of Constitution damage and 1d6 points of Charisma damage (reroll to determine the specific amount of damage each day). A successful Fortitude save negates the damage for that day only.<br><br> A target cannot be healed of damage from this disease (naturally or by magic) while the target is within 100 feet of another target. If healed of such damage while away from other targets, a target might take damage again the day they reconvene. This disease is a curse, and can never be cured by successful saving throws. The spell can be ended on a single target only with a successful casting of <i>remove curse<\/i> followed by a successful casting of <i>remove disease<\/i> while the target is within 100 feet of at least one other target. When the curse remains on only one target, it ends automatically.",
    "name_zh": "致病陪伴",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活物/等级，彼此相距不超过60英尺",
    "duration_zh": "永久",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒两个或更多的生物在彼此的陪伴下会恶心和日渐消瘦。每一个强韧豁免失败的目标都将因被诅咒而患上一种令人日渐消瘦的恶疾。这种疾病没有潜伏期，感染它的人必须立即进行第二次强韧豁免。一个第二次豁免失败的目标受到1d6点的体质伤害和1d6点的魅力伤害。此后的每一天，在过去24小时内处于另一个目标100英尺以内的每一个目标都受到1d6点的体质伤害和1d6点的魅力伤害（每天都重新投骰以确定具体的伤害量）。一次成功的强韧豁免可以抵消当天的伤害。<\/p><p>目标因这种疾病而受到的伤害无法在他距离另一个目标不到100英尺的情绪下被治愈（无论是自然手段还是通过魔法）。如果这些伤害在远离其他目标的情况下被消除，目标可能会在重新靠近时再次受到伤害。这种疾病是一种诅咒，永远无法通过成功的豁免来治愈。只要成功施展一次移除诅咒，随后再成功施展一次移除疾病，且距离该目标100英尺以内至少有另一个目标，才能结束单个目标身上的法术。当诅咒只停留在一个目标身上时，它会自动结束。<\/p>"
}
