{
    "key": "rune of jandelay",
    "name": "Rune of Jandelay",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rune%20of%20Jandelay",
    "source": ["Pathfinder #77: Herald of the Ivory Labyrinth pg. 50"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 9,
        "sorcerer": 9,
        "witch": 9,
        "wizard": 9
    },
    "castingTime": "3 rounds",
    "components": "V, S, M (cold iron, powdered diamond, and ground adamantine worth a total of 5,000 gp)",
    "range": "0 ft.; see text",
    "area": "one rune",
    "duration": "10 minutes/level",
    "savingThrow": "see below",
    "spellResistance": "no",
    "text": "You scribe a potent rune of power upon a surface, similar to the way in which a symbol spell is cast. When inscribed, the <i>rune of Jandelay<\/i> manifests as a shape that evokes the face of a monstrous elephantine creature—the legendary Oliphant of Jandelay itself. The rune is 5 feet across when created, and the surface on which it is to be inscribed must be large enough to bear it.<br><br> The <i>rune of Jandelay <\/i>is a potent ward against the primal chaos of the Great Beyond. While it is primarily intended to combat the forces of the Maelstrom, it is equally useful against forces from the other chaotic Outer Planes. When cast, the rune stabilizes and reinforces an area in a 120-foot-radius sphere centered on it. <i>Earthquake<\/i>, <i>transmute rock to mud<\/i>, <i>stone shape<\/i>, <i>spike stones<\/i>, and other spell effects that magically damage or manipulate terrain or structures deal no damage and do not alter anything in the area. Damaging spells that specifically target these structures or regions do not deal damage, but area-affecting spells may damage creatures in the area as normal. Strong chaos planar alignment is reduced to mild alignment, and mild chaos planar alignment is negated entirely in this area.<br><br> Creatures with the chaotic subtype in the area of a <i>rune of Jandelay <\/i>must save against the spell or gain 2 negative levels for as long as they remain in the area. A creature that saves and leaves the area must save again upon reentering the area. These negative levels can never result in permanent level loss but cannot be restored by <i>restoration <\/i>or similar magic.",
    "castingTime_zh": "3轮",
    "range_zh": "0尺; 见文本",
    "area_zh": "one rune",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否"
}
