{
    "key": "rune of ruin",
    "name": "Rune of Ruin",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rune%20of%20Ruin",
    "source": ["Arcane Anthology pg. 22"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels":     {
        "alchemist": 4,
        "arcanist": 5,
        "bard": 4,
        "inquisitor": 4,
        "investigator": 4,
        "skald": 4,
        "sorcerer": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a self-portrait on a thin sheet of paper)",
    "range": "Medium (100 ft. plus 10 ft./level)",
    "target": "1 object",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "no",
    "text": "You curse a magic item, such as magical clothing, a suit of armor, or a weapon. The object is reduced to 1/4 its normal hit point total, gains the broken condition, and appears damaged and worn. If it grants a numeric bonus, such as a +2 deflection bonus to AC, that bonus is reduced by 1 for every 3 caster levels you possess, to a minimum of +0. Other magical qualities fail to work 50% of the time when called upon, so a resistance bonus on saves or a weapon’s <i>flaming<\/i> special ability could fail each time the item is used.<br><br> If the object is an intelligent magical item, its Ego score remains unchanged despite its reduced quality. The weapon has only a 50% chance to successfully use any spells or spell-like abilities it has, and has a 25% chance of forgetting its special purpose (if any). If an intelligent weapon is actively dominating its wielder when it fails its save against <i>rune of ruin<\/i>, the wielder gains an immediate saving throw with a +4 bonus to regain control. <i>Rune of ruin<\/i> has no affect on magical artifacts.",
    "name_zh": "毁灭符文",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一张薄纸上的自画像）",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一件物品",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你诅咒一件魔法物品，如魔法袍，盔甲，或武器。该物体的生命值降到总量的1/4，获得损坏症状，并看起来又破又烂。如果它会给予一个数字加值，例如AC上的+2的偏斜加值，该加值会减少1每3施法者等级，最低到0。其他魔法属性在被使用时有50%的几率不起效，因此豁免上的抗力加值或武器的炽焰特殊能力在物品被使用的每一次都有可能会失败。<\/p><p>如果物体是一个智能魔法物品，它的自我值会保持不变，但其质量会下降。武器只有50%的几率成功使用上面的任何法术或类法术能力，并且有25%的几率遗忘它的特殊能力（如果有的话）。如果一把智能武器在主动支配着它的使用者，当它在对抗毁灭符文的豁免中失败的时候，使用者就会得到一个+4加值来进行一次直觉豁免以重新控制自己。毁灭符文对魔法神器无效。<\/p>"
}
