{
    "key": "rune of rule",
    "name": "Rune of Rule",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rune%20of%20Rule",
    "source": ["Adventurer's Guide pg. 61"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "occultist": 2,
        "skald": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 minute",
    "components": "V, S, M (vial of paint worth 25 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature",
    "duration": "1 day or until activated (see description)",
    "savingThrow": "Will (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "Investigations into the ancient and mysterious traditions of the seven virtues of rule of the lost human empire of Azlant, which were later corrupted by the runelords into the more familiar seven deadly sins, inspired the Cyphermages to develop the runes of rule. This spell allows you to place a rune upon another creature that can then be used to aid it at a later time. You determine the spell’s effect at the time of casting by using your finger to paint a specific rune on the recipient’s body with a dose of specially prepared paint worth 25 gp. The inscribed rune lasts for 24 hours or until the spell is activated. Unless otherwise noted, the creature upon which the <i>rune of rule<\/i> has been inscribed can activate it at any time as a swift action. If the spell effect isn’t used, all markings associated with the rune disappear and the effect fades. You can never place the spell upon yourself—it must be bestowed on someone else. The seven runes of rule, along with their specific effects when the user activates them, are listed below. A creature can bear only one <i>rune of rule<\/i> at a time.<br><br><b> Charity<\/b>: A creature bearing this mark gains a +5 insight bonus on a single attack roll or skill check attempted at the request of another creature, provided the creature bearing this mark does not gain any immediate benefit or reward for making the roll or attempting the check.<br><br><b> Generosity<\/b>: A creature bearing the rune of generosity can activate it as an immediate action, but it must do so as another creature within 30 feet activates a consumable magic item such as a potion or scroll that was given to it at some point within the last 24 hours by the creature bearing the rune. When the rune is activated, the effects of the consumable magic item resolve at a caster level that is 2 higher than the item’s actual caster level.<br><br><b> Humility<\/b>: When a creature activates the rune of humility, it does not provoke attacks of opportunity for 1 round.<br><br><b> Kindness<\/b>: A creature must be using the aid another action or casting a healing spell in order to activate a rune of kindness. If the creature activates the rune while using the aid another action, the bonus imparted on a success increases to +5. If the creature instead activates the rune while casting a healing spell, the effective caster level of the spell increases by 2.<br><br><b> Love<\/b>: When a creature activates the rune of love as he casts a spell with the charm descriptor, the save DC of that spell increases by 1. Alternatively, a creature can activate the rune of love after he rolls damage for a weapon or spell attack, causing the damage dealt to become nonlethal damage.<br><br><b> Temperance<\/b>: A creature bearing the rune of temperance can activate it as an immediate action immediately upon failing a saving throw against a poison, disease, drug, or similar effect. The creature can immediately attempt a second saving throw against the effect and can use the result of that second saving throw as the actual result.<br><br><b> Zeal<\/b>: A creature that activates the rune of zeal gains a +3 bonus on Will saves, and the save DCs of all language-dependent effects created by the creature increase by 1; these effects last for 1 round.",
    "name_zh": "准则符文",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，材料（价值25gp的一小瓶颜料）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活物",
    "duration_zh": "1天 或 直至被启动 (见描述)",
    "savingThrow_zh": "意志 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>在秘文法师们对阿兹兰特的研究中，他们发现这个失落的人类帝国曾经有过一项神秘而古老的传统，那就是七种美德的行事准则，这个传统后来在魔印王的玷污下成为了世人更为熟悉的七大罪行。该发现启发秘文法师们发明出准则符文。这个法术允许你将符文施放在另一个生物上，这些符文可以在之后对它起到帮助。施法时，你需要使用一剂特别准备的价值25gp的颜料，用手指在受术者的身体上描绘特定的符文，来决定法术的具体效果。被描绘的符文持续24小时或直到法术被启动。除非另有说明，否则绘有符文的生物可以在任何时候以一个迅捷动作启动它。若法术的效果未被使用，与符文相关联的所有徽记都会消失，其效果也会消散。你永远不能将该法术施放在自己身上 - 它必须被赐予别人。以下是七种准则符文，以及使用者启动它们的具体效果。一个生物一次只能带有一个符文符号。<\/p><p>仁爱：带有该符文的生物可以在因另外一个生物的请求而进行的单一次攻击检定或技能检定时启动符文。只要启动符文的生物不会因为进行这次攻击或尝试该检定而获得立即的好处或回报，他就能在检定中获得+5洞察加值。<\/p><p>慷慨：当30尺范围内有其他生物启动一件由带有慷慨符文的生物所给予的消耗性魔法物品（例如药水或卷轴）时，带有慷慨符文的生物就必须以一个直觉动作启动自己的符文。当符文被激活时，决定那件消耗性魔法物品的效果时视为该物品的施法者等级比原本高2级。<\/p><p>谦逊：当一个生物激活谦逊符文时，它在一轮内不会引发借机攻击。<\/p><p>善良：一个生物必须在使用援助他人动作或施放治疗法术时才能启动善良符文。如果生物在援助他人的同时启动符文，则成功后提供的加值将增加到+5。如果生物在施放治疗法术的同时激活符文，法术的等效施法者等级将增加2。<\/p><p>爱情：当一个生物在施展一个带有魅惑描述符的法术时，他可以启动爱情符文，使该法术豁免DC增加1。或者，一个生物可以在他的武器或法术攻击伤害之后启动爱情符文，使得造成的伤害变为非致命伤害。<\/p><p>节制：当一个带有节制符文的生物在一次对抗毒素、疾病、毒品或类似效果的豁免时失败时，它可以立即用一个直觉动作启动该符文。该生物可以立即尝试第二次豁免对抗次效果，并可将该第二次豁免的结果作为实际结果。<\/p><p>热情：一个激活热情符文的生物会在意志豁免上获得+3加值，并且由该生物创造的所有基于语言（language-dependent）的效果的豁免DC增加1。这些效果持续1轮。<\/p><p>PFS Clarification：仁爱符文不能用于帮助PC。它只会在你正直接援助一位NPC时才生效（例如，在他正被其他生物攻击时保护他）。<\/p>"
}
