{
    "key": "rusting grasp",
    "name": "Rusting Grasp",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rusting%20Grasp",
    "source": ["PRPG Core Rulebook pg. 335"],
    "school": "transmutation",
    "levels":     {
        "druid": 4,
        "hunter": 4,
        "occultist": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "one nonmagical ferrous object (or the volume of the object within 3 ft. of the touched point) or one ferrous creature",
    "duration": "see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Any iron or iron alloy item you touch crumbles into rust. If the item is so large that it cannot fit within a 3-foot radius, a 3-foot-radius volume of the metal is rusted and destroyed. Magic items made of metal are immune to this spell.<br><br>You may employ <i>rusting grasp<\/i> in combat with a successful melee touch attack. Rusting grasp used in this way instantaneously destroys 1d6 points of AC gained from metal armor (to the maximum amount of protection the armor offers) through corrosion.<br><br>Weapons in use by an opponent targeted by the spell are more difficult to grasp. You must succeed on a melee touch attack against the weapon. A metal weapon that is hit is destroyed. Striking at an opponent's weapon provokes an attack of opportunity. Also, you must touch the weapon and not the other way around.<br><br>Against a ferrous creature, <i>rusting grasp<\/i> instantaneously deals 3d6 points of damage + 1 per caster level (maximum +15) per successful attack. The spell lasts for 1 round per level, and you can make one melee touch attack per round.",
    "name_zh": "锈蚀爪",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "接触",
    "target_zh": "一个非魔法铁质物品 (或者从物体被接触的点开始, 3尺范围内的体积) 或 一个铁质生物",
    "duration_zh": "见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你所触碰到的所有铁或铁合金物品都会被锈蚀摧毁。如果这物体的体积大于3尺半径，则会被锈蚀并摧毁掉3尺半径大小的金属。金属制成的魔法物品免疫本法术。<\/p><p>你可以通过一次成功的近战接触攻击在战斗中使用锈蚀爪。用这种方式使用锈蚀爪能锈蚀金属铠甲，立即降低由此铠甲提供的AC 1d6点 (最高不超过此铠甲所提供的AC)。<\/p><p>被敌对目标使用着的武器更难被本法术击中。你必须对此武器进行一次成功的近战接触攻击。被击中的金属武器会被摧毁。攻击敌人的武器会引起藉机攻击。而且你必须接触到武器，没有其他方法可行。<\/p><p>在对抗铁质生物时，每次成功使用锈蚀爪进行的攻击会立刻造成 {3d6+CL (最高+15)} 点伤害。法术持续每等级1轮，每轮你能进行一次近战接触攻击。<\/p>"
}
