{
    "key": "sacred bond",
    "name": "Sacred Bond",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sacred%20Bond",
    "source": ["Advanced Player's Guide pg. 240"],
    "school": "conjuration",
    "subSchools": ["healing"],
    "levels":     {
        "cleric": 3,
        "inquisitor": 2,
        "oracle": 3,
        "paladin": 2,
        "warpriest": 3
    },
    "castingTime": "1 round",
    "components": "V, S, F (a pair of golden bracelets worth 100 gp each worn by both you and the target)",
    "range": "touch; see text",
    "target": "creature touched",
    "duration": "10 minutes/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "To use this spell, you first touch the intended recipient, creating a sympathetic field of healing energies between you. Once the spell has been cast, you and the target may cast conjuration (healing) spells with a range of touch upon each other so long as you are within close range (25 ft. + 5 ft./2 levels). Should either you or the target remove your bracelet, the spell immediately ends.",
    "mythicSource": ["Mythic Adventures pg. 106"],
    "mythicText": "The range at which you and the target can cast conjuration (healing) spells on each other increases to medium (100 feet + 10 feet per caster level). When you or the target uses the <i>sacred bond<\/i> to cast a healing spell on the other, the caster also heals a number of hit points equal to the minimum amount the spell can heal.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, casting a healing spell through the link heals the caster the normal amount instead of the minimum amount.<br><br> You and the target can use the link to heal each other with targeted healing abilities such as lay on hands. Unlike with healing spells, a character using a healing ability in this way doesn’t heal herself. ",
    "name_zh": "神圣链接",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势，器材 (你自己和目标一人佩戴一枚的一对价值分别至少为100GP的黄金手镯)",
    "range_zh": "接触; 见文本",
    "target_zh": "接触到的生物",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>要使用这个法术，你必须先接触要接受法术的人，以在你们之间创建一个同步链接以传递治疗能量。<\/p><p>一旦法术被施放，你和你的目标可以间隔近距(25ft+5ft/2CL)互相施放咒法 (医疗) 系列法术如同你们在接触距离一样。<\/p><p>如果你和你的目标取下手镯，法术立刻结束。<\/p>",
    "mythicText_zh": "<p>你与目标之间能够向着彼此施放咒法系（医疗）法术的范围提升至‘中距（100尺 + 每施法者等级10尺）’。当你或者目标使用神圣链接向着对方施放治疗法术时，施法者也能够获得一定量的治疗，数值为这个治疗法术能够治疗的最低数额的生命值。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，那么通过链接施放治疗法术会对施法者造成正常的治疗量，用于取代最低数值。<\/p><p>你与目标能够通过链接使用目标型治疗能力（targeted healing abilities）来治疗彼此，比如使用圣疗（lay on hands）。与使用治疗法术不同，以此方式使用治疗能力的角色并不能治愈自身。<\/p>"
}
