{
    "key": "sacramental seal",
    "name": "Sacramental Seal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sacramental%20Seal",
    "source": ["Horror Adventures pg. 126"],
    "school": "necromancy",
    "levels":     {
        "cleric": 8,
        "oracle": 8
    },
    "castingTime": "1 round",
    "components": "V, S, F (an object worth at least 2,000 gp)",
    "range": "touch",
    "target": "creature touched",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You trap the target in an object decorated with the holy symbols of your god or faith. While trapped in the object, the creature can’t take any actions and is immune to spells and spell-like abilities. The creature remains permanently trapped in the object as long the object remains in your possession. Only a <i>freedom<\/i>, <i>miracle<\/i>, or <i>wish<\/i> spell can dispel the enchantment, though destroying the object frees the creature.<br><br> If you relinquish your stewardship of the object (such as giving it away or leaving it in a remote location or extradimensional space), the trapped creature begins to gain control over the object. It immediately gains the ability to communicate telepathically with any creature now in possession of the object. It still can’t take any actions besides communicating but can use feats and skills related to speaking (such as Bluff and Diplomacy).<br><br> After 1 week of the object being out of your presence, the creature can create a number of haunts with a total CR (that is, the CR of the encounter with all of the haunts at once) equaling 1/4 the creature’s Hit Dice. These haunts are centered on the object. The creature can also communicate telepathically up to a range of 100 feet at this point.<br><br> After 1 month of the object being out of your presence, the CR total of the haunts the trapped creature can create increases to 1/2 its Hit Dice. In addition to telepathy, it can also impart mental images of its choosing into the mind of any creature holding or carrying the object.<br><br> After 1 year of being out of your presence, in addition to the above abilities, the creature can attempt to possess any living creature with an Intelligence score of 3 or higher that touches the object, as per <i>possession<sup>OA<\/sup><\/i>. However, the creature can’t personally destroy the object, even while possessing another creature.<br><br> Because the binding magic irrevocably weakens the longer you’re away from the item, returning it to your ownership doesn’t reverse any of the effects. You must free the creature and impose another <i>sacramental seal<\/i> if you want to restrict its abilities again.<br><br> If the object is placed in the stewardship of creatures or a location belonging to your faith, it still counts as being out of your presence but it takes ten times longer for the creature to manifest the above abilities (it would take 10 weeks for it to manifest the ability to create haunts, for example).",
    "name_zh": "圣印封印",
    "castingTime_zh": "1轮",
    "components_zh": "语言、姿势、器材 (一个价值至少2000gp的物体)",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将受术者困在一件物体中，该物品装饰有你的神或你的信仰的圣徽。当困在一件物体时，该生物不能进行任何动作，并且免疫法术与类法术能力。只要该物体还属于你，则该生物将永久的被困在该物体内。只有解锢术(freedom)、神迹术(miracle)或是祈愿术(wish)可以解除这状态(the enchantment)，但摧毁这件物体能使该生物自由。<\/p><p>如果你放弃你对这件物体的管理(像是放弃或远离这件物体一段遥远的距离，或异次元空间)，被困住的生物开始获得控制这件物体的能力。它立即获得对陷现正拥有这件物体的任何生物，用心灵感应沟通的能力。它除了沟通外仍无法做任何动作，但可以使用跟说话有关的专长与技能(像是唬骗与交涉)。<\/p><p>这件物体在离开你的掌控一个星期后，该生物可以创造数个作祟(haunts)，总CR等同该生物1/4生命骰数(亦即该遭遇所有的作祟的CR)。这些作祟以物体为中心。该生物也可以物体中心点，作最远100尺距离远的心灵沟通。<\/p><p>这件物体在离开你的掌控一个月后，该生物可以创造的作祟总CR增加至它生命骰数的1/2。除了心灵传讯，它还可以传递心灵图像到它所选择的任何拿着或带着这件物体的生物。<\/p><p>这件物体在离开你的掌控一年后，除了上述的能力外，该生物可以尝试占据碰触这件物体，智力属性3与3以上的活着的智慧生物，如同占据术(possession)OA。但是，该生物无法自己摧毁这件物体，即使它占据了另一位生物。<\/p><p>因你长时间的远离物体所导致束缚魔法的减弱，就算重新回到你的管控中，也不会让效果扭转回来。如果你想要再次约束他的能力，你必须让该生物自由，并且再次施加圣印封印。如果物体被与你信仰相关的人掌控着，或是放置于与你信仰相关的地点，它仍就算是脱离了你的掌控，但该生物需要十倍的时间才能显现上述的能力(举例来说，该生物创造作祟的能力，需要10个星期来显现)。<\/p>"
}
