{
    "key": "salvage",
    "name": "Salvage",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Salvage",
    "source": ["Pirates of the Inner Sea pg. 28"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 9,
        "cleric": 9,
        "oracle": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, M",
    "range": "long (400 ft. + 40 ft./level)",
    "duration": "see text",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "yes (object)",
    "text": "An invisible force pulls together the remains of a shipwreck. Bits of hull, tattered sails, broken masts, and smashed figureheads knit themselves back together. Rotten wood turns solid once more, and sails re-weave themselves as the rigging snakes across the masts.<br><br>It takes a variable amount of time for the ship to rebuild itself, depending on its size.<br><br><table class=\"inner\"><tr><td><b>Size<\/b><\/td><td><b>Duration<\/b><\/td><\/tr> <tr><td>Raft<\/td><td>1 minute<\/td><\/tr> <tr><td>Rowboat<\/td><td>1 minute<\/td><\/tr> <tr><td>Keelboat<\/td><td>10 minutes<\/td><\/tr> <tr><td>Longship<\/td><td>1 hour<\/td><\/tr> <tr><td>Sailing ship<\/td><td>2 hours<\/td><\/tr> <tr><td>Warship<\/td><td>3 hours<\/td><\/tr> <tr><td>Galleon<\/td><td>4 hours<\/td><\/tr><\/table><br>At the end of the duration, an air bubble forms around the repaired ship. If submerged, the ship shoots to the surface, erupting with a great splash before settling on the water.<br><br>Though the spell requires time to repair the ship, its effects are instantaneous. A <i>salvaged <\/i>ship cannot be dispelled to return it to a shipwreck. However, before the spell’s duration ends and while the ship is still being repaired, <i>salvage <\/i>can be dispelled to interrupt the repair process. The ship remains in the condition it was in when the spell was interrupted until a new <i>salvage <\/i>spell is cast (but continues to age normally and suffers the effects of its environments). A new <i>salvage <\/i>spell’s duration is modified by any repairs already begun.",
    "name_zh": "废船打捞",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "一艘废船残骸",
    "duration_zh": "见文本",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>在修复时间的末尾，一个气泡将会包围修理中的船体。如果船体沉没在水下，它会在水面上爆开的一阵巨大的浪花中浮升至水面上。<\/p><p>虽然法术修复船只需要时间，但是法术本身的持续时间是立即。一个被修复完毕的船只不会被解除魔法重新变回残骸。不过，如果法术正处于生效过程中而船正在被修复时，一个解除魔法可以驱散该法术效果并停止修复过程，直到本法术被重新施放（不过会受到时间流逝和环境变化的影响）。<\/p><p>重新施放本法术会使被中断的修复从中断点继续进行。<\/p>"
}
