{
    "key": "scent trail",
    "name": "Scent Trail",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Scent%20Trail",
    "source": ["Advanced Player's Guide pg. 241"],
    "school": "transmutation",
    "levels":     {
        "druid": 2,
        "hunter": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a queen ant)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "duration": "1 hour/level",
    "savingThrow": "Fortitude negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You, or a willing creature you touch, lay down a trail of scents that only the creatures you designate at the time of casting can detect. These creatures find it very easy to follow this trail. They gain a +20 competence bonus on any Survival checks made for the purpose of tracking the creature laying this trail. Subject creatures with the scent special ability gain a +10 competence bonus on Wisdom or Survival checks to follow the trail.<br><br>In addition, you can leave scent messages along the trail. Each word or emotion in this message requires spending a move action in the same spot. Subject creatures seeking to understand this message must make another DC 20 Survival check, with a –1 penalty for every word or emotion in the message, in order to understand it. Creatures cannot benefit from this smell if they cannot use, or do not have, a sense of smell. Creatures can use this spell to backtrack through a dungeon, maze, or similar areas even if the creature laying down the trail crossed over the spot multiple times.",
    "name_zh": "气味之痕",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一只蚁后)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每等级1名生物，任意两名之间的距离不得超过30尺",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "强韧, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你或者一名你接触到的自愿生物会留下一条带有气味的尾迹，只有在施法时你所选定的生物能够察觉这种气味。这些生物会发现他们很轻松就能追踪这条尾迹。他们在用于追踪留下这条尾迹的生物时的生存检定获得+20表现加值。拥有灵敏嗅觉 (scent) 特殊能力的受术生物会在追踪尾迹的感知检定或生存检定上获得+10表现加值。<\/p><p>此外，你可以沿着尾迹留下味觉信息。信息中的每个字或情绪需要在一个相同的地点花费一个移动动作。试图理解信息的受术生物必须进行另一次DC为20的生存检定，并且为了理解它，信息中的每个字和情绪都会使该次检定带有-1减值。无法使用或者没有嗅觉的生物无法获得该法术的好处。生物可以使用该法术在穿过地牢，迷宫或类似的区域后原路返回——即使在生物留下的尾迹多次穿越同一个点也没问题。<\/p>"
}
