{
    "key": "sea of dust",
    "name": "Sea of Dust",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sea%20of%20Dust",
    "source": ["Ultimate Wilderness pg. 234"],
    "school": "transmutation",
    "descriptors": ["water"],
    "levels": {"druid": 9},
    "castingTime": "1 hour",
    "components": "V, S, DF",
    "range": "0 ft.",
    "area": "2-mile-radius emanation",
    "duration": "permanent",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You cause all areas of water to which you have line of effect to recede as if you had cast <i>control water<\/i>. Exposed water that enters the area ebbs away, evaporating or leaching into the ground at a rate of 1 foot of depth per hour. Living creatures in the area when the spell is cast are parched with thirst and take a –4 penalty on Constitution checks to resist the effects of a hot climate, and their daily water requirement to avoid thirst doubles (<i>Pathfinder RPG Core Rulebook<\/i> 444). Plant creatures and inanimate plants take 1d6 points of nonlethal damage per hour after the first 24 hours, which bypasses hardness and damage reduction. Living creatures with the aquatic or water subtype, unless completely immersed in water, must attempt a DC 20 Constitution check each hour no matter how much water they drink. A creature that fails takes 1d6 points of nonlethal damage and becomes fatigued until it recovers from the nonlethal damage.<br><br> After 1 week, the soil in the area of <i>sea of dust<\/i> begins to break down and blow away. Moderate winds have a 50% chance each hour to cause sandstorms (<i>Core Rulebook<\/i> 431). This chance increases to 75% in strong winds and 100% in severe or stronger winds. Short-duration wind effects such as <i>gust of wind<\/i> create sandstorms with the same area and duration as the spell, plus an identical duration after the spell ends.<br><br> After 1 month, the soil in an area affected by <i>sea of dust<\/i> has virtually disintegrated. The area is treated as a shallow bog for the purposes of movement (<i>Core Rulebook<\/i> 427), with a 25% chance each hour to encounter an area equivalent to a deep bog 2d6×10 feet across, and a 5% chance to encounter a collapsing dust drift equivalent to quicksand (<i>Core Rulebook<\/i> 427) 1d6×5 feet across. The affected region remains desertlike in condition until the magic is dispelled, at which point the region recovers and returns to its original terrain over the course of time (this may take only days or weeks, or it could take months or even years, subject to GM discretion). This spell has no effect if cast on an entirely aquatic region. If the spell is cast on an island, the effects of the spell extend to the shore but not beyond.",
    "name_zh": "尘埃之海",
    "castingTime_zh": "1小时",
    "components_zh": "语言，姿势，法器",
    "range_zh": "0尺",
    "area_zh": "2英里半径弥漫",
    "duration_zh": "永久",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以让所有视线区域内的水退去，就好像你已经施展了操控水位。进入该区域的暴露的水会逐渐消失，以每小时1英尺的速度蒸发或渗入地面。当法术被施放时处于该地区内的生物会变得无比焦渴，并在抵抗炎热气候影响的体质检定中受到-4的惩罚，而且他们的每日需水量会加倍，以避免口渴（核心规则手册 444）。植物生物和无生命的植物在最开始的24小时后每小时受到1d6点非致命伤害，这会无视硬度和伤害减免。水栖或水系亚种的生物，除非完全浸入水中，否则必须每小时尝试一次DC 20的体质检定，无论他们喝多少水。一个检定失败的生物会受到1d6点的非致命伤害，并变得疲乏，直到他从非致命伤害中恢复过来。<\/p><p>一星期后，在尘埃之海范围中的泥土开始沙化和吹散。中等强度的风每小时有50%的几率造成沙尘暴（核心规则手册431）。这个几率在强风中增加到75%，在烈风和更强的风力中达到100%。短时间的风力效应，如造风术，也可以在区域中产生沙尘暴，但持续时间等于法术持续时间，加上法术结束后相同的法术持续时间。<\/p><p>一个月后，一个受尘埃之海影响的区域中的土壤实际上已经被瓦解了。区域在被穿越时被当作一个浅沼（shallow bog）（核心规则手册427），每小时有25%的几率遇到面积等于2d6×10英尺宽的深沼（deep bog），5%的几率遇到崩溃的浮动尘埃，相当于流沙（核心规则手册427），面积为1d6×5英尺宽。受影响的区域一直处于类沙漠状态，直到魔法被解除，在这段时间内，该地区会恢复到原来的地形（这可能只需要几天或几周的时间，也可能需要几个月甚至几年的时间，取决于城主的判断）。如果在一个完全的海洋环境内施放该法术，这个法术就没有效果。如果这个法术被投射到一个岛上，法术的效果会延伸到海岸，但不会超过海岸线。<\/p>"
}
