{
    "key": "sebaceous twin",
    "name": "Sebaceous Twin",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sebaceous%20Twin",
    "source": ["Pathfinder #119: Prisoners of the Blight pg. 70"],
    "school": "transmutation",
    "race": "Cyth-V'sug",
    "levels":     {
        "arcanist": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "oracle": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "living creature touched",
    "duration": "1 round/level (see text)",
    "savingThrow": "none (see text)",
    "spellResistance": "yes",
    "text": "By touching a living target, you cause a half-formed, parasitic clone of the target to burst from its midsection. The twin dangles from the target’s body, making it difficult for the target to move easily and imparting a –2 penalty on Acrobatics and Climb checks. In addition, for the spell’s duration, the target must succeed at a Fortitude saving throw at the start of its turn each round, or else it takes 1 point of Constitution damage and is sickened for that round as the twin siphons off its blood. Each time the target receives any healing (magical or otherwise), the duration of this spell is extended by 1 round. Each attack that deals damage to the target reduces the duration of this spell by 1 round. If the duration reaches 0 rounds in this manner, the twin is violently excised from the body, and the target takes 1d6 points of bleed damage (which can be healed as normal).<br><br> The effect of <i>sebaceous twin<\/i> counts as a disease effect with a DC equal to the spell’s saving throw DC.",
    "name_zh": "增生克隆",
    "race_zh": "西斯维萨格",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "接触的活物",
    "duration_zh": "1轮/等级; 见文本",
    "savingThrow_zh": "无; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过接触一个活物，你会使目标从腰腹位置（像爆痘一样）爆出一个半成型的寄生克隆体。克隆体悬挂在目标的身上，使目标难以轻松移动，并因此在特技和攀爬检定上赋予-2减值。此外，在法术的持续时间内，目标必须在每轮它的回合开始时进行一次成功的强韧豁免，否则它会因克隆体抽取血液受到1点体质伤害，并在该轮中陷入恶心。每当目标受到任何治疗（魔法的或其他）时，该法术的持续时间就会延长1轮。每次对目标造成伤害的攻击都会使该法术的持续时间缩短1轮。如果持续时间以这种方式达到0轮，克隆体将被猛烈地从身体上摘除，然后目标将受到1d6点流血伤害（可以正常被治疗）。<\/p><p>增生克隆的效果算作疾病效果，其DC等于法术的豁免DC。<\/p>"
}
