{
    "key": "secret sign",
    "name": "Secret Sign",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Secret%20Sign",
    "source": ["Black Markets pg. 25"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 2,
        "bard": 1,
        "inquisitor": 1,
        "shaman": 1,
        "skald": 1,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a lemon peel)",
    "range": "touch",
    "target": "one creature or object",
    "duration": "1 day/level",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (harmless, object)",
    "text": "You invisibly inscribe a small mark or short message (no more than 25 words) on a creature or object, similar to the way <i>arcane mark<\/i> works. The sign can be no more than 6 inches across, and if it’s a written message, it can be in any language you can read and write at the time of the spell’s casting. As you cast the spell, you can define one auditory, olfactory, tangible, or visual criterion—such as all creatures wearing green bands on their left arms or only creatures who smell of lavender or only orcs—that allows designated creatures within 30 feet to see the <i>secret sign<\/i>.<br><br> Disguises and illusions that mimic the set criterion can fool this spell. Normal darkness doesn’t conceal a visual trigger, but magical darkness or invisibility does. Auditory criteria (such as a password) and tangible criteria (such as pressing your hand against a specific object or wall) can be performed by anyone who learns of them. A <i>secret sign<\/i> cannot distinguish alignment, level, Hit Dice, or class except by external garb, but can differentiate apparent races, genders, and garments. <i>See invisibility<\/i> and <i>invisibility purge<\/i> reveal the sign, but <i>glitterdust<\/i> does not.<br><br> A caster of at least 10th level can make <i>secret sign<\/i> permanent on an object with a <i>permanency<\/i> spell using 5,000 gp of diamond dust as a material component.",
    "name_zh": "秘密标记",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一副柠檬皮)",
    "range_zh": "接触",
    "target_zh": "一个生物或物体",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>你书写一个无形的小记号或是一段简短的讯息(不超过25个字)于一个生物或著物体上，类似祕法印记(Arcane Mark)那样的功效。此标记不能超过6英吋，并且，如果此标记是写的，那么它可以是你再施展此法术期间时，任何你所能读与写的语言。当你在施展此法术时，你可以定义一种听觉、嗅觉、可触摸的或是视觉的标准─像是所有在左手臂系上绿色丝带的生物，或是嗅到薰衣草香的生物们，又或是只有兽人─令在30尺内，符合你标准的生物看见此秘密标记。<\/p><p>能模仿此标准如易容与幻术，可以愚弄此法术。正常的黑暗并不会掩盖视觉的触发机制，但魔法黑暗或隐形术(invisibility)会。听觉标准(例如密码)与触觉标准(例如将你的手压在特定的物体或是墙上)可以被展现在任何知悉他们的人前。秘密标记除了外部装束外，不能区分阵营、等级、生命总骰数(HD)，它可以辨认明显的种族、性别与服装。识破隐形(See invisibility)以及消除隐形(invisibility purge)能揭露标记，但闪光尘不行。<\/p><p>一个至少有10个施法者等级的施法者，能用5000gp的钻石尘来做为材料成分，用魔法恒定术(permanency)将秘密标记恒定在一个物体上。<\/p>"
}
