{
    "key": "secret speech",
    "name": "Secret Speech",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Secret%20Speech",
    "source":     [
        "Inner Sea Gods pg. 240",
        "Pathfinder #17: A Memory of Darkness pg. 62"
    ],
    "school": "divination",
    "race": "Calistria",
    "levels":     {
        "arcanist": 2,
        "bard": 1,
        "cleric": 2,
        "inquisitor": 1,
        "oracle": 2,
        "shaman": 2,
        "skald": 1,
        "sorcerer": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no (harmless)",
    "text": "This spell grants the target the ability to send secret messages embedded within normal speech. This is similar to the secret messages ability of the Bluff skill, but no check is needed; the speaker’s intended recipient always understands the hidden message perfectly, but other listeners cannot perceive the message at all. The target can send only one message at a time, though it can send that message to multiple listeners. The secret message is considered to be in the same language the target is speaking, and intended recipients hear and understand both the actual speech and the secret message. The target can make itself understood as far as its voice carries.<br><br> For example, at a fancy noble’s wedding, a jealous former suitor casts this spell on himself before making a speech. Everyone hears his glowing words of praise, but only his allies hear his secret message instructing them to attack the groom.",
    "name_zh": "秘密发言",
    "race_zh": "卡莉斯翠",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "接触",
    "target_zh": "接触的生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否 (无害)",
    "text_zh": "<p>本法术使受术者有能力通过普通的讲话发出秘密消息。本能力类似唬骗技能的密语能力，但无需进行技能检定; 发言者的指定目标（或多个目标）总能完美地理解信息，而其他听众则完全无法理解其中的含义。受术者同一时间只能发送一条消息，但可以发送给多个听众。秘密信息总是用发言者说话时相同的语言传达的，指定的目标可以同时听到发言者的讲话和秘密信息。可以听到受术者说话的地方也都能听到受术者的秘密信息。<\/p><p>例如，在华丽的贵族婚礼时，妒忌的前任追求者可以在发言前对自己施展这个法术。每个听众都听到他在祝福这段因缘，但他却在其中暗含秘密信息，指示他的盟友去攻击新郎。<\/p>"
}
