{
    "key": "secret chest",
    "name": "Secret Chest",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Secret%20Chest",
    "source": ["PRPG Core Rulebook pg. 338"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "arcanist": 5,
        "mesmerist": 5,
        "occultist": 5,
        "psychic": 5,
        "sorcerer": 5,
        "spiritualist": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, F (the chest and its replica)",
    "range": "see text",
    "target": "one chest and up to 1 cu. ft. of goods/caster level",
    "duration": "60 days or until discharged",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You hide a chest on the Ethereal Plane for as long as 60 days and can retrieve it at will. The chest can contain up to 1 cubic foot of material per caster level (regardless of the chest's actual size, which is about 3 feet by 2 feet by 2 feet). If any living creatures are in the chest, there is a 75% chance that the spell simply fails. Once the chest is hidden, you can retrieve it by concentrating (a standard action), and it appears next to you.<br><br>The chest must be exceptionally well crafted and expensive, constructed for you by master crafters. The cost of such a chest is never less than 5,000 gp. Once it is constructed, you must make a tiny replica (of the same materials and perfect in every detail) so that the miniature of the chest appears to be a perfect copy. (The replica costs 50 gp.) The chests are nonmagical and can be fitted with locks, wards, and so on, just as any normal chest can be.<br><br>To hide the chest, you cast the spell while touching both the chest and the replica. The chest vanishes into the Ethereal Plane. You need the replica to recall the chest. After 60 days, there is a cumulative chance of 5% per day that the chest is irretrievably lost. If the miniature of the chest is lost or destroyed, there is no way, even with a <i>wish<\/i> spell, that the large chest can be summoned back, although an extraplanar expedition might be mounted to find it.<br><br>Living things in the chest eat, sleep, and age normally, and they die if they run out of food, air, water, or whatever they need to survive.",
    "name_zh": "秘藏箱",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 器材 (箱子与其复制品)",
    "range_zh": "见文本",
    "target_zh": "一个箱子外加至多每CL 1立方尺的物品",
    "duration_zh": "60天 或 直至消散",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以将一个箱子藏在灵界位面长达60天，其间可以随意找回。该箱子可以包含至多每CL 1立方尺的东西 (箱子尺寸为3×2×2尺，但是容量和箱子实际尺寸无关)。如果箱子里有任何活物，该法术有75%的机会失败。当箱子被藏好后，你可以通过专注 (标准动作) 来将它取回，它会出现在你身边。<\/p><p>这个箱子必须由精工巧匠特别为你精心打造，而且造价昂贵。箱子的造价不能低于5000gp。当它被制造出来时，你必须做一个它的复制品 (以同样材料制作，而且要精雕细琢)，看起来是完美的缩小品 (复制品价值50gp)。箱子本身是没有魔法的，和普通箱子一样，可以装上合适的锁，或者加以防护等。<\/p><p>要藏起这个箱子，你要在同时接触箱子和复制品的时候施展这个法术。箱子会消失进入灵界位面。你需要用复制品来召回箱子。六十天后，每天增加5%的机率会让箱子无可挽回地消失。一旦箱子的小模型丢失或被毁，那么没有任何办法能把大箱子重新召唤回来，即使‘<a href=\"spell?spell=wish\">祈愿术 (wish)<\/a>’也不能，不过可以进行跨位面探险将其找回。<\/p><p>箱子内的活生物和正常情况一样需要吃睡和衰老，如果缺少食物、空气、饮水，或者其他赖以为生的东西，他们也会死去。<\/p>"
}
