{
    "key": "seek thoughts",
    "name": "Seek Thoughts",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Seek%20Thoughts",
    "source": ["Advanced Player's Guide pg. 242"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bard": 3,
        "inquisitor": 3,
        "investigator": 3,
        "medium": 2,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 2,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a handful of copper coins)",
    "range": "40 ft.",
    "area": "40-ft.-radius emanation centered on you",
    "duration": "concentration, up to 1 minute/level",
    "savingThrow": "Will negates",
    "spellResistance": "no",
    "text": "Similar to <i>detect thoughts<\/i>, <i>seek thoughts <\/i>allows you to sift through the surface thoughts of those around you. You may scan for either the answer to a simple question (such as “Where is the hidden lair of the wererats?”) or for information on a general topic (such as the beliefs of an evil cult). You detect the number of creatures who are thinking about this question or topic within range, as well as their location if they are visible to you. <i>Seek thoughts <\/i>does not let you read actual surface thoughts, only if a given creature is thinking about the topic you are concentrating on. A successful Will save prevents you from sensing a creature’s thoughts for the duration of the spell.<br><br>You can maintain concentration on <i>seek thoughts <\/i>while you engage in normal conversation, allowing you to ask leading questions about topics of interest. A creature conversing with you while you concentrate can notice that you are distracted with a successful DC 25 Sense Motive check.",
    "name_zh": "探寻思想",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (几枚铜币)",
    "range_zh": "40尺",
    "area_zh": "以你为中心, 半径40尺发散区域",
    "duration_zh": "专注, 最高1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>类似侦测思想法术，探寻思想允许你审查你周围的人的表层思想。<\/p><p>你可以扫瞄他们对一个简单问题的答案 (如‘那群鼠人藏身的巢穴在哪里？’) 或关于一个主题的相关信息 (如一个邪教的信仰)。你可以获知所有被检测回答问题和信息的生物的数量和位置，如果他们在你的视野范围内的话。<\/p><p>探寻思想并不会让你直接读取目标的表层思维，而是只能让你获知目标对于你感兴趣的部分的思考。一个成功的豁免检定会在法术持续时间结束之前都免于你的探寻。<\/p><p>你可以在保持引导探寻思想的情况下进行普通的对话，从而使你可以对你感兴趣的话题进行引导性的提问。一个正在与你进行交谈的生物，如果集中精神观察的话，通过一个DC25的察言观色检定可以发现你正在分心。<\/p>"
}
