{
    "key": "selective alarm",
    "name": "Selective Alarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Selective%20Alarm",
    "source": ["Ultimate Intrigue pg. 224"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "hunter": 2,
        "inquisitor": 3,
        "occultist": 3,
        "psychic": 3,
        "ranger": 2,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a slender iron rod 1 foot in length)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "up to 20-ft.-radius emanation centered on a point in space",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions as <i>alarm<\/i>, except that you can tweak the spell to be more discerning in what types of creatures or objects trigger the alarm. Instead of being triggered whenever a creature of Tiny size or larger enters the warded area, you can set whatever triggering conditions you wish, as long as they are based on observable phenomenon. For example, you could cause the <i>selective alarm <\/i>to trigger when creatures of a certain race (such as orcs, bugbears, or kobolds) enter the area, or whenever a group of four or more creatures enters the area together, or when a metal object is brought into the area. You can’t choose triggering conditions that rely on unobservable information, such as having it triggered when creatures of a certain alignment enter the area, nor could you have the alarm be triggered by “something worth more than 5,000 gp” entering the area, or even “a weapon” entering the area, because an item’s value and classification as a weapon is subjective, and might vary from one person to the next.",
    "name_zh": "选择性警报",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材/法器（1尺长的细铁棒）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "以空间中的1点为中心, 半径20尺的发散区域",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术的功能如同魔法警报（Alarm）一般，不过你能调整法术，使其具有更强的识别能力，让具体类型的生物或物体触发警报。取代原本的当1个超小型（Tiny）或更大体型的生物进入被保护的区域时触发警报，你能够自行设定警报的触发条件，不过该条件的前提必须基于可视现象（observable phenomenon）。举例说明，你能让选择性警报只在特定种族（比如兽人、熊地精或者狗头人）进入区域时触发、人数为4个或更多的群体同时进入区域时触发、或者当金属物体被带入区域内时触发。你无法将不可见的信息作为警报的触发条件，比如当某个阵营的生物进入区域时触发; 也不能将条件设置为当‘价值5000gp以上的物体’进入区域时触发、或者‘1把武器’进入区域时触发，因为物品的价值与是否能够被分类为武器是一种主观判断，可能会因判断者的差异而产生很大的区别。<\/p>"
}
