{
    "key": "shadow body",
    "name": "Shadow Body",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Body",
    "source": ["Occult Adventures pg. 186"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 7,
        "sorcerer": 7,
        "spiritualist": 5,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "text": "You exchange the crude matter of your material body with the insubstantial essence of the Plane of Shadow, becoming a living shadow yourself. You are visible as an unattached shadow in bright light or normal light, but you gain total concealment in dim light or darkness. Against creatures with darkvision, you gain concealment rather than total concealment. Your shadow body is incorporeal for most purposes, though you can’t fly or pass through solid objects or creatures. However, you can move at your normal speed along any surface, including horizontal and vertical surfaces and liquids, and you are never slowed by difficult terrain. Your size doesn’t change.<br><br>You can speak and cast spells and perform mental actions, but you have no physical substance and cannot manipulate objects or attack physically. You can deliver touch spells and effects as if making an incorporeal touch attack. Your equipment merges with your <i>shadow body<\/i>, so you can’t cast spells with a material component unless those spells are prepared with Eschew Materials.",
    "name_zh": "影之躯",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>你使用阴影位面（Plane of Shadow）中的无形精华替换掉了构成自己身体的原始物质，从而变化为活生生的阴影。你在光亮（bright light）和常光（normal light）的光照环境下是可见的，就如同没有依附于物体的影子一般。但是在昏暗（dim light）和黑暗（darkness）中，你会获得全隐蔽（total concealment）。在对抗具有黑暗视觉（darkvision）的生物时，你会获得隐蔽（concealment）而非全隐蔽。你的影之躯在大多数情况下被视为虚体（incorporeal），但你无法飞行或者穿过实体物质或生物。不论如何，你能够以自己的正常速度在任何表面上进行移动，包括水平和垂直于地面的表面（horizontal and vertical surfaces）以及液体表面（liquids），而且你绝不会由于困难地形（difficult terrain）而被减慢速度。你的体型无法变化。<\/p><p>你能够说话、施法（cast spells）和执行精神行为（mental actions），但是你不具有物理实体，也无法从物理层面上操控物体或进行攻击。你可以如同虚体生物进行接触攻击一般传递接触法术和效果。而你的装备也与影之躯融为一体，因此除非使用施法免材（Eschew Materials）来准备法术，否则你无法施放任何具有材料成分（material component）的法术。<\/p>"
}
