{
    "key": "shadow enchantment",
    "name": "Shadow Enchantment",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Enchantment",
    "source": ["Occult Realms pg. 17"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "skald": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "see text",
    "effect": "see text",
    "duration": "see text",
    "savingThrow": "Will disbelief, see text",
    "spellResistance": "yes",
    "text": "You use material from the Shadow Plane to cast a quasi-real, illusory version of a psychic, sorcerer, or wizard enchantment spell of 2nd level or lower. Spells that deal damage or have other effects work as normal unless the affected creature succeeds at a Will save. If the disbelieved enchantment spell has a damaging effect, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a <i>shadow enchantment<\/i>, a damaging spell deals only one-fifth (20%) the normal amount of damage.<br><br>If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to <i>shadow enchantment<\/i>’s level (3rd) rather than the spell’s normal level. Objects, mindless creatures, and creatures immune to mind-affecting effects automatically succeed at their Will saves against this spell.",
    "name_zh": "幽影惑控",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "见文本",
    "effect_zh": "见下",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则不相信; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你利用来自阴影位面的材料施放异能者、术士或法师2环(含)以下惑控法术的虚幻、半真实的版本。除非受影响的生物通过意志豁免检定，不然法术造成的伤害或其他效果如常生效。如果一个被不相信的惑控法术有伤害效果，其效果强度会变为五分之一(视情况)，或只有20%机率发生。如果认出这个法术，会造成伤害的法术只会造成正常伤害的五分之一(20%)。<\/p><p>如果被不相信的攻击有除了伤害以外的特殊效果，其效果强度会变为五分之一(视情况)，或只有20%机率发生。无论「为不相信此效果而进行的豁免」结果如何，受影响的生物也能对被模拟的法术进行相应豁免(或法术抗力)，可豁免DC使用幽影幻惑的法术环级(三环)，而非被模拟法术通常的环级。物体、无心智生物，以及免疫影响心灵效果的生物在对抗此法术的意志豁免时自动成功。<\/p>"
}
