{
    "key": "shadow transmutation",
    "name": "Shadow Transmutation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Transmutation",
    "source": ["Blood of Shadows pg. 30"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "arcanist": 6,
        "bard": 6,
        "medium": 6,
        "shaman": 6,
        "skald": 6,
        "sorcerer": 6,
        "spiritualist": 6,
        "summoner": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "see text",
    "target": "see text",
    "duration": "see text",
    "savingThrow": "Will disbelief (if interacted with), varies, see text",
    "spellResistance": "yes, see text",
    "text": "You suffuse one subject’s body with energy from the Shadow Plane, altering its form to match a creature from the Shadow Plane. Shadow transmutation can mimic any of the following spells: <i>animal growth<\/i>, <i>anthropomorphic animal<\/i><sup>UM<\/sup>, <i>enlarge person<\/i>, <i>fins to feet<\/i><sup>ARG<\/sup>, <i>longarm<\/i><sup>ACG<\/sup>, <i>polymorph<\/i>, <i>reduce person<\/i>, and <i>stone fist<\/i>. If using <i>shadow transmutation<\/i> as <i>polymorph<\/i>, the target does not gain any sensory abilities that its new form has (such as lowlight vision or darkvision) and the speed of any movement types gained from the spell cannot exceed the target’s base speed or natural speed with those movement types (whichever is higher). A creature under the effects of <i>shadow transmutation<\/i> deals normal damage and has all the normal abilities and weaknesses of whatever form it assumes using the spell.<br><br> Any creature that interacts with a target under the effects of the spell (including attacking or being attacked by that creature) can attempt a Will save to recognize the target’s true nature. Creatures that succeed at their Will saves to disbelieve the illusion take one-fifth (20%) of the normal damage from the target’s natural attacks or special abilities granted by the target’s shadowy form (if any), and the target’s special abilities that don’t deal damage have only a 20% chance of working against them. Creatures that succeed at their saves see the <i>shadow transmutation<\/i> as transparent images superimposed over the target.",
    "name_zh": "阴影转变术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "见文本",
    "target_zh": "见描述",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则不相信 (如果产生互动) ; 可变; 见描述",
    "spellResistance_zh": "可, 见文本",
    "text_zh": "<p>你将来自阴影位面的能量注满一个对象的身体，改变它的形态以使它接近一个来自阴影位面的生物。阴影转变术可以复制以下法术：动物异变、动物人化UM，变巨术，化鳍为足ARG，长臂咒，变形术，缩小术，石拳术。如果使用阴影转变术复制变形术，目标将不会获得任何新形态的感官（例如低光视觉或黑暗视觉），并且目标从法术中获得的任何移动方式的速度都无法超过目标的在该移动方式上的基础速度或自然速度（即使变形后更高），在阴影转变术效果下的生物造成正常伤害并且获得通过这个法术获得生物类别的所有正常能力和弱点。<\/p><p>当任何生物与处于阴影转变术影响下的目标互动（包括攻击或被那个生物攻击）时可以通过一个意志豁免以认清目标的真实本质。成功通过意志豁免以不相信这个幻术的生物在受到来自目标的由目标的阴影形态提供的天生武器攻击或特殊能力（如果有的话）时只受到20%正常伤害，不造成伤害的特殊能力对于它们也只有20%几率生效。成功通过意志豁免的生物可以看穿阴影变形术只是笼罩在目标上的模糊朦胧的透明影像。<\/p>"
}
