{
    "key": "shadow conjuration",
    "name": "Shadow Conjuration",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Conjuration",
    "source": ["PRPG Core Rulebook pg. 340"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "mesmerist": 4,
        "redmantisassassin": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "see text",
    "effect": "see text",
    "duration": "see text",
    "savingThrow": "Will disbelief (if interacted with)",
    "spellResistance": "yes; see text",
    "text": "You use material from the Plane of Shadow to shape quasi-real illusions of one or more creatures, objects, or forces. <i>Shadow conjuration<\/i> can mimic any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 3rd level or lower.<br><br><i>Shadow conjurations<\/i> are only one-fifth (20%) as strong as the real things, though creatures who believe the <i>shadow conjurations<\/i> to be real are affected by them at full strength. Any creature that interacts with the spell can make a Will save to recognize its true nature.<br><br>Spells that deal damage have normal effects unless the affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth (20%) damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save that the spell being simulated allows, but the save DC is set according to <i>shadow conjuration<\/i>'s level (4th) rather than the spell's normal level. In addition, any effect created by <i>shadow conjuration<\/i> allows spell resistance, even if the spell it is simulating does not. Shadow objects or substances have normal effects except against those who disbelieve them. Against disbelievers, they are 20% likely to work.<br><br>A shadow creature has one-fifth the hit points of a normal creature of its kind (regardless of whether it's recognized as shadowy). It deals normal damage and has all normal abilities and weaknesses. Against a creature that recognizes it as a shadow creature, however, the shadow creature's damage is one-fifth (20%) normal, and all special abilities that do not deal lethal damage are only 20% likely to work. (Roll for each use and each affected character separately.) Furthermore, the shadow creature's AC bonuses are just one-fifth as large.<br><br>A creature that succeeds on its save sees the <i>shadow conjurations<\/i> as transparent images superimposed on vague, shadowy forms. Objects automatically succeed on their Will saves against this spell.",
    "name_zh": "幽影咒法术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "见文本",
    "effect_zh": "见后文",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则不相信 (若有互动)",
    "spellResistance_zh": "可; 见文本",
    "text_zh": "<p>你利用阴影位面的物质塑造出几可乱真的幻象，对象可为生物，物体或力场。幽影咒法术可以模拟出术士和法师的咒法系 (创造) 或咒法系 (召唤) 法术，法术环位不高于3环。<\/p><p>幽影咒法术所塑造的物体只有真实事物1/5 (20%) 的强度，不过那些将幽影咒法术信以为真的生物则会受到完整的影响。任何与法术产生互动的生物能够进行一次意志豁免来识别出它的本质。<\/p><p>除非受影响的生物成功通过意志豁免，否则伤害性法术可发挥全部力量。不相信的生物仅从攻击受到1/5 (20%) 的伤害，若该法术有除了伤害以外的效果，则仅有20%的机率发生。不管是否通过意志豁免，对方都可对法术进行原有的豁免检定 (法术抗力也有效)，但是豁免DC使用幽影咒法术的环位 (4环)，而非模仿法术的正常环位。此法术模拟出的任何法术都可以用法术抗力来对抗，不管被模拟的法术是否可用法术抗力。对于相信者来说，幽影物体或物质有全部正常效果。而对于不相信者，它们仅有20%机率起作用。<\/p><p>幽影生物的HP为正常值的1/5 (无论它是否被识破)。它可造成正常与原物相同的伤害，属性及弱点也一样。但对于认出它们是幽影生物的生物来说，仅能造成20%的伤害，不造成致命性伤害的特殊能力仅有20%的机率施展成功 (对每个受影响者及每种效果分别投骰)。此外，幽影生物的AC加值也只有1/5。<\/p><p>成功豁免的生物看到的幽影咒法都是模糊朦胧的透明影像。物体可视作自动通过意志豁免检定。<\/p>"
}
