{
    "key": "shadow weapon",
    "name": "Shadow Weapon",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Weapon",
    "source": ["Ultimate Magic pg. 237"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "arcanist": 1,
        "bloodrager": 1,
        "occultist": 1,
        "psychic": 1,
        "redmantisassassin": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "0 ft.",
    "effect": "one shadow weapon",
    "duration": "1 minute/level",
    "savingThrow": "Will disbelief (if interacted with)",
    "spellResistance": "yes",
    "text": "Drawing upon the Plane of Shadow, you shape a quasi-real masterwork melee weapon of a type you are proficient with. You may use this weapon to make attacks as if it were a real weapon, dealing normal damage for a weapon of its type. The first time you hit a creature with the weapon, it may make a Will save to disbelieve; failure means the weapon deals damage normally, success means it only takes 1 point of damage from the weapon’s attacks. The weapon only deals 1 point of damage to objects.<br><br>If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the <i>shadow weapon <\/i>strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the target may save to disbelieve as normal.<br><br>At 5th level, the weapon gains a +1 enhancement bonus. At 10th-level, you may increase the enhancement bonus to +2 or add the frost or keen weapon property. The <i>frost <\/i>and <i>keen <\/i>properties have no effect if the target makes its disbelief save.<br><br>The spell ends if the weapon leaves your possession.",
    "mythicSource": ["Mythic Adventures pg. 107"],
    "mythicText": "Add your tier to your caster level when determining what enhancement bonus or weapon special abilities the weapon can have. The weapon deals half damage to creatures that disbelieve in it and to objects, instead of only 1 point.<br><br> You can spend a swift action to transform the weapon into a dull black metal ring on your finger, or to return it from its ring form to its weapon form in your hand. ",
    "name_zh": "幽影武器",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "0尺",
    "effect_zh": "一把幽影武器",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则不相信 (若有互动)",
    "spellResistance_zh": "可",
    "text_zh": "<p>你从阴影位面抽取能量，塑造成一把你选择的种类的精制品近战武器。<\/p><p>你可以像使用一把真正的武器一样使用这把武器进行攻击，并造成与其种类相应的正常伤害。<\/p><p>当你第一次用这把武器攻击一个生物，它可以进行一次意志检定来进行怀疑; 豁免失败会造成正常武器伤害，如果成功的话之后这把武器的攻击只能对其造成1点伤害。这把武器对物体总是只能造成1点伤害。<\/p><p>如果你攻击一个拥有法术抗力的生物，你必须进行一次施法者等级检定 (1d20+施法者等级) 来击破法术抗力。如果抗力成功则该法术被驱散。如果你击破抗力，目标可以正常进行豁免检定来选择是否不相信。<\/p><p>在5级，武器获得+1增强加值。在10级，你可以选择将武器增强加值提高到+2或增添霜寒或锐锋属性。如果目标豁免成功而不相信，则武器附加的霜寒和锐锋也不会有任何效果。<\/p><p>如果武器离开你的手，法术立刻结束。<\/p>",
    "mythicText_zh": "<p>在判断武器能够具有多少增强加值或者何种武器特殊能力时，将你的阶层加到你的施法者等级上。对于不相信武器为实体的生物以及物体来说，武器能够造成半额伤害，以取代原本的1点伤害。<\/p><p>你能够花费迅捷动作将武器转化为暗黑色的金属指环并套在你的手指上，或者将它从戒指形态转化为武器形态握于你的手中。<\/p>"
}
