{
    "key": "shadow bomb admixture",
    "name": "Shadow Bomb Admixture",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Bomb%20Admixture",
    "source": ["Ultimate Combat pg. 243"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "alchemist": 2,
        "investigator": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "savingThrow": "special, see below",
    "spellResistance": "special, see below",
    "text": "Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract’s duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word “bomb admixture” in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.<br><br>When you throw a bomb and hit a direct target, a shadowy substance is released from the bomb covering the direct target and up to three creatures that take damage from the bomb’s splash (alchemist’s choice). The affected creatures must successfully make a Fortitude saving throw, or they gain concealment but treat all other creatures as having concealment for the duration of the <i>shadow bomb admixture<\/i>. This effect does not ignore spell resistance.",
    "name_zh": "暗影炸弹添加剂",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "特殊; 见文本",
    "spellResistance_zh": "特殊, 见文本",
    "text_zh": "<p>通过饮用这个公式制作的化合炼成，使你注入炸弹的魔法产生显著变化，在该化合炼成的持续时间内制造并投掷的所有普通炼金炸弹的基本性质均被改变。该效果对任何用于改变炸弹性质的科研发现没有影响，而且同一时间你只能拥有一种添加剂效果 (名称中带有“炸弹添加剂”的公式)。如果你饮用另一剂炸弹添加剂，那么之前生效的炸弹添加剂效果结束，新获得的效果生效。<\/p><p>当你投掷炸弹并且直接命中目标时，暗影物质会从炸弹中释放出来，并覆盖目标外加最多3名受到炸弹溅射伤害的生物 (由炼金术师选择)。受影响的生物必须成功通过强韧豁免检定，否则在暗影炸弹添加剂存续期间内获得隐蔽并视所有其他生物处于隐蔽 (concealment) 状态。该效果无法忽略法术抗力。<\/p>"
}
