{
    "key": "shadow anchor",
    "name": "Shadow Anchor",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Anchor",
    "source": ["Advanced Race Guide pg. 211"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "race": "wayang",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "mesmerist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "skald": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "S",
    "range": "touch",
    "effect": "a shadowy shadow tether",
    "target": "creature touched",
    "duration": "1 round/level (D); see text",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "The target’s shadow becomes a flexible tether to its current square. The creature can move up to 5 feet from that square without penalty. Moving farther than 5 feet from the tether point requires the target to make a bull rush combat maneuver check against a CMB of 10 + 1/2 your caster level + your Intelligence modifier (if a witch or wizard) or Charisma modifier (if a bard or sorcerer). The target takes a –1 penalty for every 5 feet of distance between it and its tethered square. Failing this check means the target’s move is wasted and it cannot move farther away. If it fails this check by 10 or more, it is pulled 5 feet toward the tether square and is knocked prone. If it beats the check by 10 or more, the spell ends. This spell does not work on creatures that do not cast shadows or reflections. If the target uses a teleportation effect or leaves the current plane, the spell ends.",
    "mythicSource": ["Mythic Adventures pg. 107"],
    "mythicText": "Add your tier to the CMD of the shadow tether. A creature attempting to escape the shadow tether using planar travel or teleportation must succeed at a Will saving throw or be shunted to the Plane of Shadow instead of its intended destination, as if it had cast <i>shadow walk<\/i> (if the target could not reach the Shadow Plane from its current location using shadow walk, this aspect of the spell has no effect). ",
    "name_zh": "影锚术",
    "race_zh": "剪影人",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势",
    "range_zh": "接触",
    "effect_zh": "一条模糊的影绳",
    "target_zh": "接触到的生物",
    "duration_zh": "1轮/等级 (可解消); 见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>目标的影子化为柔韧的绳索拴在在他当前的方格内。生物能够离开该方格5尺距离而不受到任何惩罚。如果想要移出距离绳子拴住的位置5尺以上距离，目标需要进行一次冲撞战技检定，对抗等同于“10+1/2你的施法者等级+施法关键属性修正”的CMD。目标与影绳拴住方格的距离每超出5尺，就会受到-1减值。检定失败意味着目标的移动被浪费并且无法移动得更远。如果目标在检定中失败10点或者更多的话，他会向着影绳的方向被拉动5尺并且摔倒。而当目标在检定中胜出10点或更多时，法术效果结束。该法术对没有影子或倒影的生物无效。如果目标使用传送效果或者离开当前的位面，法术效果结束。<\/p>",
    "mythicText_zh": "<p>将你的阶层加到影绳的CMD上。尝试使用位面旅行（planar travel）或者传送（teleportation）摆脱影绳的生物必须成功进行意志豁免，失败就会被转移至阴影位面（Plane of Shadow）而非目标预期的目的地，就如同他施放了行影术（shadow walk）一般（若目标无法从他的当前位置使用行影术抵达阴影位面，那么法术在该方面的效果不会生效）。<\/p>"
}
