{
    "key": "shared sacrifice",
    "name": "Shared Sacrifice",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shared%20Sacrifice",
    "source":     [
        "Inner Sea Gods pg. 240",
        "Faiths of Corruption pg. 28"
    ],
    "school": "necromancy",
    "descriptors": ["evil"],
    "race": "Asmodeus",
    "levels":     {
        "antipaladin": 3,
        "cleric": 2,
        "oracle": 2,
        "shaman": 2,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 2,
        "witch": 2
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 round/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You create a link to a target and can direct pain and damage through this link. You take only half damage from effects and attacks that deal hit point damage. The target of this spell takes the remainder of the damage. Forms of harm that do not involve hit points, such as charm effects, temporary ability damage, level drain, and death effects cannot be shared through this link. If you suffer a reduction in hit points because of a lowered Constitution score, the reduction is not split with the target of this spell because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between the subject and you, but damage already split is not reassigned back to you.<br><br> If you and the target of the spell move out of range of each other, the spell immediately ends.",
    "name_zh": "共受血祭",
    "race_zh": "阿斯摩蒂斯",
    "castingTime_zh": "1轮",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过此法术，你在自己与目标直接建立了一道链接，它将传递你的身体所遭受的创伤和苦痛。在受到损害和攻击（包括特殊能力）使你损失生命值时，你只用承受其中一半的数量，而余下的部分则转给你所链接的生物承受。并不支持生命值降低的效果，如魅惑效果，暂时性的属性伤害，等级吸取和死亡效果无法通过此链接共享。如果你因为降低的体质值而同时降低了生命值，这个效果也不能被共享——因为它不是生命值伤害。当法术效果结束时，仍然保持在你身上的持续伤害效果将不再被共享，但是之前已经减半过的伤害也不会返还给你。<\/p><p>如果你和法术目标之间的距离大于法术的距离，那么法术结束。<\/p>"
}
