{
    "key": "shield other",
    "name": "Shield Other",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shield%20Other",
    "source": ["PRPG Core Rulebook pg. 342"],
    "school": "abjuration",
    "levels":     {
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "paladin": 2,
        "psychic": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a pair of platinum rings worth 50 gp worn by both you and the target)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "This spell wards the subject and creates a mystic connection between you and the subject so that some of its wounds are transferred to you. The subject gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. Additionally, the subject takes only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by the warded creature is taken by you. Forms of harm that do not involve hit points, such as charm effects, temporary ability damage, level draining, and death effects, are not affected. If the subject suffers a reduction of hit points from a lowered Constitution score, the reduction is not split with you because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between the subject and you, but damage already split is not reassigned to the subject.<br><br>If you and the subject of the spell move out of range of each other, the spell ends.",
    "mythicSource": ["Mythic Adventures pg. 108"],
    "mythicText": "Increase the range to long (400 feet + 40 feet per caster level). Subtract your tier from any damage transmitted to you through the mystical connection before applying the damage (minimum 1 hp of damage). When you use your surge ability to modify a saving throw against an effect that also affects your linked ally, the ally also applies your surge bonus die result to the ally’s saving throw. If the ally also uses its own surge ability, it takes either your result or its result, whichever is higher. ",
    "name_zh": "护卫他人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材 (一对价值50gp的白金戒指，分别佩戴在你与目标身上)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>此法术在你和受术者之间形成某种神秘的联结，使得他遭受的部分伤害可以转移到你身上。受术者的AC获得+1偏斜加值，豁免检定获得+1抗力加值。另外受术者所受的任何造成HP损失的创伤和攻击均减半 (包括由特殊能力造成的)，剩下的部分则由施法者承受。不减少HP的伤害，比如魅惑、暂时性属性伤害、吸取等级及即死效果则不受影响。若受术者的HP因体质降低而减少，施法者亦不受影响，因为这不是HP伤害。法术结束后，后续的伤害不会再分给你与受术者，但已分配的伤害也不会转回受术者身上。<\/p><p>一旦你和受术者之间的距离超出法术范围，则法术结束。<\/p>",
    "mythicText_zh": "<p>范围增加至‘远距（400尺 + 每施法者等级40尺）’。通过神秘联结传输给你的伤害在应用到你身上之前会减少，减少的数额等同于你的阶层（最低1点伤害）。当你使用神力涌动（surge）能力修正豁免检定来对抗一个效果，而且这个效果还影响到与你联结的盟友时，该名盟友也能在他的豁免检定中应用你的神力涌动加骰结果。若该名盟友也使用了自身的神力涌动能力，他会从自身和你的神力涌动加骰中取较高的结果。<\/p>"
}
