{
    "key": "shifting sand",
    "name": "Shifting Sand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shifting%20Sand",
    "source": ["Advanced Player's Guide pg. 243"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "arcanist": 3,
        "druid": 3,
        "hunter": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a handful of sand)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "20-ft. spread",
    "duration": "1 round/level (D)",
    "savingThrow": "Reflex negates, see text",
    "spellResistance": "no",
    "text": "You cause an earthen or sandy surface to shift and churn within the area. The <i>shifting sand <\/i>obliterates tracks and is considered difficult terrain. Acrobatics checks in the area take a penalty equal to your caster level (maximum +10). Creatures entering or beginning their turn in the <i>shifting sand <\/i>must make a Reflex save each round or become entangled until the beginning of their next turn. If they attempt to move while entangled, they must make a second Reflex save or fall prone. Creatures with the stability racial trait (like dwarves) may apply it as a bonus on their saving throws. <br><br>As a move action, you may move the area of <i>shifting sand <\/i>up to 10 feet in any direction. Creatures that are entangled or prone in the spell’s area are carried along with the <i>shifting sand <\/i>in the same direction if possible. This movement does not provoke attacks of opportunity. Unattended Medium or smaller objects may also be carried along or shallowly buried by the <i>shifting sand<\/i>.",
    "name_zh": "流沙术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一捧沙子)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "20尺半径范围",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你让一片区域的泥土或沙子开始在区域内开始流动。<\/p><p>流沙将会抹掉上面的痕迹，并且被视作困难地形。区域内的所有特技技能检定都会受到等于你施法者等级的罚值 (最多-10)。<\/p><p>一个生物如果进入区域或轮到他们行动时处于流沙范围内，必须进行一次反射检定，否则在它们下一轮开始前陷入纠缠状态 (entangled)。如果它们是在纠缠时试图移动，必须通过第二次反射检定，否则摔倒。拥有稳定 (stability) 种族特性的生物 (例如矮人) 可以将其作为加值计入豁免检定。<\/p><p>以一个移动动作，你可以让流沙区域向任意方向移动10尺。如果可能的话，被纠缠或摔倒在流沙上的生物会被流沙带往同一方向。这个移动不会引发藉机攻击。无人持有的中型或小型物体也会被带走，或是被流沙掩埋。<\/p>"
}
