{
    "key": "silence",
    "name": "Silence",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Silence",
    "source": ["PRPG Core Rulebook pg. 343"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "antipaladin": 2,
        "bard": 2,
        "cleric": 2,
        "inquisitor": 2,
        "mesmerist": 2,
        "oracle": 2,
        "psychic": 2,
        "skald": 2,
        "warpriest": 2
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "area": "20-ft.-radius emanation centered on a creature, object, or point in space",
    "duration": "1 round/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes; see text or no (object)",
    "text": "Upon the casting of this spell, complete silence prevails in the affected area. All sound is stopped: Conversation is impossible, spells with verbal components cannot be cast, and no noise whatsoever issues from, enters, or passes through the area. The spell can be cast on a point in space, but the effect is stationary unless cast on a mobile object. The spell can be centered on a creature, and the effect then radiates from the creature and moves as it moves. An unwilling creature can attempt a Will save to negate the spell and can use spell resistance, if any. Items in a creature's possession or magic items that emit sound receive the benefits of saves and spell resistance, but unattended objects and points in space do not. Creatures in an area of a <i>silence<\/i> spell are immune to sonic or language-based attacks, spells, and effects.",
    "mythicSource": ["Mythic Adventures pg. 108"],
    "mythicText": "This spell also applies to telepathy, cutting off any mental communication within the area. At the time of casting, you can choose to be immune to your own <i>mythic silence<\/i> effect and can designate up to one creature per tier to also gain this immunity. Creatures immune to the <i>mythic silence<\/i> are subject to sonic effects as normal. ",
    "name_zh": "沉默术",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "area_zh": "以一个物体, 生物 或 者空间中的一点为中心, 半径20尺发散区域",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可; 见文本 或 否 (物体)",
    "text_zh": "<p>施放该法术时，受影响的区域内陷入一片完全的静默。所有的声音都被阻止了：无法交谈，无法施展有语言成分的法术，任何声音都不会传入、传出或穿过此区域。法术可施展于空间中的一点，但除非是施展于移动物体，否则影响区域是静止不动的。法术能以一个生物为中心，此时效果会从生物身上发散出来，并随之进行移动。非自愿的生物可以进行意志检定来使效果无效，也可使用法术抗力 (若有的话)。可发声的魔法物品或被生物持有的物体亦可进行豁免或应用法术抗力，但无主的物体不可进行检定，空间点也不可。沉默术区域内的生物免疫音波或依赖语言的攻击、法术和效果。<\/p>",
    "mythicText_zh": "<p>该法术还能应用于心灵感应（telepathy），它会切断区域范围内的任何心灵通信（mental communication）。在施法时，你能够选择自身免疫这个神话沉默术效果，而且能够指定至多每阶层1名生物也获得这个免疫效果。免疫神话沉默术的生物会如常受到音波效果（sonic effects）的影响。<\/p>"
}
