{
    "key": "skin tag",
    "name": "Skin Tag",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Skin%20Tag",
    "source": ["Haunted Heroes Handbook pg. 28"],
    "school": "necromancy",
    "subSchools": ["haunted"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "alchemist": 1,
        "arcanist": 1,
        "medium": 1,
        "occultist": 1,
        "shaman": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 minute",
    "components": "V, S, M (beverage or food item, plus special reagents worth 25 gp)",
    "range": "touch (object); 1 mile (remote effects)",
    "target": "1 beverage or piece of food touched",
    "duration": "1 day plus 1 day/level (D)",
    "savingThrow": "none (object), Fortitude negates",
    "spellResistance": "no (object), yes (creature)",
    "text": "You mix a malign spirit into a piece of food, a drink, or some other item to be consumed (including alchemical items, potions, elixirs, or similar items). The <i>skin tag<\/i> spell discharges when the item is consumed, affecting the creature that used the item unless it succeeds at a Fortitude save. The spirit embeds itself somewhere in the affected creature’s skin, forming a painless set of wrinkles and tags of skin that looks vaguely like a face when the haunt activates. You are considered to have a body part from the affected creature for the purpose of <i>scrying<\/i> and similar divination spells. Once per day as a standard action, you can remotely cause the spirit to make the affected creature’s skin crawl, causing the creature to become sickened for 1d4 rounds + 1 round per 2 caster levels you have (to a maximum of 5 extra rounds at 10th level) unless it succeeds at a Fortitude save. Alternatively, once per day you can remotely use a hex, a mind-affecting spell, or a necromancy spell that causes disease or possession on the affected creature. Each time you use the  remote sickening or spell or hex effect, the spell’s haunt-like manifestation occurs during that round. <br><br>",
    "name_zh": "人面疮",
    "castingTime_zh": "1分钟",
    "components_zh": "语言、姿势、材料 (饮料或食品，加入值25gp的特殊试剂)",
    "range_zh": "接触 (物体); 1里 (远程效果)",
    "target_zh": "接触的一瓶饮料或一块食物",
    "duration_zh": "1天+1天/等级 (可解消)",
    "savingThrow_zh": "无 (物体); 强韧, 通过则无效; 见文本",
    "spellResistance_zh": "无 (物体); 有 (生物)",
    "text_zh": "<p>你将一个恶灵与一份食物、饮料或其他消耗品混合在一起（包括炼金术物品、药剂、灵药或类似物品）。当物品被消耗时，肤斑法术就会被触发，影响使用该物品的生物，除非他成功通过强韧豁免。这个灵体会将自己嵌入到受影响生物的皮肤上的某个部位，无痛地形成一系列皱纹和肤斑，当作祟灵被激活时，这些皱纹和肤斑隐约看起来就像是一张面孔。在使用探知术和类似的预言法术时，你被认为拥有来自受影响生物的身体的一部分。每天一次，作为一个标准动作，你可以远程地让这个灵体使受影响的生物的皮肤蠕动起来，使该生物在1d4+1/2施法者等级的轮内变得恶心（最长为10级时的额外5轮），除非他成功通过一次强韧豁免。或者，每天一次，你可以远程使用一个巫术，一个影响心灵法术，或一个会对受影响生物造成疾病或附身的死灵法术。每当你远程使目标恶心，使用法术或巫术效果，这个法术的类作祟现象就会在该轮中显现。<\/p><p>作祟数据<\/p><p>察觉：察觉检定DC 20（尝到腐烂的味道）或DC 25（如果受影响的生物穿着护甲或沉重的衣服）<\/p><p>生命值：5hp/等级; 触发：有条件（使用物品或法术的远距效果）; 再起：无<\/p>"
}
