{
    "key": "skinsend",
    "name": "Skinsend",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Skinsend",
    "source": ["Ultimate Magic pg. 238"],
    "school": "necromancy",
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "investigator": 2,
        "occultist": 2,
        "psychic": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 minute",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 hour/level (D)",
    "text": "You cause your own skin to peel off your body and animate as a magical creature you control. You may project your consciousness to your animated skin or return it to your actual body as a standard action. When your consciousness is in your body, you are helpless (except for transferring your will to your skin, or dismissing the spell).<br><br>Your possessed skin is identical to you in all ways, except the following: It has only half the number of hit points you had at the time you cast the spell, and cannot be healed above this maximum; construct type, traits, and immunities; Str 3, Con —; DR 10/piercing or slashing; and compression (as the universal monster ability). Your skin can take any actions you could normally take in your own body (such as to fight or cast spells).<br><br>When your skin leaves your body, your body’s hit points drop to 0. Your body cannot heal damage naturally while you have no skin, nor do spells that cure hit point damage work on your body; only regeneration (from a <i>regenerate <\/i>spell, <i>ring of regeneration<\/i>, the regeneration monster ability, or any other effect that can regrow missing limbs) or <i>heal <\/i>can regrow your skin and allow you heal above 0 hit points.<br><br>If your body is regenerated before your skin returns to it, the skin dies and your consciousness returns automatically to your body. Your skin can be preserved with <i>gentle repose <\/i>and is suitable for any purpose that requires some of your flesh (such as a <i>resurrection <\/i>spell) or any magic or ritual that requires a creature’s skin.<br><br>When your skin returns to your body, you regain hit points equal to your skin’s remaining hit points. If the spell ends before you reunite with your skin or if your skin is killed while you are in your body, you remain helpless and at 0 hit points until your full body is restored to you (requiring powerful magic, as described above). If your body dies while you are possessing your skin, you die when the spell ends, regardless of how many hit points the skin has left. If your body or skin is slain with your consciousness in it, the spell ends and you are instantly killed.<br><br>This spell leaves long scars on your skin where it split apart, although these fade normally with the use of healing magic.",
    "name_zh": "画皮",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1小时/等级 (可解消)",
    "text_zh": "<p>你让自己的皮肤剥离身体，如同一个被你控制的魔法生物一样行动。<\/p><p>你可以以一个标准动作让自己的意识投影在皮肤上，或回归自己的身体。当你的意识处于你自己的身体中时，你处于无助状态 (除非你把意识投影在皮上，或者解除法术效果)。<\/p><p>当你附身在皮肤上时，除了下述部分以外，如同你本人在行动。皮肤只会拥有你施放法术时一半的生命值，即使受到治疗也不会超过这个上限。<\/p><p>你获得构装种别、特性和免疫性; 力量变为3，体质变为-。获得DR10/穿刺，并且获得压缩 (compression) 特性。你的皮能够像你原本的肉体一样正常行动 (战斗和施法等)。<\/p><p>当你的皮离开身体时，你的身体的生命值变为0。当你的身体没有皮肤的时候，伤害不会自然恢复。即使是能够回复生命值的效果，也只有那些可以让皮肤再生的效果 (复原术，再生指环，再生的怪物能力或其他能让四肢重新生长的效果) 可以通过使皮肤再生来让你的肉体HP回复到0以上。<\/p><p>如果你的肉体在原本的皮肤回归之前便再生出了皮肤，那么原本的皮肤将会死亡，而你的意识会自动回到身体中。原本的皮肤可以被进行妥善保存，以备那些需要使用你的肉体部分的法术和仪式使用 (如复活术)。<\/p><p>当你的皮肤回归肉体，你会回复等同皮肤剩余生命值的生命值。如果在皮肤回归之前法术被强行终止，或是皮肤被杀掉，那么直到你的身体被修复 (需要上述的效果) 之前，你都会一直保持0生命值的无助状态。<\/p><p>如果当你的意识附身在皮肤上，而肉体被杀害，那么无论你的皮肤还有多少生命值，你都会在法术效果结束后立即死亡。如果你的皮肤或身体被杀害，而你的意识正好位于其中，法术结束而你立刻死亡。<\/p><p>这个法术会在你皮肤裂开的位置留下一条很长的伤疤，不过治疗法术可以使其褪去。<\/p>"
}
