{
    "key": "sleepwalking suggestion",
    "name": "Sleepwalking Suggestion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sleepwalking%20Suggestion",
    "source": ["Horror Adventures pg. 127"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 5,
        "bard": 4,
        "medium": 3,
        "mesmerist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (two  doses of oil of taggit worth 180 gp total)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "24 hours",
    "savingThrow": "Will negates or none (see text)",
    "spellResistance": "yes",
    "text": "You compel the target creature to rise from its sleep as if sleepwalking and perform a course of activity (limited to a sentence or two). The spell takes effect immediately if the target is already asleep, or as soon as the target falls asleep if it is conscious. You can specify that the creature should wait before taking action when you give your instructions if you so choose. A sleeping creature doesn’t get a save against this spell. The suggested activity must not cause the target to directly harm itself or others, but it doesn’t need to be reasonable. For example, you could instruct the target to unlock doors and windows or poison its ally’s rations, but not jump off a roof or perform a coup de grace action against a sleeping ally. Instructions that cause direct harm prompt the target to awaken just prior to performing the action and the target experiences a vague memory of what it was supposed to do.<br><br> The target moves at its speed, but isn’t capable of running or moving at a higher rate of speed. It moves in dark conditions as if it had darkvision and can perform most simple and skillbased actions, but it can’t engage in combat, spellcasting, or actions that require significant cognitive awareness (like making complex decisions, solving puzzles, or using complicated magic items). If the creature takes any damage while sleepwalking, it must attempt a new saving throw. If it succeeds, the spell ends and the creature awakens. When the target completes the suggested course of activity, or when the spell ends or is dismissed, the target remains unconscious and returns to where it was sleeping and must be awoken normally. It retains no memory of what it did while unconscious (with the only exception described above).<br><br> Unlike the <i>sleepwalk<sup>APG<\/sup><\/i> spell, attempts to use <i>sleepwalking suggestion<\/i> on a creature that is unconscious for any reason other than sleep automatically fail. A creature affected by <i>sleepwalking suggestion<\/i> is unaware it has been programmed to act in its sleep (unless awoken because it was about to cause harm).",
    "name_zh": "梦游暗示",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (两剂量的腐精油(oil of taggit)，价值180gp)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "24小时",
    "savingThrow_zh": "意志, 通过则无效 或 没有; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你迫使受术者在睡眠中起身，好似梦游一样，并进行一个有过程的活动(限制1-2句话)。如果受术者已经睡着了，则该法术立即生效; 或是目标清醒着，但只要他一睡着就会生效。当你下达你的指令前，生物必须再采取行动前等待，你可以这样具体指定，如果你选择这么作的话。一名睡着的生物不会得到对此法术的豁免机会。所暗示的活动必须不能使受术者直接伤害他自身或其他人，但并不需要合理。举例来说，你可以命令受术者把门与窗的锁打开或着在他盟友的口粮中下毒，但不能是从屋顶跳下去，或是对熟睡的盟友进行一次致命一击行动(CDG，coup de grace)。造成直接伤害的指令，会在受术者行动前使他立即清醒，并且受术者会感受到应该要做的事情模糊的记忆。<\/p><p>受术者用他的速度移动，但他不能够跑或用更高的速度移动。他能在黑暗状态中移动，就如同他拥有黑暗视觉，并能进行很简单的、基于技能的行动，但他不能进行战斗、施法或着需要重要认知意识的行动(像做出复杂的决定、解谜、或使用复杂的魔法道具)。如果该生物在梦游时受到任何伤害，他必须尝试一次新的豁免检定。如果他成功了，该法术结束并且该生物清醒。当受术者完成了被暗示的有过程的活动，或着法术结束或发散，受术者保持昏迷，并回到他睡觉的地方，并且必须被正常的唤醒。他不会保留当他昏迷时所作的事情的记忆(唯一的例外上面有描述)。<\/p><p>不像梦游(sleepwalk)APG术，尝试对任何非因睡眠原因而昏迷的生物使用梦游暗示将会自动失败。受到梦游暗示影响的生物，不会意识到他已经被规划好在睡着时行动(除非是因为他即将造成伤害)。<\/p>"
}
