{
    "key": "soften earth and stone",
    "name": "Soften Earth and Stone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Soften%20Earth%20and%20Stone",
    "source": ["PRPG Core Rulebook pg. 345"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "druid": 2,
        "hunter": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "10-ft. square/level; see text",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "When this spell is cast, all natural, undressed earth or stone in the spell's area is softened. Wet earth becomes thick mud, dry earth becomes loose sand or dirt, and stone becomes soft clay that is easily molded or chopped. You affect a 10-foot square area to a depth of 1 to 4 feet, depending on the toughness or resilience of the ground at that spot. Magical, enchanted, dressed, or worked stone cannot be affected. Earth or stone creatures are not affected.<br><br>A creature in mud must succeed on a Reflex save or be caught for 1d2 rounds and unable to move, attack, or cast spells. A creature that succeeds on its save can move through the mud at half speed, and it can't run or charge. Loose dirt is not as troublesome as mud, but all creatures in the area can move at only half their normal speed and can't run or charge over the surface. Stone softened into clay does not hinder movement, but it does allow characters to cut, shape, or excavate areas they may not have been able to affect before.<br><br>While this spell does not affect dressed or worked stone, cavern ceilings or vertical surfaces such as cliff faces can be affected. Usually, this causes a moderate collapse or landslide as the loosened material peels away from the face of the wall or roof and falls (treat as a cave-in with no bury zone, see Environment).<br><br>A moderate amount of structural damage can be dealt to a manufactured structure by softening the ground beneath it, causing it to settle. However, most well-built structures will only be damaged by this spell, not destroyed.",
    "name_zh": "柔石术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "每等级10尺边长的方形区域; 见文本",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>当法术施展时，影响区域内所有暴露在外的天然泥土和岩石都会软化。湿土变为泥沼，干土变为散沙，岩石变为柔软易塑的粘土。法术影响区域为10英尺见方，深度为1至4英尺，这由该区域土地的硬度或弹性决定。魔法的、增强的、被包覆或加工过的石头都不受影响。土系和石制生物不受影响。<\/p><p>陷入泥沼的生物必须通过反射豁免，否则被困1d2轮，且无法移动、攻击或施法。成功豁免的生物可以在泥沼里半速移动，但无法在这地面上奔跑或冲锋。散沙不如泥沼麻烦，但是区域内的生物还是只能以正常速度的一半移动，也不能在这地面上奔跑或冲锋。变成粘土的石头不会妨碍行动，却可以任意切割、捏塑或挖掘，以进入之前无法探索的区域。<\/p><p>尽管柔石术对包覆着的或被加工过的石头无效，但是会影响洞窟顶和垂直峭壁。通常这会造成坍塌或山崩，因为它会使这些物质从墙面或洞顶剥离下来从而掉落 (视为没有掩埋区域的塌方，见环境章节)。<\/p><p>将此法术施展于建筑物附近的地面会导致它下沉，从而使之受损。但是多数坚固的建筑只会受到损坏，而不会被这样摧毁。<\/p>"
}
