{
    "key": "solid note",
    "name": "Solid Note",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Solid%20Note",
    "source": ["Advanced Player's Guide pg. 245"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "bard": 1,
        "skald": 1
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one solidified musical note",
    "duration": "concentration + 1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You give temporary physical form to a single musical note and can hang it, suspended, wherever you wish within range, allowing you to use it as hook, pulley, door blocker, or anything else your imagination desires. The exact appearance of the <i>solid note <\/i>depends on your melody. You can make it spiked or smooth, simple or convoluted, and with any color pattern you wish, however, it always has a size approximately equal to that of your outstretched hand. Once created, the <i>solid note <\/i>resists all attempts to move it but instantly disappears if enough force or weight is brought to bear against it. The note has an effective Strength equal to 10 + your caster level. It cannot hold more weight than the equivalent of a heavy load for its Strength without disappearing. Any creature that wins an opposed Strength check against the note (by pushing open a door which the note is holding shut for example) also causes it to disappear. The note can never deal actual harm to a creature and disappears if successfully attacked (AC 10 + your Charisma modifier) or overcome with a combat maneuver such as bull rush (CMD 2 + your base attack bonus + your Charisma modifier). Any creature obstructed by the <i>solid note <\/i>simply fails to budge it and loses that action for the round.",
    "name_zh": "固化音符",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个被实体化的音符",
    "duration_zh": "专注+1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你赋予单一一个音符临时的物理形态，使其悬挂或悬停 (suspended) 在法术范围内的任意位置上，并且可以将其作为钩子 (hook)，滑轮 (pulley)，门栓 (door blocker) 或者其他你能想到的功能使用。固化音符的准确外观取决于你的曲调。你可以随意将其塑造成尖锐或光滑，简单或复杂的形态，并且可以带有任何由你决定的色彩图案，不过它的尺寸总是近似于你手掌伸开时的大小。音符一旦被创造出来，就会对抗所有企图挪动它的尝试，不过一旦对固化音符施加了足够的力量或重量，它就会消失不见。音符的有效力量等同于10 + 你的施法者等级。它无法承载对其力量来说大于重载的重量，超过则会使其消失。任何生物在与固化音符的力量对抗检定中胜出时 (比如使用固化音符作为门栓保持门关闭时推开门) 同样会使其消失。音符永远无法实际伤害任何生物，并且会在被成功攻击 (AC为10 + 你的魅力调整值) 或者被诸如冲撞的战技成功战胜 (CMD为2 + 你的基本攻击加值 + 你的魅力调整值) 时均会消失。被固化音符阻挡 (移动被阻挡) 的生物不能推开它，并且在这轮失去这个动作。<\/p>"
}
