{
    "key": "spawn calling",
    "name": "Spawn Calling",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spawn%20Calling",
    "source": ["Inner Sea Gods pg. 241"],
    "school": "conjuration",
    "subSchools": ["calling"],
    "descriptors":     [
        "chaotic",
        "evil"
    ],
    "descriptorsOperator": ",",
    "race": "Rovagug",
    "levels":     {
        "arcanist": 9,
        "cleric": 9,
        "oracle": 9,
        "sorcerer": 9,
        "witch": 9,
        "wizard": 9
    },
    "castingTime": "1 week",
    "components": "V, S, M/DF (bull’s blood, tallow, one or more humanoid victims totaling at least 15 Hit Dice)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "one Spawn of Rovagug",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Having attained the highest and most profane form of magical achievement in the Great Destroyer’s service, you are able to call forth his most dreaded creations: the Spawn of Rovagug. Casting this spell requires a week-long ritual involving the sacrifice of one or more sentient humanoid creatures that between them possess a total of at least 15 Hit Dice. You may not eat, sleep, or cast any other spells for the duration of this ritual. After the third day of the ritual, you must succeed at a Constitution check on each remaining day of the ritual (DC 10 + 1 for each previous check) or take 1d6 points of nonlethal damage from hunger. At the end of the ritual, you gain the exhausted condition from lack of sleep.<br><br> Upon completion of the ritual, the ground rumbles in a 100- foot radius centered on you. This effect lasts for 1 round. Any creature on the ground in this area that attempts to cast a spell during this round must succeed at a concentration check (DC 20 + spell level) or lose the spell. Any creature on the ground in the area that attempts to attack or move during this round must succeed at a DC 15 Reflex save at the beginning of its turn or fall prone.<br><br> At the beginning of your next turn, a massive fissure full of dark fire and shrieking cries appears at a point you designate within the spell’s range, and a Spawn of Rovagug emerges. This creature takes the form of a thunder behemoth (<i>Pathfinder RPG Bestiary 3 <\/i>39) with the advanced and entropic simple templates. Unlike with <i>summon monster <\/i>or similar spells, the caster has no control whatsoever over the called creature. The spawn immediately heads in a random direction or toward an obvious target such as a population center, destroying anything in its path, yourself and your allies included.<br><br> Any creature may attempt to control the called Spawn of Rovagug via spells like <i>dominate monster <\/i>or <i>binding<\/i>. However, if such an attempt fails, it draws the spawn’s attention, and the monster immediately tries to destroy the creature that attempted to control it. Because the Spawn of Rovagug are all magical beasts native to the Material Plane, spells such as banishment or dismissal have no effect on the called spawn.",
    "mythicSource": ["Inner Sea Gods pg. 242"],
    "mythicText": "When casting this spell, you can specify a particular Spawn of Rovagug— including the Tarrasque, the Armageddon Engine (<i>Pathfinder RPG Bestiary <\/i>262); Chemnosit, the Monarch Worm (<i>Pathfinder Campaign Setting: Inner Sea Bestiary <\/i>47); or Volnagur, the End-Singer (<i>Inner Sea Bestiary <\/i>48)—to call in place of the nameless behemoth spawned by the non-mythic version of this spell. In order to do so, you must expend one use of mythic power plus three additional uses of mythic power per point of Challenge Rating the specified spawn represents above CR 20. These must be expended on the final day of the weeklong ritual to cast the spell.",
    "name_zh": "呼唤圣子",
    "race_zh": "拉瓦古格",
    "castingTime_zh": "1星期",
    "components_zh": "语言，姿势，材料/法器（公牛之血，牲畜之膏，总计15HD的类人生物祭品）",
    "range_zh": "中距 (100尺+每等级10尺)",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>本法术是世界吞噬者侍从所能触及的最为危险而亵渎的禁术，通过它你能招来存在于世的最恐怖的生物：洛瓦古格之嗣。举行这个长达一周的召唤祭仪，并在其间奉献大量有智能的类人生物为活祭，在仪式期间，你不能进食，饮水，休息或施放其他法术。在仪式的第三日之后，你每天都需要进行一个体质检定DC=（10+已经进行过的体质检定数）否则将因为饥渴而承受1d6点非致命伤害。在仪式的最后，你将因为缺乏睡眠而陷入力竭状态。<\/p><p>在法术完成时，以你为中心，100尺半径内的大地将开始战抖，在1轮内，所有站在抖动的地面上的生物在施放法术时都必须成功通过一个DC=（20+法术环数）的专注检定否则将失去法术。尝试在地面上移动或攻击的生物也必须通过一个DC15的反射检定否则将倒在地上陷入俯卧状态。<\/p><p>在你的下一回合开始时，伴随着漆黑的火焰和刺穿耳膜的啸叫，怪物子嗣的巨大身躯冲破地面，出现在你施放法术时决定的位置。这种洛瓦古格的子嗣拥有相当于雷霆比蒙的数据（怪物手册3）并且拥有进化和熵化简单模板。和召唤怪物类法术不同，洛瓦古格之嗣不会听从施法者的命令。通常情况下，它会立刻朝任意方向（通常是较为明显的地区，比如人口聚居区）冲击并毁灭眼前的一切事物，即使施法者和他的盟友也是一样。<\/p><p>其他的生物可以尝试通过诸如支配怪物或束缚术之类的法术控制洛瓦古格之嗣的行动，不过注意，一旦法术失败，洛瓦古格之嗣就会注意到出现的威胁并离开开始尝试毁灭意图控制它的东西。因为洛瓦古格之嗣是物质位面的本土魔法兽，诸如放逐术等驱赶异界生物的法术对它无效。<\/p><p>神话：在施放本法术时，你可以选择特定的洛瓦古格之嗣响应召唤，包括末日引擎泰拉斯奎（其他有名字的子嗣包括噬地巨虫彻默西特和终亡之歌斡那古尔，见内海怪物手册），以及其他任何没有神话模板的比蒙巨兽。你必须消耗1点神话之力，以及该子嗣的挑战等级每高于20就再支付额外的3点神话之力。所有的这些神话之力必须在完成召唤仪式的最后一天一次性支付完毕。<\/p>"
}
