{
    "key": "spectral hand",
    "name": "Spectral Hand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spectral%20Hand",
    "source": ["PRPG Core Rulebook pg. 346"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 2,
        "medium": 2,
        "occultist": 2,
        "psychic": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "one spectral hand",
    "duration": "1 min./level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "A ghostly hand shaped from your life force materializes and moves as you desire, allowing you to deliver low-level, touch range spells at a distance. On casting the spell, you lose 1d4 hit points that return when the spell ends (even if it is dispelled), but not if the hand is destroyed. (The hit points can be healed as normal.) For as long as the spell lasts, any touch range spell of 4th level or lower that you cast can be delivered by the <i>spectral hand<\/i>. The spell gives you a +2 bonus on your melee touch attack roll, and attacking with the hand counts normally as an attack. The hand always strikes from your direction. The hand cannot flank targets like a creature can. After it delivers a spell, or if it goes beyond the spell range or goes out of your sight, the hand returns to you and hovers.<br><br>The hand is incorporeal and thus cannot be harmed by normal weapons. It has improved evasion (half damage on a failed Reflex save and no damage on a successful save), your save bonuses, and an AC of 22 (+8 size, +4 natural armor). Your Intelligence modifier applies to the hand's AC as if it were the hand's Dexterity modifier. The hand has 1 to 4 hit points, the same number that you lost in creating it.",
    "name_zh": "幽灵手",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "一只幽灵手",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你用自身的生命能量具现出一只发光的幽灵手，它随你的心意移动，这使得你可以在一定距离内传递低等级的接触范围法术。施展该法术会使你失去1d4点HP，并在法术结束后恢复 (即便法术被解除，也会恢复)，但如果幽灵手被摧毁则无法回复 (这些HP如常通过治疗来回复)。在法术持续时间内，你施展的任何不高于四环的接触范围法术都可以通过幽灵手传递。此法术使你在近战接触攻击中获得+2加值，以幽灵手攻击如常计作一次攻击。幽灵手总是从你的方向进行攻击。它无法进行夹击。在传递完法术、离开法术有效距离、或离开你的视野之后，幽灵手会回到你身边盘旋待命。<\/p><p>幽灵手是虚体，因此不会为普通武器所伤。它具有“精通反射闪避”能力 (反射豁免失败只受一半伤害，成功豁免则不受伤害)，具有你的豁免加值，以及22点AC (+8体型，+4天生护甲)。你的智力修正会作为幽灵手的敏捷修正应用到它的AC上。幽灵手有1至4点HP，这与你创造它时所损失的数值相同。<\/p>"
}
