{
    "key": "spike growth",
    "name": "Spike Growth",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spike%20Growth",
    "source": ["PRPG Core Rulebook pg. 347"],
    "school": "transmutation",
    "levels":     {
        "druid": 3,
        "hunter": 2,
        "ranger": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "one 20-ft. square/level",
    "duration": "1 hour/level (D)",
    "savingThrow": "Reflex partial",
    "spellResistance": "yes",
    "text": "Any ground-covering vegetation in the spell's area becomes very hard and sharply pointed without changing its appearance.<br><br>In areas of bare earth, roots and rootlets act in the same way. Typically, <i>spike growth<\/i> can be cast in any outdoor setting except open water, ice, heavy snow, sandy desert, or bare stone. Any creature moving on foot into or through the spell's area takes 1d4 points of piercing damage for each 5 feet of movement through the spiked area.<br><br>Any creature that takes damage from this spell must also succeed on a Reflex save or suffer injuries to its feet and legs that slow its land speed by half. This speed penalty lasts for 24 hours or until the injured creature receives a <i>cure<\/i> spell (which also restores lost hit points). Another character can remove the penalty by taking 10 minutes to dress the injuries and succeeding on a Heal check against the spell's save DC.<br><br>Magic traps are hard to detect. A rogue (only) can use the Perception skill to find a <i>spike growth<\/i>. The DC is 25 + spell level, or DC 28 for <i>spike growth<\/i> (or DC 27 for <i>spike growth<\/i> cast by a ranger). <i>Spike growth<\/i> can't be disabled with the Disable Device skill.",
    "name_zh": "荆棘丛生",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "每等级1个边长20尺的方形区域",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>法术影响区域内的任何覆地植物都会变得非常坚硬，边缘变的锐利，但外观不变。<\/p><p>在地面光秃的地区，植物的根或支根也能产生同样效果。除了水面、冰面、深雪地、沙漠和裸岩等环境，荆棘丛生可以在任何其他室外环境中施展。对于任何徒步进入或通过法术区域的生物，每行经5尺就会受到1d4点穿刺伤害。<\/p><p>任何被这个法术所伤的生物都需要成功通过反射豁免，才能避免腿脚受伤。若豁免失败，则生物在24小时内速度减半或直到该生物受到治疗法术 (这也能回复已经失去的HP)。其他角色可以进行医疗检定来帮其包扎伤口来移除上述惩罚，这要花费10分钟，DC等于此法术的豁免DC。<\/p><p>魔法陷阱难以被察觉。只有具有【寻找陷阱】职业能力的角色才能使用察觉技能发现荆棘丛生。DC为 {25+法术环位}。对于荆棘丛生来说的DC为28 (游侠施放的DC则为27)。荆棘丛生无法用解除装置技能除去。<\/p>"
}
