{
    "key": "stone to flesh",
    "name": "Stone to Flesh",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Stone%20to%20Flesh",
    "source": ["PRPG Core Rulebook pg. 350"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 6,
        "magus": 6,
        "shaman": 6,
        "sorcerer": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a drop of blood mixed with earth)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one petrified creature or a cylinder of stone from 1 ft. to 3 ft. in diameter and up to 10 ft. long",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates (object)",
    "spellResistance": "yes",
    "text": "This spell restores a petrified creature to its normal state, restoring life and goods. The creature must make a DC 15 Fortitude save to survive the process. Any petrified creature, regardless of size, can be restored. The spell also can convert a mass of stone into a fleshy substance. Such flesh is inert and lacking a vital life force unless a life force or magical energy is available. For example, this spell would turn an animated stone statue into an animated flesh statue, but an ordinary statue would become a mass of inert flesh in the shape of the statue. You can affect an object that fits within a cylinder from 1 foot to 3 feet in diameter and up to 10 feet long or a cylinder of up to those dimensions in a larger mass of stone.",
    "name_zh": "解除石化",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一滴混有泥土的血液)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "1个被石化的生物，或者直径为1至3尺、高为10尺的石柱",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效 (物体); 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术可使一个被石化的生物恢复原状，包括生命和它携带的物品。生物必须通过DC 15的强韧豁免才能在此过程中存活。任何体型的石化生物都可以被复原。此法术也能将石头转化成肉体。这样的肉体并没有生命，除非被赋予生命或魔法能量。比如，该法术能够将活化石像 (animated stone statue) 变为活化肉像 (animated flesh statue)，但一般的石像只能变成石像样子的大坨肉块。你可以影响放在一个直径1至3英尺，高10英尺的柱形区域内的一件物体，也可以对更大的的石块中符合上述限制的部分施法。<\/p>"
}
