{
    "key": "storm of vengeance",
    "name": "Storm of Vengeance",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Storm%20of%20Vengeance",
    "source": ["PRPG Core Rulebook pg. 350"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "cleric": 9,
        "druid": 9,
        "oracle": 9,
        "shaman": 9,
        "witch": 9
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "360-ft.-radius storm cloud",
    "duration": "concentration (maximum 10 rounds) (D)",
    "savingThrow": "see text",
    "spellResistance": "yes",
    "text": "You create a huge black storm cloud in the air. Each creature under the cloud must succeed on a Fortitude save or be deafened for 1d4 × 10 minutes. Each round you continue to concentrate, the spell generates additional effects as noted below. Each effect occurs on your turn.<br><br><i>2nd Round<\/i>: Acid rains down in the area, dealing 1d6 points of acid damage (no save).<br><br><i>3rd Round<\/i>: You call six bolts of lightning down from the cloud. You decide where the bolts strike. No two bolts may be directed at the same target. Each bolt deals 10d6 points of electricity damage. A creature struck can attempt a Reflex save for half damage.<br><br><i>4th Round<\/i>: Hailstones rain down in the area, dealing 5d6 points of bludgeoning damage (no save).<br><br><i>5th through 10th Rounds<\/i>: Violent rain and wind gusts reduce visibility. The rain obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Speed is reduced by three-quarters.<br><br>Ranged attacks within the area of the storm are impossible. Spells cast within the area are disrupted unless the caster succeeds on a Concentration check against a DC equal to the <i>storm of vengeance<\/i>'s save DC + the level of the spell the caster is trying to cast.",
    "mythicSource": ["Mythic Adventures pg. 109"],
    "mythicText": "The acid damage dealt increases to 1d8 points of acid damage. The lightning damage dealt increases to 10d8 points of electricity damage. You can call down a bolt of lightning on the 2nd and 4th rounds (equivalent to those on the 3rd round). You can strike the same target with a bolt more than once during the casting of the spell, but not more than once per round. <br><br><b>Augmented (7th)<\/b>: If you expend three uses of mythic power, the storm cloud’s radius increases to 1,000 feet. Structures in the storm take 1d10 points of damage per round (this damage bypasses hardness). You can call down one additional bolt in the 2nd and 4th rounds, and three additional bolts in the 3rd round. ",
    "name_zh": "复仇风暴",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "半径360尺的暴风云",
    "duration_zh": "专注 (至多10轮)  (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术会创造出一团巨大的黑色暴风云。云下的每个生物必须通过强韧豁免否则耳聋1d4×10分钟。你持续专注该法术的每一轮，法术都会按照后述内容产生额外效果。每一种效果都在你的回合中生效。<\/p><p><b>第二轮<\/b>：影响区域中降下酸雨，造成1d6点强酸伤害 (无豁免)。<br><b>第三轮<\/b>：从云上召下6道闪电。由你决定闪电击向何方。任何两道闪电不能击向同一个目标。每道闪电造成10d6点闪电伤害。被闪电轰击的生物若通过反射豁免则伤害减半。<br><b>第四轮<\/b>：这片区域内降下冰雹，造成5d6点钝击伤害 (无豁免)。<br><b>第五至十轮<\/b>：狂风暴雨降低了能见度。大雨遮蔽5尺距离外的所有视觉，包括黑暗视觉。距离5尺远的生物会获得隐蔽 (攻击有20%失手率)。更远距离的生物获得全隐蔽 (50%失手机率，攻击者无法靠视觉确定目标位置)。<\/p><p>暴风雨区域内无法进行远程攻击。在暴风雨区域内施法均会被扰乱，因此必须先进行专注检定，DC为 {复仇风暴豁免DC+尝试施放的法术环位}。<\/p>",
    "mythicText_zh": "<p>法术造成的强酸伤害增加至1d8点。造成的闪电伤害增加至10d8点。你能够在第二轮与第四轮呼唤闪电束（与第三轮召唤的相同）。你能够在施放该法术的期间，你能够使用闪电多次攻击相同的目标，但是每轮至多一次。<\/p><p><b>强化（7阶）<\/b>：若你花费3次神话之力，暴风云的半径就会增加至1000尺。风暴中的建筑（Structures）每轮会受到1d10点伤害（该伤害能忽略硬度）。你还能够在第二和第四轮额外呼唤一道闪电，并且在第三轮额外呼唤三道闪电。<\/p>"
}
