{
    "key": "subjective reality",
    "name": "Subjective Reality",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Subjective%20Reality",
    "source": ["Occult Origins pg. 29"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 7,
        "bard": 6,
        "medium": 5,
        "mesmerist": 5,
        "psychic": 6,
        "skald": 6,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "none",
    "text": "Choose one object, creature, or force you can see within long range (400 ft. + 40 ft./level). You alter your perceptions to become convinced the target is an illusion. For you, the target becomes transparent and does not create sound or smell. Until the spell ends, you can move through the target unimpeded and the target can move through you. The target’s nonmagical attacks cannot harm you, and the target’s magical attacks deal half damage to you. The target’s non-damaging magical abilities have a 50% chance not to affect you, and you are immune to all its sonic, language-dependent, and scentbased attacks. However, your attacks deal no damage to the target, and your magical abilities do not affect the target at all. You or the target can affect each other normally through intermediaries. For instance, while the target would be immune to the direct effects of your <i>earthquake<\/i> spell, if the spell caused a room’s ceiling to collapse, the target would not be immune to the effects of the collapse.",
    "name_zh": "主观现实",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>选择一件在你可以看到位于长距范围(400尺+40尺/等级)之内的物体、生物或一股力量。你改变了你的感官，变得确信该目标是个幻象。对你来说，该目标变得透明并且并不创造任何声音与气味。直到法术结束，你能够顺畅的穿过该目标，并且该目标也可以穿过你。该目标的非魔法攻击并不能伤到你，而该目标的魔法攻击仅对你造成一半伤害。该目标的非伤害性的魔法能力有50%的机率不会影响到你，而你免疫它所有的音波、依赖言语以及基于灵敏嗅觉的攻击。但是，你对该目标的攻击不会造成伤害，并且你的魔法能力完全不会影响到它。你或该目标可以正常地透过第三方来影响彼此。举个例子，该目标免疫你的地震术(earthquake)的直接效果，如果该法术造成房子的天花板坍塌，该目标将不会免疫坍塌的效果。<\/p><p>异能者魔法<\/p><p>异能魔法已在阴影之中存在数个世纪，但还未达到像奥术或神术魔法那样的声望。但是，在奈克斯(Nex)以及尼斯汶(Niswan)，秘学的研究极大扩展了对异能魔法的了解，并且在这些区域发展了独特的崭新异能法术。<\/p>"
}
