{
    "key": "sunbeam",
    "name": "Sunbeam",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sunbeam",
    "source": ["PRPG Core Rulebook pg. 354"],
    "school": "evocation",
    "descriptors": ["light"],
    "levels":     {
        "druid": 7,
        "shaman": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "60 ft.",
    "area": "line from your hand",
    "duration": "1 round/level or until all beams are exhausted",
    "savingThrow": "Reflex negates and Reflex half",
    "spellResistance": "yes",
    "text": "For the duration of this spell, you can use a standard action to evoke a dazzling beam of intense light each round. You can call forth one beam per three caster levels (maximum six beams at 18th level). The spell ends when its duration runs out or your allotment of beams is exhausted.<br><br>Each creature in the beam is blinded and takes 4d6 points of damage. Any creatures to which sunlight is harmful or unnatural take double damage. A successful Reflex save negates the blindness and reduces the damage by half.<br><br>An undead creature caught within the beam takes 1d6 points of damage per caster level (maximum 20d6), or half damage if a Reflex save is successful. In addition, the beam results in the destruction of any undead creature specifically harmed by bright light if it fails its save.<br><br>The ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures.",
    "mythicSource": ["Mythic Adventures pg. 109"],
    "mythicText": "You call forth one beam per 2 caster levels instead of per 3. The damage dealt increases to 4d8 points of damage. The damage dealt to undead creatures, fungi, mold, oozes, and slimes increases to 1d8 points of damage per caster level (maximum 20d8). Any creature that successfully saves against a beam is dazzled for 1 minute. <br><br><b>Augmented (9th)<\/b>: If you expend three uses of mythic power, the first beam you create has a duration of 1 round per 2 caster levels, and deals maximum damage on the round you cast it. Creatures in the beam can attempt saving throws to avoid blindness, but not the spell’s damage.",
    "name_zh": "阳炎射线",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "60尺",
    "area_zh": "自你手掌起始的线形区域",
    "duration_zh": "1轮/等级 或 直至所有射线耗尽",
    "savingThrow_zh": "反射, 通过则无效 和 反射, 通过则减半; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>在法术持续时间内，你每轮可以用一个标准动作来射出一道耀眼的强烈射线。每三个CL可以发出一道射线 (最高为18级时6道)。持续时间结束或射线的使用次数被耗尽时，法术结束。<\/p><p>被射线照到的生物陷入目盲状态，并且受到4d6点伤害。会被因为阳光而受到伤害或者不适 (unnatural) 的生物会受到双倍伤害。成功通过反射豁免则不会目盲，且伤害减半。<\/p><p>被射线照到的不死生物受到的伤害为每CL 1d6点伤害 (最多20d6)，成功通过反射豁免则伤害减半。此外，特别畏惧阳光的不死生物若豁免失败就会被射线摧毁。<\/p><p>法术产生的紫外线会对覃 (fungi)，霉菌 (mold)，泥形怪物 (oozes) 以及黏怪 (slimes) 造成伤害，效果如同对不死生物。<\/p>",
    "mythicText_zh": "<p>每两个施法者等级，你就能唤出一条射线，以取代原本的三个施法者等级。射线的伤害增加至4d8点。对不死生物、真菌（fungi），霉菌（mold），泥形怪物（oozes）以及黏怪（slimes）造成的伤害增加至每施法者等级1d8点（最高20d8）。任何成功豁免射线的生物会目眩（dazzled）1分钟。<\/p><p><b>强化（9阶）<\/b>：若你花费3次神话之力，那么你所创造的第一道射线就会具有每两个施法者等级1轮的持续时间，而且会在你施放它的那一轮造成最高伤害。被射线照射的生物能够尝试豁免来避免目盲（blindness），但是不能利用豁免减少法术伤害。<\/p>"
}
