{
    "key": "suppress primal magic",
    "name": "Suppress Primal Magic",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Suppress%20Primal%20Magic",
    "source": ["Inner Sea Magic pg. 61"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 4,
        "cleric": 4,
        "oracle": 4,
        "sorcerer": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of sand from the Spellscar Desert)",
    "range": "10 ft.",
    "area": "10-ft.-radius emanation centered on you",
    "duration": "1 round/level",
    "text": "Nexian wizards first created this spell while researching the nature of the Mana Wastes, hoping to create small zones within the magic-starved region where their own spells could still function reliably. The best the Nexians could manage was this spell—a method to temporarily stabilize magic so that spellcasting within a small area can be accomplished without fear of triggering primal magic events. In the area of effect of this spell, primal magic events cannot be triggered. The emanation grants a +4 circumstance bonus on all saving throws against effects generated by primal magic outside of the spell’s effect that expand into the area.<br><br>Unfortunately, suppressed primal magic tends to build up around the emanation created by this spell. When <i>suppress primal magic’s <\/i>duration ends (or when the spell is dispelled), a primal magic event is immediately triggered at the center of the emanation if that point is still in an area where primal magic is active. The CR of this event is equal to the caster level of the recently ended <i>suppress primal magic <\/i>spell. The original caster of the <i>suppress primal magic <\/i>spell can attempt to negate this triggered primal magic event by making a DC 20 Will save—most spellcasters instead relocate to an area not affected by primal magic if they can so that they can end the spell’s effect safely.",
    "name_zh": "压制原能",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一捧来自法痕荒漠的沙子）",
    "range_zh": "10尺",
    "area_zh": "以你为中心, 半径10尺发散区域",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>在的奈克锡安（Nexian）法师研究法力废墟（Mana Wastes）时，首先创造出了这个法术，他们希望能够在魔法匮乏的地区中创造出一小片区域，使得自己的法术仍然能够可靠的运作。对于这个目标，奈克锡安所能完成的最好的便是这个法术——一种暂时稳定魔法的方式，这样施法者便能够在一小片区域内完成施法，而不用担心触发原能魔法事件（见内海魔法）。在法术效果的区域内，原能魔法事件不会被触发。而且法术效果之外的原能魔法如果扩大到这片区域，发散区域内在对抗所有原能魔法产生的效果时，所有豁免检定均获得+4环境加值。<\/p><p>不幸的是，被压制的原能魔法通常都会在该法术创造的发散区域周围汇聚。在压制原能的持续时间结束时（或者法术被解除时），如果这里仍旧处于原能魔法活跃的区域，那么一个原能魔法事件会立刻在发散区域的中心触发。该次事件的CR等同于刚刚结束的压制原能法术的施法者等级。原本施放压制原能的施法者能够尝试取消这次原能魔法事件的触发，这需要进行一次DC为20的意志豁免——如果能做到的话，大多数施法者都会选择转移到未受原能魔法影响的区域，因为这样他们就能安全地结束魔法效果了。<\/p>"
}
