{
    "key": "swarm skin",
    "name": "Swarm Skin",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Swarm%20Skin",
    "source": ["Advanced Player's Guide pg. 248"],
    "school": "transmutation",
    "levels":     {
        "druid": 6,
        "hunter": 6,
        "witch": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a crushed insect hive)",
    "range": "personal",
    "target": "you",
    "duration": "see text",
    "text": "You convert all of your soft tissue into swarms of insects or other creatures and send them off to do your bidding, leaving nothing but your bones and gear behind. These swarms have all their normal qualities and abilities but also bear a tiny portion of your consciousness that allows you to perceive what they do and to control their actions. While in this form, you cannot use any of your own abilities or take any actions other than controlling the swarms.<br><br>Each time you cast this spell you get a total allotment of levels equal to your caster level and any swarm you choose to create costs one or more of those levels. You can “spend” your allotment of levels to create any combination of swarms so long as their total does not exceed your caster level.  <br><br><table class=\"inner\"><tr><td><b>Number of Levels<\/b><\/td><td> <b>Swarm Type(s)<\/b><\/td><\/tr> <tr><td>2 caster levels<\/td><td> Spider swarm<\/td><\/tr> <tr><td>4 caster levels<\/td><td> Rat swarm<\/td><\/tr> <tr><td>6 caster levels<\/td><td> Crab swarm, wasp swarm<\/td><\/tr> <tr><td>8 caster levels<\/td><td> Centipede swarm, leech swarm<\/td><\/tr> <tr><td>10 caster levels<\/td><td> Army ant swarm<\/td><\/tr><\/table><br> Once you create these swarms they remain in existence until destroyed or you order them to return to your body. When all swarms have returned to your body or are destroyed, your flesh wraps itself back around your bones and you regain the ability to act normally. If your bones are not where you left them you must first locate them in order to regain access to your body. You always know if your bones are destroyed and your consciousness remains in control of the swarms until they too are destroyed (and your die). If you can use the swarms to get help and arrange for someone to repair your bones (using anything that would normally restore you to life), at which point you can return the swarms to your body.",
    "name_zh": "血肉虫群",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (一块压扁的虫巢)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "见文本",
    "text_zh": "<p>你将你身上所有的软组织转化为虫类或其他生物组成的集群，并派遣它们执行你的命令，只留下你的骨架与装备。这些集群拥有其正常属性和能力，不过同时还承载着小部分你的意识，使你能够了解它们在做什么并能够控制它们的动作。在这种形态下，你无法使用任何你自身的能力或者进行任何控制集群以外的动作。<\/p><p>每当你施放该法术时，你会获得总和等同于你施法者等级的‘分配用等级’，任何由你选择创造的集群均会扣除1或更多个‘分配用等级’。你可以‘花费’你的‘分配用等级’创造任何集群组合，只要它们的总和不超过你的施法者等级即可。<\/p><p>[/size] [table]<\/p><p>[tr] [td] [size=11pt]需要等级 [/size] [/td] [td] [size=11pt]　　　　　　集群种类 [/size] [/td] [/tr]<\/p><p>[tr] [td] [size=11pt]2级 [/size] [/td] [td] [size=11pt]蜘蛛集群 (Spider swarm) [/size] [/td] [/tr]<\/p><p>[tr] [td] [size=11pt]4级 [/size] [/td] [td] [size=11pt]老鼠集群 (Rat swarm) [/size] [/td] [/tr]<\/p><p>[tr] [td] [size=11pt]6级 [/size] [/td] [td] [size=11pt]螃蟹集群 (Crab swarm)，黄蜂集群 (Crab swarm) [/size] [/td] [/tr]<\/p><p>[tr] [td] [size=11pt]8级 [/size] [/td] [td] [size=11pt]蜈蚣集群 (Centipede swarm)，水蛭集群 (leech swarm) [/size] [/td] [/tr]<\/p><p>[tr] [td] [size=11pt]10级 [/size] [/td] [td] [size=11pt]行军蚁集群 (Army ant swarm) [/size] [/td] [/tr]<\/p><p>[/table] [size=11pt]<\/p><p>一旦你创造出这些集群，它们会存续至被摧毁或你命令其回到你的身体上。当所有集群返回值你的身体或被破坏时，你的血肉会重新生长在你的骨架上并且你的能力恢复如常。如果你的骨架不在你原先留下的位置，那么为了重新获得你的身体你必须先找到它。你总是会了解你的骨架被摧毁这件事并且你的意识会持续控制这些集群，直至它们也被摧毁 (然后你会死亡)。如果你能利用集群获得帮助并且让他人修复你的骨头 (使用任何通常可以使你复生的方式)，在此时你可以聚集集群并重返自己的身体。<\/p>"
}
