{
    "key": "symbol of distraction",
    "name": "Symbol of Distraction",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Symbol%20of%20Distraction",
    "source": ["Magic Tactics Toolbox pg. 26"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 6,
        "bard": 6,
        "cleric": 6,
        "mesmerist": 6,
        "occultist": 4,
        "oracle": 6,
        "psychic": 6,
        "sorcerer": 6,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (mercuty and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)",
    "range": "0 feet; see text",
    "effect": "one symbol",
    "duration": "see text",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "This spell functions like <i>symbol of death<\/i>, except that all creatures within the radius of a <i>symbol of distraction<\/i> instead become fascinated by the symbol for 10 minutes per caster level. Unlike <i>symbol of death<\/i>, <i>symbol of distraction<\/i> has no hit point limit; once triggered, a <i>symbol of distraction<\/i> simply remains active for a duration of 10 minutes × your caster level. All fascinated creatures move toward the <i>symbol of distraction<\/i>, trying to remain within the symbol’s area of effect. If the symbol leads affected creatures into a dangerous area, each fascinated creature can attempt an additional Will saving throw, with success indicating it is no longer fascinated. If a creature’s view of the symbol is completely blocked, it is immediately freed of the symbol’s effect.",
    "name_zh": "分心徽记",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、材料（水银和磷，再加上价值5000gp的钻石尘和猫眼石尘）",
    "range_zh": "0尺; 见文本",
    "effect_zh": "一个徽记",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术如同死亡徽记一般运作，除了所有在分心徽记内的范围内的生物会被迷魂每施法者等级10分钟。与死亡徽记不同，该法术没有生命值上限; 一旦被触发，分心徽记会在每施法者等级10分钟内持续保持激活。所有被迷魂的生物会向分心徽记移动，试图停留在徽记作用范围内。如果徽记带领着被影响的生物进入一个危险的区域，每一个被迷魂的生物可以再进行一次意志豁免检定，成功则不再被迷魂。如果一个生物的视野中的分心徽记被完全遮挡，它会立即从徽记效果中解脱。<\/p>"
}
