{
    "key": "temporary graft",
    "name": "Temporary Graft",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Temporary%20Graft",
    "source": ["Horror Adventures pg. 129"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 3,
        "arcanist": 4,
        "bloodrager": 3,
        "investigator": 3,
        "magus": 4,
        "occultist": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a dismembered body part)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "text": "You temporarily graft a dismembered body part onto yourself. You must have the body part in your possession or the spell has no effect. The graft must come from a creature the same size category as you. You can have only one graft active at a time. Grafting on a new body part immediately ends the effects of the older casting and causes that body part to fall off. The effect of the graft depends on the type of body part you choose to graft to yourself, as follows.<br><br> <i>Fins<\/i>: The fins grant you a 40 foot swim speed.<br><br> <i>Head<\/i>: The head grants you all-around vision. If the head came from a creature that had darkvision, low-light vision, or scent, you gain the appropriate senses at half the normal range. You can speak through either head, but not both simultaneously. You don’t receive any additional special abilities the head might have had (like a medusa’s petrifying gaze ability).<br><br> <i>Leg<\/i>: The leg increases your base movement speed by 5 feet and grants you a +2 bonus to CMD against overrun and trip combat maneuvers (the usual bonus for having an extra leg).<br><br> <i>Wings<\/i>: The wings grant you a 40-foot fly speed (poor maneuverability).",
    "name_zh": "暂时嫁接",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材 (部分被支解的身体)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>你将部分被肢解的躯体嫁接到你身上。你必须拥有这部分肢体的所有权，否则此法术没有效果。被嫁接的肢体必须来自跟你同体型类别的生物。同一时间内，你只能有一个嫁接部份活动着。嫁接一个新肢体会立即结束较早施展的此法术效果，并使较早的嫁接肢体掉落。嫁接的效果取决于你选择嫁接到自己身上的身体部位的类型，如下所列。<\/p><p>鳍：鳍会给你40尺游泳速度。<\/p><p>头：头会给你全域视野(all-around vision)。如果头是来自一个拥有黑暗视觉、昏暗视觉或灵敏嗅觉的生物，你能获得这些适合的感知正常距离的一半。你可以透过另一颗头说话，但两颗头不能同时说。你不会获得这颗头可能有的任何额外的特殊能力(像是蛇发女妖的石化凝视能力)。<\/p><p>腿：腿会增加你的基础移动速度5尺，并在闯越与摔拌战技的CMD上给你+2加值(因为额外的腿，通常会给予的加值)。<\/p><p>翅膀：翅膀会给你40尺飞行速度(不良)。<\/p>"
}
