{
    "key": "they know",
    "name": "They Know",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=They%20Know",
    "source": ["Ultimate Intrigue pg. 226"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "emotion",
        "fear"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "bard": 3,
        "inquisitor": 3,
        "mesmerist": 3,
        "paladin": 3,
        "psychic": 4,
        "shaman": 4,
        "skald": 3,
        "witch": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF, M (a drop of black ink)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one intelligent creature",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You instill a target with the fear that the nearest other intelligent creature knows her darkest secret. If she is in the midst of another situation as vital as protecting her darkest secret, such as combat, this doesn’t cause her to cease participating, but otherwise, she becomes compelled to use her abilities and skills to determine exactly how much the other individual knows. Even if she isn’t around other creatures or otherwise avoids confronting her paranoia for a time, the nagging fear causes the target to become shaken for the duration of the spell (though this doesn’t stack with other fear effects to make the target frightened or panicked).<br><br> The subject’s paranoia increases over time, forcing her to take additional steps to protect herself from the other creature. Depending on her personality (or subject to the GM’s discretion), she might confess, publicly demand to know what the other creature knows, attack the other creature to silence it, or offer the other creature a bribe.<br><br> The spell fails if the target truly feels she has nothing to hide.",
    "name_zh": "魔由心生",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（1滴黑墨），器材/法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "1个智能生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将一种恐惧灌入目标，让她觉得距其最近的其他智能生物（intelligent creature）都知道她隐藏最深的秘密（darkest secret）。若她身处的境况正好是在保护自身隐藏最深的秘密，比如在一场战斗之中，那么该法术并不会让她停止参与此次战斗; 但是在其他情况下，她就会被迫尽自己所能来判断具体究竟有多少人知晓了她的秘密。即便目标周遭并没有人，或者由于其他理由暂时回避了这种偏执与妄想，这种挥之不去的恐惧仍旧会让目标在法术的持续时间内陷入颤栗（Shaken），不过这不会与其他让目标陷入惊惧（Frightened）或恐慌（Panicked）的恐惧效果叠加。<\/p><p>目标的偏执会随着时间的推移而增强，这迫使她采取额外的措施来在其他生物前保护自己。根据目标的性格（或者依照GM的判断），她可能会坦白、公开要求其他生物说出它们了解了什么、为了灭口而攻击其他生物、或者试图收买其他生物来封口。<\/p><p>若目标确实认为自己没有什么好掩藏的，那么该法术便会失败。<\/p>"
}
