{
    "key": "time stop",
    "name": "Time Stop",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Time%20Stop",
    "source": ["PRPG Core Rulebook pg. 359"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "personal",
    "target": "you",
    "duration": "1d4+1 rounds (apparent time); see text",
    "text": "This spell seems to make time cease to flow for everyone but you. In fact, you speed up so greatly that all other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1d4+1 rounds of apparent time. Normal and magical fire, cold, gas, and the like can still harm you. While the <i>time stop<\/i> is in effect, other creatures are invulnerable to your attacks and spells; you cannot target such creatures with any attack or spell. A spell that affects an area and has a duration longer than the remaining duration of the <i>time stop<\/i> have their normal effects on other creatures once the <i>time stop<\/i> ends. Most spellcasters use the additional time to improve their defenses, summon allies, or flee from combat.<br><br>You cannot move or harm items held, carried, or worn by a creature stuck in normal time, but you can affect any item that is not in another creature's possession.<br><br>You are undetectable while <i>time stop<\/i> lasts. You cannot enter an area protected by an <i>antimagic field<\/i> while under the effect of <i>time stop<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 110"],
    "mythicText": "Select a number of creatures equal to half your tier or fewer within close range (25 feet + 5 feet per 2 caster levels). <i>Mythic time stop<\/i> has the same effect on these creatures as it does on you, allowing them to act for the same number of rounds of apparent time that you can. You and these creatures can all interact with one another normally while time appears to be stopped.<br><br><b>Augmented (10th)<\/b>: If you expend three uses of mythic power, the duration increases to 1 hour per level of apparent time. You and other affected creatures gain no benefit from rest or sleep while the spell is active.",
    "name_zh": "时间静止",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1d4+1轮 (表面时间); 见文本",
    "text_zh": "<p>这个法术看上去像是让除了你以外的其他人都进入时间静止状态。但事实上是你的速度变得非常快，使得其他生物看起来完全静止，而实际上他们仍旧正在按照正常速度移动。你可以在1d4+1轮 (表面时间) 内自由行动。普通或是魔法火焰、寒冷、毒气等依然会伤害你。在时间静止作用期间，其他生物不会因你的攻击或法术而受伤; 你不能以那些生物为任何攻击或法术的目标。效果会影响一片区域的法术的持续时间若比时间静止剩下的时间长，则可在时间静止结束后继续生效。大多数施法者利用这些额外的时间来加强防御、召唤盟友，或者逃离战斗。<\/p><p>若物品被其他困在正常时间内的生物所持有、携带或穿着，则你不能移动或伤害它们，但你可以影响无主物品。<\/p><p>在时间静止的持续时间内，你无法被察觉。在时间静止的效果下你不能进入被‘<a href=\"spell.html?spell=antimagic field\">反魔场 (antimagic field)<\/a>’保护的区域。<\/p>",
    "mythicText_zh": "<p>选择处于近距范围（25尺 + 每两个施法者等级5尺），而且数量等同于你的阶层的一半或更少个生物。神话时间静止对这些生物产生相同的效果，就如同对你产生的效果一般，这使得他们可以与你相同数量的轮数内（以你们的视点）行动。在这段时间看似被静止的期间内，你和这些生物能够彼此间正常进行互动。<\/p><p>强化（10阶）：若你花费3次神话之力，那么这段以你们为视点的时间会增加至每等级1小时。你与其他受影响的生物在法术生效期间无法获得休息与睡眠带来的好处。<\/p>"
}
