{
    "key": "tiny hut",
    "name": "Tiny Hut",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Tiny%20Hut",
    "source": ["PRPG Core Rulebook pg. 360"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "occultist": 3,
        "skald": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a small crystal bead)",
    "range": "20 ft.",
    "effect": "20-ft.-radius sphere centered on your location",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create an unmoving, opaque sphere of force of any color you desire around yourself. Half the sphere projects above the ground, and the lower hemisphere passes through the ground. As many as nine other Medium creatures can fit into the field with you; they can freely pass into and out of the hut without harming it. However, if you remove yourself from the hut, the spell ends.<br><br>The temperature inside the hut is 70° F if the exterior temperature is between 0° and 100° F. An exterior temperature below 0° or above 100° lowers or raises the interior temperature on a 1-degree-for-1 basis. The hut also provides protection against the elements, such as rain, dust, and sandstorms. The hut withstands any wind of less than hurricane force, but a hurricane (75+ mph wind speed) or greater force destroys it.<br><br>The interior of the hut is a hemisphere. You can illuminate it dimly upon command or extinguish the light as desired. Although the force field is opaque from the outside, it is transparent from within. Missiles, weapons, and most spell effects can pass through the hut without affecting it, although the occupants cannot be seen from outside the hut (they have total concealment).",
    "name_zh": "避难小屋",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一颗小水晶珠)",
    "range_zh": "20尺",
    "effect_zh": "以你所在的位置为中心, 半径20尺的球体",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一个不可移动、不透明的的力场球围绕着你，球的颜色为任何你想要的颜色。该球体一半在地面上，另一半在地下。最多可以有9个中型生物和你一起呆在球内; 他们可以自由进出球体而不破坏它。但是，如果你自己离开了球体，法术就会停止。<\/p><p>如果球外的温度为华氏0至100度，那么球体内的温度为华氏70度。球外温度每低于0度 (或高于100度) 一度，球内温度也相应降低 (或提高) 1度。避难小屋也能抵御恶劣气候，比如：雨、灰尘、沙尘暴等。避难小屋还能抵御任何不强于飓风 (hurricane) 的大风，但是飓风 (时速75英里以上) 和比飓风更强的风力会摧毁它。<\/p><p>小屋内部为半球形空间。你可以按意愿命令它以微光照明或熄灭光芒。尽管力场从外面看是不透明的，但从内部看却是透明的。投射物、武器和大多数法术可以穿过避难小屋却不影响它，不过小屋里的人仍然不会被外面的人看到，屋内的人处于全隐蔽状态。<\/p>"
}
