{
    "key": "torpid reanimation",
    "name": "Torpid Reanimation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Torpid%20Reanimation",
    "source": ["Horror Adventures pg. 130"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "antipaladin": 4,
        "arcanist": 5,
        "cleric": 4,
        "occultist": 4,
        "oracle": 4,
        "shaman": 4,
        "sorcerer": 5,
        "spiritualist": 4,
        "warpriest": 4,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (an onyx gem worth at least 25 gp per HD of the undead)",
    "range": "touch",
    "target": "one or more corpses touched",
    "duration": "1 day/caster level and instantaneous (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell works like <i>animate dead<\/i> except you set a specific condition for when the animation occurs and you do not immediately have control of the creatures. The condition can be simple, such as being touched, a certain word spoken, or on hearing a specific sound. You can also set a condition based on time, but it must occur within a number of days equal to your caster level. At any time, you can cause the animation to occur as a standard action.<br><br> You can gain control of any uncontrolled undead you created with this spell as a free action if you are within at least 60 feet of the undead creature and have line of sight to it; if you have control of an undead you created with this spell and later lose control of that undead, you can’t use this ability to regain control of the same undead. The limit on the number of Hit Dice you can control with <i>animate dead<\/i> still applies.",
    "name_zh": "延迟复活",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一颗价值至少25gp的玛瑙宝石，不死生物每有1HD/宝石25gp)",
    "range_zh": "接触",
    "target_zh": "一具或更多具被接触的尸体",
    "duration_zh": "1天/等级 以及 立即; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术如同操纵死尸(Animate Dead)般作用，除了你要为死尸活动发生设定一个特定的条件，并且你无法立即控制这些生物。这条件可以很简单，像是被碰触到，说出某个字或着听到特定的声音。你也可以设定基于时间的条件，但必须在等同于施法者等级的数天内发生。同时，你可以以一个标准动作，使这个活动发生。<\/p><p>如果你在由这法术所创造，不受控制的不死生物60尺内并且拥有视觉线，你可以以一个自由动作获得对他们的控; 如果你曾控制过一具因此法术并由你创造的不死生物，并且之后失去对这不死生物的控制后，你如法使用此能力对同一位不死生物好重获控制权。操纵死尸对你所能控制的生命骰数限制仍应用于此法术上。<\/p>"
}
