{
    "key": "transmute golem",
    "name": "Transmute Golem",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Transmute%20Golem",
    "source": ["Arcane Anthology pg. 22"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 6,
        "arcanist": 9,
        "investigator": 6,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "8 hours",
    "components": "V, S, M (powdered metals with a variable cost, see text)",
    "range": "touch",
    "target": "golem touched",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You turn one type of golem into another. The golem must be willing—it must be commanded to transform by its master or must be a creature able to make informed decisions that opts to submit to the spell. You must provide various powdered metals with a value equal to 150% of the difference in creation costs between the old and new type of golem, even if the new golem type is cheaper to create. Both types of golems must share the same subtypes, if any. You cannot transmute a golem into a new type of golem with a CR higher than your caster level.<br><br> If all of these conditions are satisfied, the old golem completely changes to the new golem type. Its abilities and statistics are identical to one of the new golem type, including its magic immunities and special attacks. The new golem is still affected by any damage or conditions it suffered before the spell was cast.",
    "name_zh": "转变魔像",
    "castingTime_zh": "8小时",
    "components_zh": "言语，姿势，材料（价值不同的金属粉末）",
    "range_zh": "接触",
    "target_zh": "接触的魔像",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能把一个类型的魔像变成另一种。魔像必须是自愿的——它必须由主人命令配合转化，或者能自行做出服从法术的决定。你必须提供各种各样的金属粉末，价值相当于新旧类型的创造成本的差异的150%，即使新魔像种类的成本更低。这两类魔像必须享有相同的亚种，如果有的话。你不能把魔像变为CR比你的施法者等级更高的新种类魔像。<\/p><p>如果所有这些条件都得到满足，旧魔像会被完全变为新种类魔像。它的能力和数据都与一个新魔像类型相同，包括它的魔法豁免和特殊攻击。新魔像仍然会受到施法之前它所遭受的任何伤害或症状的影响。<\/p><p>欧琳琪的法术（ORINCHI’S SPELLS）<\/p><p>诽谤者认为在《冷嘲热讽》（Cold Irony）中发现的法术研究证明了欧琳琪是一位受过魔法训练的间谍。无论传闻是否属实，欧琳琪的魔法对于信息收集、从谎言中找出真相，以及用复杂的命理学来帮助战斗都十分有用。<\/p>"
}
