{
    "key": "transplant visage",
    "name": "Transplant Visage",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Transplant%20Visage",
    "source": ["Inner Sea Gods pg. 244"],
    "school": "transmutation",
    "descriptors": ["evil"],
    "levels":     {
        "alchemist": 5,
        "antipaladin": 4,
        "arcanist": 5,
        "cleric": 4,
        "inquisitor": 4,
        "investigator": 5,
        "magus": 5,
        "oracle": 4,
        "shaman": 4,
        "sorcerer": 5,
        "warpriest": 4,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 round",
    "components": "V, S, M (one corpse)",
    "range": "personal",
    "target": "you",
    "duration": "permanent",
    "text": "This spell allows you to add a creature’s stolen face to or remove such a face that you’ve already applied from your own. Before casting this spell, you must remove the face and eyes of a creature that has been dead no longer than 1 minute per caster level and place it over your own. Once you cast <i>transplant visage<\/i>, the creature’s stolen skin magically melds with your own, making the expressions and eye color on your new face seem perfectly natural. Your new appearance grants you a +10 bonus on Disguise checks. Because the alteration made by <i>transplant visage <\/i>is permanent, there is no residual magical aura, and your new appearance is not recognized by detect spells. <i>Transplant visage <\/i>may be cast innumerable times, allowing a single caster to wear layers upon layers of stolen faces. However, only the topmost face is visible at any one time.<br><br> <i>Transplant visage <\/i>may also be used to remove a previously stolen face. This is the only way to remove a face short of using <i>greater polymorph<\/i>, <i>miracle<\/i>, or <i>wish<\/i>. When used in this way, <i>transplant visage <\/i>causes the topmost face to flake off and crumble into dust. A face so removed may not be reused. If the caster is wearing several stolen faces when the topmost face is removed, the next face down is revealed, and may be used as normal.",
    "name_zh": "换脸术",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，材料（一具死尸）",
    "range_zh": "个人",
    "target_zh": "你",
    "duration_zh": "永久",
    "text_zh": "<p>你可以通过这个法术，窃取一个生物的容貌或是将你当前的面部器官换掉。在进行这个法术之前，你必须割下一个死亡不超过你的施法者等级分钟的生物脸皮和眼睛，然后将其贴合在你自己的脸上。一旦贴合，新的脸皮就会与你自己的脸融为一体，从瞳色，五官分布到表情整体复制，而且非常自然。你在进行易容检定时可以获得+10加值。因为换脸术是一个永久性的效果，这个法术不会留下灵光，也不会被任何侦测效果看穿。一个拥有此法术的施法者可以随意将其他偷来的脸换上，但只有最近贴上的脸可以被人看见。<\/p><p>除了贴上假面，换脸术还可以用来移除已经贴上的脸。这是除了高等变形术，奇迹术与许愿术外唯一可以办到这类效果的法术。被移除的脸皮会迅速崩解成灰土而不能再贴上。如果一个贴合了多层假面的人使用换脸术，他只能移掉最外的一层脸皮，而在其之下的脸皮则会成为新的脸。<\/p>"
}
