{
    "key": "traveling dream",
    "name": "Traveling Dream",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Traveling%20Dream",
    "source":     [
        "Gods and Magic pg. 13",
        "Pathfinder #2: The Skinsaw Murders pg. 72"
    ],
    "school": "divination",
    "subSchools": ["scrying"],
    "race": "Desna",
    "levels":     {
        "cleric": 4,
        "druid": 4,
        "hunter": 4,
        "oracle": 4,
        "warpriest": 4
    },
    "castingTime": "10 minutes",
    "components": "V, DF",
    "range": "unlimited",
    "effect": "magical sensor",
    "duration": "1 hour/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions like <i>arcane eye<\/i>, except as noted above. Upon casting this spell, you fall asleep for its duration, creating an invisible magic sensor (called a dreamscryer) that is the exact size and shape of your body, is recognizable as you, and cannot pass through spaces that your body cannot enter. Unlike the invisible sensor created by <i>arcane eye<\/i>, children of any race (no older than the human equivalent of 10) and animals can see your dreamscryer. Sleeping creatures can sense its presence and might incorporate your image into their dreams. Force effects and abjuration spells that ward out creatures (such as <i>magic circle against evil<\/i>) are effective barriers against a dreamscryer (regardless of your creature type, alignment, or other specifics). If you dismiss the spell or the dreamscryer is dispelled or destroyed, you awaken.",
    "name_zh": "梦境旅游",
    "race_zh": "黛丝娜",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、法器",
    "range_zh": "无限",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术如同‘<a href=\"spell.html?spell=Arcane Eye\">秘法眼 (Arcane Eye)<\/a>’般运作，除了上面写的。在施放此法术时，你在法术持续时间内陷入睡眠，创造一个不可见的魔法传感器(名称为梦境探知者)，它的体型与形状跟你的身体大小相当，可以认出来就是你，并且不能通过你的身体无法进入的空间。不同于祕法眼创造的不可见传感器，任何种族与动物的孩幼童(不能比相当于人类10岁还大)可以看见你的梦境探知者。入睡的生物可以感知探知者的存在并可能将你的形象融入他们的梦中。守护生物的立场效果与防护系法术(像是‘<a href=\"spell.html?spell=Magic Circle against Evil\">反邪恶法阵 (Magic Circle against Evil)<\/a>’)在对抗梦境探知者时是有效的屏障(无论你的生物种类、阵营或其他特性)。如果妳解消此法术或是梦境探知者被解除或被摧毁，你会醒来。<\/p>"
}
