{
    "key": "tsunami",
    "name": "Tsunami",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Tsunami",
    "source": ["Advanced Player's Guide pg. 251"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["water"],
    "levels":     {
        "arcanist": 9,
        "druid": 9,
        "shaman": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "10-ft.-deep wave 10 ft. wide/level and 2 ft. tall/level",
    "duration": "5 rounds",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You create a massive wave of water that then moves in a straight line across water or land—you select the direction the wave travels (which must be perpendicular to its width), but once set in motion, the wave cannot change course. Over the surface of open water, the wave travels at a speed of 60 feet per round—on land or underwater, the wave travels at a speed of 30 feet per round.<br><br>Creatures struck by a tsunami take 8d6 points of bludgeoning damage (a Fortitude save halves this damage). In addition, the tsunami makes a special CMB check against any creature it strikes—the wave’s CMB is equal to your caster level + your relevant spellcasting ability score modifier (whichever is highest) + 8 (for the wave’s size). If this CMB check defeats a creature’s CMD, the creature is knocked prone and carried along by the wave. A creature carried along by a tsunami can attempt to escape the wave on its turn as a standard action by making a CMB or Swim check opposed by the wave’s CMB check—if a creature fails to escape, it takes another 6d6 points of bludgeoning damage (Fortitude save for half) and continues being carried along by the wave.<br><br>Objects struck by a tsunami are swept up if they are Huge or smaller and are carried along by the wave, deposited in a pile at the end of the wave’s journey. Gargantuan or larger objects, as well as structures or objects firmly attached to the ground, take 8d6 points of bludgeoning damage when a tsunami passes through its space—if this is enough to destroy the object or structure, the remains are carried along by the wave. Hardness does not reduce this damage, nor is it halved as damage dealt to objects normally is. <i>Freedom of movement <\/i>prevents a creature from being carried along by a tsunami but does not prevent damage caused by it hitting a creature.<br><br>A solid barrier that is taller than the tsunami that is not destroyed by the wave stops that portion of the wave from continuing onward, leaving a gap in the wave as the rest of it continues forward.",
    "mythicSource": ["Mythic Adventures pg. 110"],
    "mythicText": "The wave increases to 20 feet wide per caster level and 3 feet tall per caster level. The damage dealt to those struck by the wave increases to 12d6 points of bludgeoning damage. Add your tier to the wave’s special combat maneuver check. The damage dealt to those that fail to escape the wave increases to 6d8 points of bludgeoning damage. <br><br><b>Augmented (5th)<\/b>: If you expend three uses of mythic power, you create a truly monstrous wave. The wave increases to 20 feet deep, 20 feet wide per caster level, and 5 feet tall per caster level. The duration of the effect increases to 10 rounds, and the speed of the wave increases to 120 feet per round on the surface of the water and 60 feet per round on land or underwater. ",
    "name_zh": "津波",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "每等级10尺宽，每等级2尺高的深10尺的波浪",
    "duration_zh": "5轮",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造一股巨大的水浪，使其跨越水面或土地 (必须垂直于其宽面) 沿着直线运动。一旦开始运动，波浪就不能再改变方向。在开放的水面，波浪每轮运动60尺，而在地面或水下，波浪每轮速度只有30尺。被海啸击中的生物将会受到8d6点钝击伤害 (强韧减半)。<\/p><p>此外，海啸会对所有击中的生物进行一次特殊的CMB检定。波浪的CMB检定加值为你的施法者等级加上你的施法属性调整值 (取最高的) 加8 (波浪的体型加值)。<\/p><p>如果这次CMB击败了目标生物的CMD，生物将会被击倒并且被波浪冲走。被卷入波浪的生物可以每轮当它行动时，以一个标准动作进行一次CMB或游泳检定来尝试逃脱，对抗波浪的CMB检定。如果生物逃脱失败，它会再受到6d6点钝击伤害 (强韧减半)，并且继续被波浪冲着走。<\/p><p>被海啸集中的超大型或更小的物体将会被波浪卷走，一直到波浪停下为止。巨型或更大的物体，或者牢固的附着在地面的建筑物或物体将会在海浪通过时受到8d6点钝击伤害。如果这足以摧毁它，残骸也会被波浪卷走。硬度不能降低这个伤害，也不会像一般情况那样伤害减半。<\/p><p>行动自如 (freedom of movement) 法术可以防止生物被海啸卷走，但是不会使生物免于被击中的伤害。<\/p><p>一道比波浪还要高并且没有被波浪摧毁的坚固屏障将会使撞上来的波浪就此停息，但是波浪的其余部分还是会继续前进。<\/p>",
    "mythicText_zh": "<p>海浪的大小增加至每施法者等级20尺宽、每施法者等级3尺高。被海浪击中造成的伤害增加至12d6点钝击伤害。将你的阶层加到海浪的特殊战技检定上。在逃脱海浪的检定中失败的生物所受到的伤害增加至6d8点钝击伤害。<\/p><p><b>强化（5阶）<\/b>：若你花费3次神话之力，你就能创造出真正的滔天巨浪。海浪大小增加至每施法者等级20尺深、20尺宽，每施法者等级5尺高。效果的持续时间增加至10轮，而且海浪在水面的速度增加至每轮120尺，在水下以及陆地上的速度增加至每轮60尺。<\/p>"
}
