{
    "key": "twin form",
    "name": "Twin Form",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Twin%20Form",
    "source": ["Advanced Player's Guide pg. 252"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 6,
        "investigator": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a blend of soil and the caster’s blood)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level or until discharged (D)",
    "text": "This extract splits a perfect double of yourself from your body, dressed and equipped exactly as you are. You are able to shift your consciousness from one body to the other once each round as a free action. This shift takes place either immediately before your turn or immediately after it, but not during the round. You may act normally in the body you inhabit. Your other self is treated as though dazed, except it may take a single move action each round during your turn. Your twin cannot speak while you are in your other body, and cannot flank, make attacks of opportunity, or otherwise threaten enemies.<br><br>Both you and your twin have the same statistics and start with the number of hit points you had when you ingested the extract. Once you have split, these hit points are tracked separately. Any spells, extracts, or magical effects (such as from potions) that were active when you ingested the extract are active for both you and your twin. If any such effects expire, are dispelled, dismissed, or otherwise used or ended, they end for both of you. Extracts or spells cast after you split affect you and your twin as though you were two separate targets. Your equipment is linked between your two selves, and if an item on one is consumed or destroyed, its duplicate is used up or destroyed as well.<br><br>The body you do not inhabit crumbles into dust when the extract’s duration expires or is dismissed. If the body you inhabit is destroyed, you immediately shift to your surviving self and the extract immediately ends. The body you left behind crumbles into dust, and you are stunned until the start of your next turn. If the body you do not inhabit is destroyed, the extract also ends immediately, but you suffer no ill effects. <br><br>You have no special ability to sense what your second body is experiencing, though you immediately know if it has been destroyed. You may switch between bodies at any distance on the same plane. If your bodies cross into separate planes (including through the use of <i>teleport <\/i>or <i>blink<\/i>), the body you inhabit survives, while your other body is destroyed.",
    "name_zh": "双子形态",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一份泥土与施法者血液的混合物)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 或 直到被摧毁为止 (可解消)",
    "text_zh": "<p>这个化合炼成会使你自己的完美分身从你体内分裂出来，衣着与装备如同你现在一样。每轮1次，你可以以自由动作将你的意识切换至另一个身体。切换可以发生在你的回合开始的一瞬或者结束的一瞬，但是无法在该轮进行时切换。另一个你视同处于晕眩状态，不过它每轮可以在你的回合进行时进行一个移动动作。当你在另一个身体中时，你的分身无法说话，无法形成夹击，也不能进行藉机攻击或者以其他的方式威胁敌人。<\/p><p>你与你的分身拥有相同的属性，起始生命也与你饮用化合炼成时的生命值一样。一旦你进行分裂，生命值就开始分别计算。当你饮用双子形态化合炼成时任何已经生效的法术，化合炼成或魔法效果 (比如药水) 均会对你和你的分身同时生效。如果上述的任何效果持续时间结束，被驱散，被祛除或者以其他方式被消耗掉或结束的话，对你的两个身体来说效果都会结束。当你分裂之后获得的任何化合炼成或者法术效果均会视两方为单独的个体。你的装备会在两个身体上形成联结，如果日中一个道具被摧毁或消耗掉，那么另一个身上的副本也会被摧毁或消耗。<\/p><p>你的意识没有占据的身体会在化合炼成持续时间结束或者被破坏时化为飞灰。如果你正在使用的身体被摧毁，你的意识会立刻切换至活着的身体中，同时化合炼成的效果立刻结束。你舍弃的身体会变为尘埃，并且直到你的下一回合开始之前你会处于震慑状态。如果你没有占据的身体被破坏，化合炼成同样会结束，但是你不会受到任何不良影响。<\/p><p>你没有任何特殊能力感知到另一个身体的状态，不过当其被破坏时你会立刻了解到。只要在同一个位面，无论两个身体相距多远都可以进行切换。如果你的身体进入其他位面 (包括使用传送术 (Teleport) 或闪现术 (Blink) )，那么你正在使用的身体存留，另一个身体被摧毁。<\/p>"
}
