{
    "key": "unflappable mien",
    "name": "Unflappable Mien",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Unflappable%20Mien",
    "source": ["Disciple's Doctrine pg. 19"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 3,
        "skald": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a diamond clasp, brooch, or pin worth at least 100 gp)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level or until discharged; see yext",
    "savingThrow": "see text",
    "text": "When a creature attempts to touch you with an attack (such as a touch attack, an unarmed strike, an attack with a natural weapon, or a grapple), it feels a field of force blocking its way. It can choose to abandon the attempt, losing its action, or to push through the ward. If it pushes through, you can trigger a wave of force against that creature. This discharges the spell, deals 1d4 points of force damage per caster level (maximum 10d4), and pushes the creature back 5 feet. If the creature cannot be pushed back 5 feet (if a solid surface is directly behind it, for example), it takes 2d4 additional points of force damage. A successful Fortitude saving throw halves the total amount of force damage the creature takes.<br><br> Members of the Prophet of Kalistrade prestige class can cast this spell, even though it is not a divination or enchantment.",
    "name_zh": "镇定自若",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，器材（一枚价值至少100gp的钻石扣，胸针或别针）",
    "range_zh": "个人",
    "area_zh": "自我",
    "duration_zh": "10分钟/等级 或 直到释放; 见文本",
    "savingThrow_zh": "见文本",
    "text_zh": "<p>当一个生物试图用攻击触碰你（例如接触攻击、徒手攻击、用天生武器攻击或擒抱），它会感到有一个力场挡住去路。它可以选择放弃尝试，失去动作，或者强行通过防御。如果它突破防御，你可以触发一道力场波来对付它。这会消耗掉魔法，每施法者等级造成1d4点的力场伤害（最大10d4点），并将该生物向后推离5英尺。如果该生物不能被向后推离5英尺（例如，一个固体表面就在它的后面），它将额外受到2d4点的力场伤害。一次成功的强韧豁免将使该生物所受的所有力场伤害减半。<\/p><p>进阶职业为卡利斯拉德先知（prophet of kalistrade）的人物可以施展此法术，即使其不是预言或惑控系法术。该职业详见《进阶之路》第42页。<\/p>"
}
