{
    "key": "unholy sword",
    "name": "Unholy Sword",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Unholy%20Sword",
    "source": ["Ultimate Magic pg. 245"],
    "school": "evocation",
    "descriptors": ["evil"],
    "levels": {"antipaladin": 4},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "melee weapon touched",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell allows you to channel the powers of evil into your sword, or any other melee weapon you choose. The weapon acts as a <i>+5 unholy weapon <\/i>(+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against good opponents). It also emits a <i>magic circle against good <\/i>effect (as the spell). If the <i>magic circle <\/i>ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one <i>unholy sword <\/i>at a time.<br><br>If this spell is cast on a magic weapon, the powers of the spell supersede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with any spells that modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon’s bonus to attack does not stack with this spell’s enhancement bonus to attack.",
    "name_zh": "邪剑术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的近战武器",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术允许你将邪恶之力导入你的剑，或者任何其他你所选择的近战武器之中。该武器视为+5邪恶武器 (攻击检定与伤害检定获得+5增强加值，对抗善良敌人造成额外2d6伤害)。它还会发散出反善良法阵 (magic circle against good) 效果 (如同同名法术)。若法阵结束 (If the magic circle ends)，该武器会在你的回合以自由动作创造一个新的法阵。该法术会在武器失去你的持握1轮后自动解消。同一时间你只能拥有一把秽邪武器。<\/p><p>如果该法术施放在一把魔法武器上，法术的效能会取代该武器正常拥有的任何能力，在法术的存续期间内原本的增强加值以及武器能力 (powers of the weapon) 会无效化。该法术不与以任何方式改变武器的法术叠加。该法术对神器 (Artifacts) 无效。精制品武器的攻击加值与该法术在攻击上给予的增强加值不叠加。<\/p>"
}
