{
    "key": "unsettling presence",
    "name": "Unsettling Presence",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Unsettling%20Presence",
    "source": ["Haunted Heroes Handbook pg. 29"],
    "school": "necromancy",
    "subSchools": ["haunted"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "medium": 1,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "shaman": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one 5-ft. cube/level (S)",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "Those in this spell’s area who fail their Will saving throws harbor a faint sense of paranoia and evoke the same feeling in others for the duration of the spell. Domesticated animals (not including familiars and animal companions) don’t willingly approach affected creatures unless the animal’s master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check. Affected creatures take a –4 penalty on Handle Animal, Ride, and wild empathy checks against familiars, animal companions, animal cohorts, and other permanent companions provided by class abilities for the spell’s duration. Anyone an affected creature interacts with must succeed at a Will save or have its initial attitude automatically worsened by one step for the spell’s duration. Every time an affected creature attempts a Sense Motive check to get a hunch or detect a Bluff from another creature (or vice versa), it must succeed at a Will save or automatically assume the other party is lying or otherwise harbors ill will against it. Each time this spell causes an affected creature (or someone interacting with the affected creature) to attempt a Will saving throw, the spell’s hauntlike manifestation occurs. <br><br>",
    "name_zh": "不安存在",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "5立方尺/等级（S）",
    "area_zh": "5立方尺/等级 (可变)",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>在法术区域内的生物若意志豁免失败，则会怀有一种微弱的偏执感，并且会在法术的持续时间里唤起他人相同的感受。驯养的动物（不包括魔宠和动物伙伴）不愿意接近受影响的生物，除非动物的主人成功通过一次DC25的驯兽，骑乘，或野性认同检定。在法术持续时间内，受影响生物在应对魔宠、动物伙伴、动物部署、和其他由职业能力提供的永久伙伴的驯兽、骑乘和野性认同检定上受到-4惩罚，任何和一个受影响生物发生互动的人都必须成功通过一次意志豁免，否则他的初始态度在法术持续时间内会自动恶化一个等级。每当受影响生物尝试进行一次察言观色检定来评估氛围或看穿其他生物的哄骗（反之亦然），他必须成功通过一个意志豁免，否则会自动假设对方在说谎，或怀有恶意。每次当这个法术导致受影响的生物（或者是与受影响生物互动的人）尝试一次意志豁免检定，这个法术的类作祟现象就会发生。<\/p><p>作祟数据<\/p><p>察觉：察觉检定DC 20（感到一种突然的恐惧，或者听到背后有人低声呼唤受害者的名字）<\/p><p>生命值：2hp/等级; 触发：接近; 再起：无<\/p>"
}
