{
    "key": "unseen engineers",
    "name": "Unseen Engineers",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Unseen%20Engineers",
    "source": ["Kobolds of Golarion pg. 27"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 3,
        "sorcerer": 3,
        "summoner": 2,
        "summoner (unchained)": 2,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (materials required to construct the trap)",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "a team of tiny, invisible engineers",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure an invisible team of tiny engineers to construct a trap at alarming speed. Originating at your location, the team must remain within range of you or the spell ends. The engineers construct a mechanical trap of your choice. Construction takes a number of rounds equal to the trap’s challenge rating. The engineers must have the materials available. At the end of the construction time, use your Craft (traps) skill with a +5 bonus to determine the success of their work. If the engineers succeed, the trap is complete and the spell ends. If they fail, the materials are deposited at that location and the spell ends. If the spell’s duration ends before the trap is complete, the engineers automatically fail.<br><br> The engineers move at your base speed and can carry only materials required in the construction of the desired trap. They can’t attack in any way or be killed, and dissipate if they take 12 points of damage from area attacks (they get no saves against attacks).",
    "name_zh": "隐形工程师",
    "race_zh": "狗头人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (制造陷阱所需要的材料)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "一群微小的，肉眼看不见的工程师",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你召唤一队微小、不可见的工程师以惊人的速度制造一个陷阱。从你的位置开始，这团队必须保持在你施展此法术的范围之内，否则此法术结束。工程师制造一个由你选择的机械陷阱。制造所花费的轮数等同该陷阱的挑战等级。工程师必须要有可以利用的材料。在制作时间结束时，使用你的工艺(陷阱)技能再加上5点加值来判定他们的任务成功与否。如果工程师成功，则陷阱完成并且法术结束。如果他们失败，材料会堆在那个位置并且法术结束。如果在陷阱完成前法术的持续时间先结束，工程师会自动失败。<\/p><p>工程师以你的基础速度移动，并只能携带欲建造陷阱所需的材料。他们不能以任何方式攻击，或著被杀害，并在受到12点来自区域性攻击的伤害时消散(他们对这些攻击没有豁免)<\/p><p>边拦：受狗头人青睐的魔宠<\/p><p>对某些人来说，魔宠是个忠诚的伴侣，对其他人来说是个强大的工具。但对狗头人来说，魔宠首先应当是名忠诚的仆人─一名永不质疑它主人绝对权力以及权威的仆人。<\/p><p>蝙蝠(Bat)：尽管牠们飞行的优势在地下受限，对那些在狩猎过程中扮演猎人角色的主人来说，蝙蝠的声纳系统是个强大的工具。<\/p><p>蜥蜴(Lizard)：同为爬行生物，蜥蜴与牠的主人一样，都是冷血生物。<\/p><p>猩红蜘蛛(Scarlet Spider)UM：蜘蛛为牠们的主人，擅长在黑暗、地下空间，进行出色的侦查工作。免疫影响心灵的能力更进一步确保了他们的忠诚。<\/p><p>蟾蜍(Toad)：同为冷血生物，蟾蜍作为两栖生物有许多用处─这是一个在黑暗、溢水的地下洞窟中很有用的特性。而蟾蜍给予纯弱的狗头人种族的奖励生命值更是无价珍宝。<\/p><p>进阶魔宠<\/p><p>因为多疑的天性，使狗头人法师回避更加聪明的生物(像是小魔鬼[imps]或臭鼬[mephitis])作为魔宠。取而代之，狗头人法师通常选择那些不太可能说话的生物，或是有着与牠们崇拜的龙的喷吐武器相匹配的凶暴鼠(dire rat)、炼狱生物(fiendish animal)甚至是面无表情的元素(elementals)。那些稀少的善良阵营狗头人法师，妖精龙(faerie dragon)以及伪龙(pseudodragon)是个自然而然的选择。对那些真正邪恶的，牠们对不引起注意、在侦查上有着异乎寻常天赋有着共同的兴趣，这使得化物罗刹(raktavarna rakshasas)在狗头人法师之间很受欢迎─他们也陶醉于这种生物与生俱来的服务欲望。<\/p>"
}
