{
    "key": "visualization of the mind",
    "name": "Visualization of the Mind",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Visualization%20of%20the%20Mind",
    "source": ["Divine Anthology pg. 14"],
    "school": "transmutation",
    "descriptors": ["meditative"],
    "levels":     {
        "arcanist": 2,
        "cleric": 2,
        "shaman": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 hour",
    "components": "V, M (soothing incense worth 200 gp)",
    "range": "personal",
    "target": "you",
    "duration": "24 hours or until discharged",
    "text": "You enhance a single aspect of your mind, nurturing and empowering it. Choose a single mental ability score (Charisma, Intelligence, or Wisdom). You gain a +5 bonus on ability checks and skill checks associated with that ability score. <br><br> At any time during the spell’s duration, you can expend the spell’s remaining duration as an immediate action in order to gain a one-time mental enhancement associated with the ability score you chose to visualize, as detailed below. After you do so, the spell ends.<br><br> <b>Charisma<\/b>: You are immediately infused with a wave of supernatural luck, and gain a +2 luck bonus on all d20 rolls for 1 minute.<br><br> <b>Intelligence<\/b>: You immediately gain a flash of insight, and gain a number of ranks equal to your Hit Dice in any skill in which you have no ranks. These ranks last for 1 minute, during which time you can also treat that skill as a class skill.<br><br> <b>Wisdom<\/b>: When you fail a Will save, you can immediately attempt that saving throw again, gaining a +4 bonus on the new saving throw to resist the effect.",
    "name_zh": "心灵具现",
    "castingTime_zh": "1小时",
    "components_zh": "语言，材料（价值200gp的舒缓香料）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "24小时, 或 直至能量发散",
    "text_zh": "<p>你提升你思想中的一个方面，培育和强化心灵之力。选择一个心灵属性（魅力，智力，感知）。你在与该属性相关的属性检定和技能检定上获得+5加值。<\/p><p>在法术持续时间内的任何时候，你可以将法术的剩余持续时间用一个直觉动作消耗，以获得与你所选择的属性相关的一个一次性心灵强化，详情如下。在你这样做之后，法术就会结束。<\/p><p>魅力：你会立即被注入一波超自然的运气，在1分钟内的所有d20投骰中获得+2的幸运加值。<\/p><p>智力：你立刻获得一种顿悟，在任何你没有等级的技能上获得等于你的生命骰的等级。这些等级会维持1分钟，在此期间，你同样可以将该技能作为一个本职技能<\/p><p>感知：当你在一个意志检定中失败的时候，你可以立即尝试再次豁免，在抵抗效果的新豁免中获得+4加值。<\/p>"
}
