{
    "key": "vomit twin",
    "name": "Vomit Twin",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Vomit%20Twin",
    "source": ["Advanced Race Guide pg. 119"],
    "school": "conjuration",
    "subSchools":     [
        "creation",
        "teleportation"
    ],
    "subSchoolsOperator": ",",
    "race": "goblin",
    "levels":     {
        "alchemist": 3,
        "arcanist": 4,
        "investigator": 3,
        "magus": 3,
        "psychic": 4,
        "sorcerer": 4,
        "summoner": 3,
        "summoner (unchained)": 3,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "effect": "creates one ooze duplicate of the caster",
    "duration": "1 round/level",
    "text": "Upon casting this spell, you vomit forth a disgusting ooze copy of yourself into a single adjacent square. As long as the twin exists, whenever you take a move action to move, the twin can move as well, although it does not need to follow you and cannot take any other actions. On subsequent rounds, at the start of your turn, you can instantaneously exchange places with your twin, as if using <i>teleport<\/i>. This is not an action and does not provoke an attack of opportunity.<br><br>The twin has a speed of 30 feet and provokes attacks of opportunity from movement as normal. It has an AC equal to 10 + 1/2 your caster level and a number of hit points equal to your caster level. If the twin is reduced to 0 hit points, it is destroyed, although you can create a new one on your turn as a standard action as long as the duration persists. You cannot have more than one vomit twin at a time.",
    "mythicSource": ["Mythic Adventures pg. 111"],
    "mythicText": "Any spell you cast that has a range of touch, close, medium, or long can originate from the twin instead of you. The twin gains a deflection bonus to AC equal to your tier, and has hit points equal to double your caster level. The twin can attempt attacks of opportunity using your base attack bonus, but has no ability score modifiers, skills, or feats. It threatens an area appropriate for your size and wields a copy of the weapon you were wielding when you cast <i>mythic vomit twin<\/i>. If the twin’s weapon is destroyed or disarmed, on your turn the twin generates a new weapon from its own substance. Its attacks deal damage using that weapon’s die type.<br><br><b>Augmented (5th)<\/b>: If you expend two uses of mythic power, you create two copies when you cast the spell, and both can be active at the same time. If you instead expend three uses of mythic power, you create three copies when you cast the spell, and all three can be active at the same time. ",
    "name_zh": "吐个分身",
    "race_zh": "地精",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "effect_zh": "创造一个施法者的泥造复制品",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>当你施放这个法术后，你向着一个相邻的方格呕吐，以此造出你自己的泥造复制品。只要这个复制品存在，每当你使用移动动作移动它也会跟着移动，尽管它不需要跟随你，并且也无法做任何其他动作。在随后的几轮中，每当你的回合开始时，你都可以即刻与复制品交换位置，就如同使用传送术一般。这不是一个动作也不会引起藉机攻击。<\/p><p>复制品拥有30尺的移动速度并且它的移动会正常引发藉机攻击。它的AC等同于“10+1/2施法者等级”，并且拥有等同于你施法者等级的生命值。复制品的生命值若减少至0则被破坏，但是只要法术持续时间还没有过，你可以在你的回合以一个标准动作重新制造一个新的复制品。同一时间你不能有超过一个复制品。<\/p>",
    "mythicText_zh": "<p>任何范围为接触、近距、中距或远距的法术，在由你施放时，都可以以你的分身作为起始点而非你自己。分身的AC获得等同于你的阶层的偏斜加值，而且它的生命值等同于你的施法者等级的两倍。分身能够使用你的基本攻击加值尝试借机攻击，但是不具有属性调整值、技能或者专长。它的威胁威胁符合你的体型，而且持用的是在你施放神话吐个分身时正在持用的武器复制品。若分身的武器被破坏或卸除，那么在你的回合内，分身能够以自身的构成物质再制造一把新武器。它攻击所造成的伤害使用该武器的骰子类型。<\/p><p><b>强化（5阶）<\/b>：若你花费2次神话之力，你便能在施放该法术时创造出两个分身，而且它们能够同时被激活。若你花费3次神话之力替代上述的2次，你便能在施放该法术时创造出3个分身，而且全部3个分身都能同时被激活。<\/p>"
}
