{
    "key": "wall of stone",
    "name": "Wall of Stone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Stone",
    "source": ["PRPG Core Rulebook pg. 367"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["earth"],
    "levels":     {
        "adept": 5,
        "arcanist": 5,
        "cleric": 5,
        "druid": 6,
        "hunter": 6,
        "magus": 5,
        "occultist": 5,
        "oracle": 5,
        "shaman": 6,
        "sorcerer": 5,
        "summoner": 4,
        "summoner (unchained)": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a small block of granite)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "stone wall whose area is up to one 5-ft. square/level (S)",
    "duration": "instantaneous",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "This spell creates a wall of rock that merges into adjoining rock surfaces. A <i>wall of stone<\/i> is 1 inch thick per four caster levels and composed of up to one 5-foot square per level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object.<br><br>Unlike a <i>wall of iron<\/i>, you can create a <i>wall of stone<\/i> in almost any shape you desire. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed. This requirement reduces the spell's area by half. The wall can be crudely shaped to allow crenellations, battlements, and so forth by likewise reducing the area.<br><br>Like any other stone wall, this one can be destroyed by a <i>disintegrate<\/i> spell or by normal means such as breaking and chipping. Each 5-foot square of the wall has hardness 8 and 15 hit points per inch of thickness. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness.<br><br>It is possible, but difficult, to trap mobile opponents within or under a <i>wall of stone<\/i>, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves.",
    "mythicSource": ["Mythic Adventures pg. 112"],
    "mythicText": "The wall is 1 inch thick per 2 caster levels. The wall’s hardness increases to 12. <br><br><b>Augmented (7th)<\/b>: If you expend two uses of mythic power, the wall is impassable to ethereal travel and spells such as <i>passwall<\/i> and <i>phase door<\/i>. The wall is immune to non-mythic <i>disintegrate<\/i>, <i>shatter<\/i>, <i>sympathetic vibration<\/i>, and other non-mythic magical effects that specifically affect stone (including <i>earthquake<\/i>, <i>soften earth and stone<\/i>, and <i>transmute rock to mud<\/i>).",
    "name_zh": "石墙术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (一小块花岗岩)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "面积至多5尺见方/等级的石墙 (可变)",
    "duration_zh": "立即",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术会从邻近的石面延伸出一道石墙。你可以创造出面积为每等级5尺见方的石墙，其厚度为每四个CL 1英吋。你可以令厚度减半以使得其面积翻倍。若你想让墙壁出现的地点已经有生物或物品占据着，则墙不会出现。<\/p><p>与‘<a href=\"spell.html?spell=wall of iron\">铁墙术 (wall of iron)<\/a>’不同，你可以将石墙塑造成几乎任何形状。该墙不必垂直于地面，也不需要地基; 不过它必须由稳固的既有石块中延伸出来。它可以作为跨越峡谷的桥梁或是斜坡，此时，若桥梁跨度超过20英尺，该墙必须呈拱形且需要支撑，这使得石墙面积减半。石墙上也可造出粗糙的城垛，这同样会减小其面积。<\/p><p>和其他石墙一样，它会被‘<a href=\"spell.html?spell=disintegrate\">解离术 (disintegrate)<\/a>’摧毁，也会被正常手段破坏。每5英尺见方的石墙每1英吋厚有15点HP，它的硬度为8。一块墙面的HP若降到0则会碎裂。若生物想要一击贯穿则须通过力量检定，DC为20, 每英吋厚度+2。<\/p><p>使用石墙术将能够移动的敌人困在墙壁之下或者之中是可行的，但是十分困难，这么做会将墙壁塑形用以封堵生物。生物能够进行成功的反射豁免来避免被困住。<\/p>",
    "mythicText_zh": "<p>每两个施法者等级可以创造1英吋厚的墙壁。墙壁的硬度增加至12点。<\/p><p><b>强化（7阶）<\/b>：若你花费2次神话之力，灵界旅行（ethereal travel）或者诸如穿墙术（passwall）以及相位门（phase door）之类的法术无法穿过这些石墙。墙壁免疫非神话解离术（disintegrate）、粉碎音波（shatter）、共振术（sympathetic vibration）以及其他对石头特别有效的非神话魔法效果，这包括地震术（earthquake）、柔石术（soften earth and stone）以及化石为泥（transmute rock to mud）。<\/p>"
}
