{
    "key": "wall of mist",
    "name": "Wall of Mist",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Mist",
    "source": ["Elemental Master's Handbook pg. 18"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["air"],
    "levels":     {
        "arcanist": 3,
        "magus": 3,
        "shaman": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "wall of thin fog 10 ft. long/level or dense fog 5 ft. long/level; either form 20 ft. high",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "With a whispered incantation, you conjure a stationary vertical wall of misty vapor. The wall is straight, is 1 foot thick, and has a length up to 10 feet per caster level. The wall obscures vision, granting concealment (20% miss chance) against creatures on the other side of the wall. A creature that shares a square with the wall counts as being on neither side of the wall and neither benefits nor suffers from the concealment.<br><br> Alternatively, you can create a wall with increased density, but doing so reduces the maximum length of the wall to 5 feet per caster level.<br><br> In addition to granting concealment, this denser wall also hinders movement. Any creature moving into or attempting to pass through the wall must succeed at a DC 15 Strength check or be entangled (and unable to move) until the start of its next turn. A creature that starts its turn in the wall can freely move within it or move out of the wall in either direction.<br><br> Only a severe or stronger wind (31+ mph) disperses the wall, and it does so in 1 round.",
    "name_zh": "迷雾之墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "每等级10尺长的薄雾墙，或者是每等级5尺长的浓雾墙，都是20尺高",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>随着一阵低语，你可以创造出一股静止的垂直雾墙。这个墙是直的，并且有1尺厚，每施法者等级有10尺长。这些墙壁会让视觉模糊，从墙壁一面对墙壁另外一面的生物会被视为隐蔽（20%失手率）。和墙壁共用占据的生物不会被视为在任何一边的墙外，也不能获得隐蔽的好处。此外，你可以选择创造一个每施法者等级5尺长的墙来增强浓度。除了会提供隐蔽之外，浓雾墙也会阻碍移动。尝试进入或者穿过浓雾的生物必须通过一个DC15的力量检定否则就会在下一回合开始之前陷入纠缠状态（并且无法移动）。在墙壁里面开始回合的生物可以在里面自由移动或者是从任意方向移出墙壁。只有烈风或者更强的风（大于31英里/小时）才能吹散墙，但是即使这样也需要一轮。<\/p>"
}
