{
    "key": "wall of iron",
    "name": "Wall of Iron",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Iron",
    "source": ["PRPG Core Rulebook pg. 367"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 6,
        "magus": 6,
        "occultist": 6,
        "sorcerer": 6,
        "summoner": 5,
        "summoner (unchained)": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a small iron sheet plus gold dust worth 50 gp)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "iron wall whose area is up to one 5-ft. square/level; see text",
    "duration": "instantaneous",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You cause a flat, vertical iron wall to spring into being. The wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.<br><br>A <i>wall of iron<\/i> is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 10. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness.<br><br>If you desire, the wall can be created vertically resting on a flat surface but not attached to the surface, so that it can be tipped over to fall on and crush creatures beneath it. The wall is 50% likely to tip in either direction if left unpushed. Creatures can push the wall in one direction rather than letting it fall randomly. A creature must make a DC 40 Strength check to push the wall over. Creatures with room to flee the falling wall may do so by making successful Reflex saves. Any Large or smaller creature that fails takes 10d6 points of damage while fleeing from the wall. The wall cannot crush Huge and larger creatures.<br><br>Like any iron wall, this wall is subject to rust, perforation, and other natural phenomena. Iron created by this spell is not suitable for use in the creation of other objects and cannot be sold.",
    "mythicSource": ["Mythic Adventures pg. 111"],
    "mythicText": "The wall is 1 inch thick per 2 caster levels. If you create an unattached wall, you can weight it so there is a 75% chance it falls on its own in the direction you want. Subtract 5 from the DC to push it in the direction you want, and add 5 to the DC to push the wall in the other direction. <br><br><b>Augmented (7th)<\/b>: If you expend two uses of mythic power, one side of the wall (your choice) has a powerful magnetic charge that attracts metal within 10 feet. The wall automatically attempts a combat maneuver check to pull once per round against any creature that comes in range wearing metal armor, wielding a metal weapon, or otherwise carrying a significant amount of metal.<br><br> The wall’s CMB is equal to your caster level plus your tier. If the combat maneuver succeeds, the creature is pulled 5 feet closer to the wall. The wall gains a +5 bonus on its combat maneuver check if the creature is within 5 feet. If the wall succeeds at its check against a creature within 5 feet, the creature is pulled up against the wall and is treated as grappled.<br><br> Dropping metal items or removing metal armor allows a creature to free itself from the wall. The magnetic charge fades after 1 hour per tier. Wrenching an item away from the wall requires a successful Strength check (DC 10 + the wall’s CMB).",
    "name_zh": "铁墙术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一小片铁块外加价值50gp的金粉)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "面积至多占据5尺见方/等级的铁墙; 见后文",
    "duration_zh": "立即",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以凭空造出光滑的竖直铁墙。铁墙可以放置在任何附近的无生命材质中——只要它所在区域允许这么做。若你想让墙壁出现的地点已经有生物或物品占据着，则墙不会出现。墙壁必须是光滑的平面，但边缘的形状可以适应周围的可用空间。<\/p><p>铁墙厚度为每四个CL 1英吋。你可以令厚度减半以使得其面积翻倍。每5英尺见方的墙面，每英吋厚度有30点HP，硬度为10点。一块墙面的HP若降到0则会碎裂。若要一击贯穿墙面，需要通过力量检定，DC为25, 每英吋厚度DC再+2。<\/p><p>你可以在水平表面造出竖直的墙，而不与该表面接触，这样墙就会倒下并压住其下方的生物。若没有外力的影响，墙向两边倒下的概率各为50%。生物可以去推墙而不是让它随机地倒下，但这必须通过DC 40的力量检定。如果有空间，生物可以通过反射检定来避开倒下的墙。没能躲开的大型或更小的生物会受到10d6点伤害。该墙无法压伤超大型或更大的生物。<\/p><p>和所有铁墙一样，该墙会出现生锈穿孔等自然现象。以此法术创造出的钢铁无法用于创造其他物体，也无法用于销售。<\/p>",
    "mythicText_zh": "<p>每两个施法者等级可以创造1英吋厚的墙壁。若你创造出与表面没有连接的墙壁（unattached wall），那么你能够让它有75%的概率按照你所希望的方向倒下。将它向着你所希望的方向推倒所需的DC减少5点，向着其他方向推倒的DC增加5点。<\/p><p><b>强化（7阶）<\/b>：若你花费2次神话之力，墙壁的一侧（由你选择）会具有强大的磁场，它会吸引10尺范围内的金属。每轮1次，墙壁会自动尝试战技检定来拉近任何处于范围内，并且佩戴金属护甲、持用金属武器、或者以其他方式携带大量金属的生物。<\/p><p>墙壁的CMB等同于你的施法者等级加上你的阶层。若战技成功，该名生物会被向着墙壁拉近5尺。若这些生物在距离墙壁5尺范围内，墙壁就会在战技检定中获得+5加值。若墙壁成功以此检定对抗了5尺范围内的生物，该名生物会被拉到墙边并且视为被擒抱。<\/p><p>丢弃金属物品或者脱下金属护甲能使得生物脱离墙壁的束缚。这个磁场会在每阶层1小时后消失。将物品从墙壁上拽走需要进行成功的力量检定（DC 10 + 墙壁的CMB）。<\/p>"
}
