{
    "key": "wall of clockwork",
    "name": "Wall of Clockwork",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Clockwork",
    "source": ["Heroes of the Streets pg. 23"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 5,
        "cleric": 5,
        "oracle": 5,
        "sorcerer": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "wall of bronze clockworks whose area is up to one 5-ft.-square/level (S)",
    "duration": "1 minute/level",
    "savingThrow": "Reflex half or Reflex negates, see text",
    "spellResistance": "yes",
    "text": "An immobile, vertical wall of spinning cogs and gears springs into existence. Any creature passing through the wall takes 1d6 points of piercing and slashing damage per 2 caster levels (maximum 10d6); a successful Reflex save halves the damage.<br><br>The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.<br><br>A <i>wall of clockwork<\/i> provides cover (+4 bonus to AC, +2 bonus on Reflex saves) against attacks made through it.<br><br>A <i>wall of clockwork<\/i> is 1 inch thick per 4 caster levels. You can double the wall’s area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 9. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness. If an attacker an attack roll of a natural 20 (and only a natural 20, regardless of the weapon’s threat range) and confirms the critical hit (even though the wall is otherwise immune to critical hits), that section of wall gains the broken condition. If already broken, that section of wall is destroyed instead.<br><br>Bronze created by this spell is not suitable for use in the creation of other objects (even for the limited duration of the spell) and cannot be sold.",
    "name_zh": "齿轮之墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "青铜发条墙壁，面积至多为5平方尺/等级 (S)",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "反射, 通过则减半 或 反射, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>一面静止、直立，其上旋转着轮牙与齿轮的墙壁突然出现。任何穿过这面墙的生物受到每2个施法者等级1d6点穿刺伤害与1d6点挥砍伤害(最大10d6); 反射豁免检定成功可以让伤害减半。<\/p><p>这面墙并不能被召唤至一名生物或另依物体所占据的相同空间中。这面墙永远是平坦的平面，但你可以改变他的边缘来贴合能利用的空间。<\/p><p>齿轮之墙在对抗穿透过墙的攻击时，会提供掩蔽(AC获得+4加值，反射豁免获得+2加值)。<\/p><p>齿轮之墙每4个施法者等级1英吋厚。你可以借由减半墙的厚度，使墙体的区域乘以两倍。墙体每5平方尺，每英吋厚度拥有30点生命值以及9点硬度。墙体的一处区块生命值若被削减至0，则破坏。如果生物试着以攻击破坏墙壁，力量检定的DC为25+2/每英吋厚。如果攻击者有一个攻击骰是天然20 (并且只能是天然20，不是该武器的威胁范围)并且确认重击(但是墙免疫其他方法所造成的重击)，墙那处的区块会得到破损(broken)状态。如果已经破损，则该区块的墙会被摧毁。<\/p><p>透过此法术创造出来的青铜并不适合用来创造其他物体(就算是在法术有限的持续时间内)，并且不能拿来贩卖。<\/p><p>街头法术<\/p><p>一座城市里，外貌就是一切，消息是高低贵贱们的商品。知道正确的法术，能让你在达成交易与被来自身后的盟友绞首之间产生不同的结果。当事情变得糟糕，一个简单的法术能迅速的改变情况，或至少给了你快速逃脱的方法。无论城市多大，次要法术总是会在每个城市施法者的剧本上占据一席之地。下列的新法术适用于游走在灰色地带的街头英雄们。<\/p>"
}
