{
    "key": "wall of bone",
    "name": "Wall of Bone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Bone",
    "source": ["Magic Tactics Toolbox pg. 13"],
    "school": "necromancy",
    "levels":     {
        "antipaladin": 4,
        "arcanist": 4,
        "bloodrager": 4,
        "cleric": 4,
        "oracle": 4,
        "psychic": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a polished humanoid femur)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "solid wall of humanoid bones with an area of up to one 5-ft. square/level",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "yes; see text",
    "text": "This spell creates a vertical wall of skeletal arms that attaches itself to any solid surface. The wall of bone works identically to <i>wall of stone<\/i> except as noted above and in this spell description. The wall of bone is 1 inch thick per 4 caster levels and composed of up to one 5-foot square per level. The wall created must be vertical, and must rest upon a firm foundation. It cannot be used to bridge a chasm, for instance, or to act as a ramp. Each 5-foot square of the wall has hardness 4 and 7 hit points per inch of thickness. A section of wall whose hit points drops to 0 is breached. If a creature tries to break through the wall with a single attack, the DC of the Strength check is equal to 15 + 2 per inch of thickness.<br><br> For each creature adjacent to the wall, the skeletal hands attempt a combat maneuver check to grapple it. The skeletal hands do not provoke attacks of opportunity. They make their attacks at the start of your turn, when the wall is summoned, or when an enemy first moves adjacent to the wall. The skeletal hands’ CMB is equal to your caster level, and they can grapple a Huge or smaller creature with no penalty.<br><br> If the wall successfully grapples a foe, that foe takes 1d6 points of damage and gains the grappled condition. Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first. The wall cannot move or pin foes. Each round the wall succeeds at a grapple combat maneuver check, it deals 1d6 additional points of damage. The CMD of the wall, for the purposes of escaping the grapple, is equal to 10 + its CMB.",
    "name_zh": "骸骨之墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (擦亮的类人生物的股骨)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "每等级一个5尺方型区域的由类人生物骸骨组成的墙体",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可; 见文本",
    "text_zh": "<p>该法术创造出由骷髅手臂组成的竖直墙体，可贴附在任何固体平面。<\/p><p>除了上文所述部分以及法术描述中所记载的部分以外，骸骨之墙如同石墙术一般生效。<\/p><p>该墙体必须被竖直的创造出来，并且必须落在坚固的地基上。例如，它不能用于在鸿沟上建一座桥，也不能用来制造一个斜坡。每5尺方形区域的墙体拥有4点硬度和每英寸厚度6点生命。墙体中生命值低于0的部分会被破坏。如果一个生物试图用单次攻击冲破墙，他需要通过一个DC为15+2每英寸厚度的力量检定。墙中的骷髅手会尝试对每一个与墙体相邻的生物进行一次战技检定来擒抱他们。骷髅手不会引发借机攻击。他们会在你的回合开始时，墙体被召唤时，或者当一个敌人第一次移动到邻近墙体位置时发动攻击。骷髅手的CMB等于你的施法者等级，并且他们能擒抱超大型或更小的生物而无须承受任何减值。如果墙体成功擒抱到敌人，敌人受到1d6点伤害并获得擒抱状态，被擒抱的生物在挣脱擒抱之前无法移动，也无法进行其他任何类型的移动（Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first）墙体无法移动或者压制敌人。只要每轮墙体成功进行了擒抱战技检定，它就可以造成额外1d6点伤害。用于逃脱出墙体擒抱的CMD为10+它的CMB。<\/p><p>法术<\/p><p>下列的法术能够帮助揭露知识，或保护先前所获得的知识。<\/p>"
}
