{
    "key": "warp metal",
    "name": "Warp Metal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Warp%20Metal",
    "source": ["Magic Tactics Toolbox pg. 6"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "arcanist": 4,
        "bloodrager": 4,
        "cleric": 4,
        "druid": 4,
        "hunter": 4,
        "medium": 4,
        "occultist": 4,
        "oracle": 4,
        "psychic": 4,
        "sorcerer": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a twisted wire)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "1 Small metal object/level, all within a 20-ft. radius; see text",
    "duration": "instantaneous",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "You cause metal to bend and warp, permanently destroying its straightness, form, and strength. A warped door springs open (or becomes stuck, requiring a successful Strength check to open, at your option). A vehicle grinds to a halt and ceases to operate. Warped ranged weapons are useless. A warped melee weapon imposes a –4 penalty on attack rolls.<br><br> You can warp one Small or smaller object or its equivalent per caster level. A Medium object counts as two Small objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32.<br><br> Alternatively, you can unwarp metal (effectively warping it back to normal) with this spell. <i>Make whole<\/i>, on the other hand, does nothing to repair a warped item.<br><br> You can combine multiple consecutive castings of <i>warp metal<\/i> to warp (or unwarp) an object that is too large for you to warp with a single casting. Until the object is completely warped, it suffers no ill effects.",
    "name_zh": "扭曲金属",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料（一根缠绕的丝线）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每等级1个小体型木制品，全部必须在一个20尺半径范围内; 见下文",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>你使得金属扭曲而歪斜，永久的摧毁了它的平直，形态以及强度。一个扭曲的门会被裂开(或卡死，需要用一个成功的力量检定来打开，根据你的选择而定)。马车会被挤压而无法前进和被操纵。被扭曲的远程武器毫无用处(useless)。被扭曲的近战武器在攻击骰承受-4的罚值。你可以扭曲每等级一个小体型或更小的物品。一个中体型物品算作2个小体型物品，大体型算作4个，超大体型算作8个，巨型算作16个，超巨型算作32个。另外，你也可以用该法术将被扭曲的物品复原（有效地将其扭回正常模样）。完全修复术无法修复被扭曲的物品。你可以将该法术连续释放多次，来扭曲（或恢复）一个对你来说大到无法用一次施法来完全影响的物品。在物品被完全扭曲之前，它不承受任何负面效果。<\/p><p>法术<\/p><p>下列的法术给予施法者们其他的方式，给他们的敌人予以可怖的毁灭。<\/p>"
}
