{
    "key": "word of recall",
    "name": "Word of Recall",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Word%20of%20Recall",
    "source": ["PRPG Core Rulebook pg. 371"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "levels":     {
        "cleric": 6,
        "druid": 8,
        "oracle": 6,
        "psychic": 7,
        "warpriest": 6
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "unlimited",
    "target": "you and touched objects or other willing creatures",
    "duration": "instantaneous",
    "savingThrow": "none or Will negates (harmless, object)",
    "spellResistance": "no or yes (harmless, object)",
    "text": "<i>Word of recall<\/i> teleports you instantly back to your sanctuary when the word is uttered. You must designate the sanctuary when you prepare the spell, and it must be a very familiar place. The actual point of arrival is a designated area no larger than 10 feet by 10 feet. You can be transported any distance within a plane but cannot travel between planes. You can transport, in addition to yourself, any objects you carry, as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. Exceeding this limit causes the spell to fail.<br><br>An unwilling creature can't be teleported by <i>word of recall<\/i>. Likewise, a creature's Will save (or spell resistance) prevents items in its possession from being teleported. Unattended, nonmagical objects receive no saving throw.",
    "name_zh": "回返真言",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "无限",
    "target_zh": "你与接触到的物体或其他自愿生物",
    "duration_zh": "立即",
    "savingThrow_zh": "无 或 意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "否 或 可 (无害, 物体)",
    "text_zh": "<p>在完全念出咒语时，回返真言会立即把你传送回你的避难所。你必须在准备法术时就指定好避难所，并且那里必须是你非常熟悉的地方。实际传送到的目的地是不得超过10尺×10尺的区域。你可以在传送至同位面内的任何地方，但不可跨位面。你还可以携带不超过你最大负重的物品。每三个CL，你还可以带一个自愿的中型或小型生物 (分别可携带不超过其最大负重的物品装备) 或等同于此的生物。一个大型生物视作两个中型生物，一个巨型生物视作两个大型生物，以此类推。所有被传送的生物必须和其他一个被传送者接触，并且至少有一个被传送者要与你接触。超出限制则法术失效。<\/p><p>非自愿的生物不能用回返真言传送。同样，生物的意志豁免 (或法术抗力) 能阻止被他持有的物品被传送。无主的非魔法物品不能进行豁免检定。<\/p>"
}
