{
    "key": "world wave",
    "name": "World Wave",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=World%20Wave",
    "source": ["Advanced Player's Guide pg. 256"],
    "school": "transmutation",
    "descriptors":     [
        "earth",
        "water"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 9,
        "druid": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "see text",
    "effect": "see text",
    "duration": "1 round/level or 1 hour/level; see text (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You cause any sort of natural terrain (including water, forest, desert, tundra, and so on) to surge beneath your feet and safely propel you with devastating force over great distances. This wave of terrain undulates as it passes over the world, harmlessly lifting or stretching objects, creatures, and phenomena with a connection to nature but tearing through and damaging anything else it encounters. When you cast the spell you must choose the wave’s type, either a tsunami or a swell. If you choose a tsunami, you create a 30-foot-high tidal wave of earth or water hurtling across the landscape that lasts for 1 round per level. If you choose a swell, you create a more controlled and gentle 5-foot-high wave that lasts for 1 hour per level. Regardless of its form or composition, the crest of the wave extends 10 feet in front of and behind you, and 5 feet per level to both your left and right. You can stand or sit on the crest of this wave without any fear of falling off it and can even lie down and sleep (or take any other actions you could take if standing on solid ground) as it travels. You can grant up to one additional creature per level the ability to safely accompany you on this wave. <br><br>When you first create the wave, you must choose its path by facing the direction you wish it to travel. Once you make this decision, you cannot change it. The wave, in either version, moves at eight times your base land speed. Any object, creature, or phenomena strongly connected to, or a part of, the natural world simply rises up and down with the wave as it passes, taking no damage or injury. However, anything else coming into contact with the wave takes either 6d6 points of bludgeoning damage (if the tsunami) or 1d6 points of bludgeoning damage (if the swell). The wave damages any manufactured object or structure. On the Material Plane, it also damages any creature of the aberration, construct, outsider, or undead type, or with the extraplanar subtype. Creatures with the construct or undead type take double damage from the wave. Other creatures, or creatures with even one druid class level (regardless of their type), are considered a part of the natural world and are unaffected by the wave. Note that on other planes of existence, what is considered to be a part of the natural world may vary at the GM’s discretion.<br><br>The wave can travel up or down the sides of natural features so long as it does not exceed a 45-degree angle. You cannot alter the dimensions of the wave as it travels. If the wave encounters terrain that it cannot incorporate into itself, the wave simply flows over or around the obstacle (creatures riding the wave are harmlessly displaced to the side to avoid the obstacle) unless the terrain occupies one-half or more of the area of the wave’s crest. In such cases the spell ends in 1d6 rounds as the wave falters and collapses, unless its duration would normally cause it to expire prior to that. The momentum of the wave carries you forward through this new terrain without any injury until it collapses, at which point you suffer the normal effects of the terrain in which you are deposited. Terrain the wave cannot incorporate includes anything primarily made from fire (such as lava), air (such as an open cliff face), or something man-made (such as a city). <br><br>You can only create the wave if standing on the ground. You cannot create it when underground or on terrain that it cannot incorporate.",
    "name_zh": "世界波",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "见文本",
    "effect_zh": "见下文",
    "duration_zh": "1轮/等级 或 1小时/等级; 见文本 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你让你脚下的任何自然地形 (如水、森林，沙漠、苔原或类似) 隆起，产生一股巨大的波浪，以毁灭性的力量把你安全的推送出一段很远的距离。<\/p><p>这股地形的波浪通过时会让自然界的物体、生物和自然现象产生上下起伏，但是不会对它们造成任何伤害，不过它会撕裂除此之外的一切。<\/p><p>在施放该法术时，施法者需要在海啸和隆起中选择波浪的形态。<\/p><p>如果你选择海啸，法术将持续一轮每等级，并且在自然环境中产生30尺高的地面或海浪。<\/p><p>如果选择隆起，法术持续一小时每等级，并且产生一个五尺高的可控的平缓波浪。<\/p><p>无关其形态，波浪延伸到施法者身体前后10尺，横向宽每施法者等级5尺的距离。施法者可以平稳的搭乘在波浪的顶端，在波浪前进过程中躺下睡觉也无妨 (或者进行其他任何在平稳地面可以进行的行为)。施法者可以选择每等级一个生物共同安全的搭乘在波浪上。<\/p><p>在最初造出波浪时，施法者必须选择波浪前进的方向。一旦选择，方向将不可更改。无论是哪种波浪，其前进速度都是施法者正常地面速度的8倍。自然界本来存在的物体、生物和自然现象在波浪通过时只会上下起伏，不会受到任何损伤。<\/p><p>但是，波浪接触到的其他物体都会受到6d6点钝击伤害 (海啸) 或1d6点钝击伤害 (隆起)。波浪对人工产物和建筑物将造成这些伤害。如果是在主物质位面，同时还会对异怪、构装、异界生物、亡灵或者有异界生物子类别的生物造成伤害，并且构装和亡灵还会受到双倍的伤害。除上述生物以外，或者拥有至少1级德鲁伊等级的生物，被视为自然界的一部分所以不会受到伤害。在其他位面，各种生物类别是否被视为自然界的一部分则由DM进行判断。<\/p><p>只要坡度没有超过45度，则波浪就可以正常前进。施法者无法变更移动中的波浪的体积。和波浪相撞的障碍物 (非自然地形)，如果其大小不超过波浪的一半，则会被吞噬，或者避开 (波浪会自动将乘坐在顶端的生物移动到不会撞上障碍物的位置)。如果障碍物所占范围超过波浪的一半，即使法术持续时间没到，法术效果也会结束，同时整个波浪会摇晃并崩塌。<\/p><p>波浪在前进中时，其组成部分不会对你造成任何伤害，除非它效果结束，这时你会正常的受到地形造成的影响。<\/p><p>无法被波浪包含的物体包括由火 (如熔岩)，空气 (如悬崖) 或者其他人造物体 (如城市) 构成的物体。<\/p><p>施法者只能站在一个平面上时施放该法术。当施法者处于地下，或者站在无法形成波浪的地形上时，无法创造出波浪。<\/p>"
}
