{
    "key": "wreath of blades",
    "name": "Wreath of Blades",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wreath%20of%20Blades",
    "source": ["Ultimate Combat pg. 249"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 5,
        "bloodrager": 4,
        "magus": 4,
        "occultist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "summoner": 5,
        "summoner (unchained)": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (four mithral daggers, each worth at least 502 gp each)",
    "range": "personal",
    "target": "you",
    "area": "5-foot-radius emanation centered on you",
    "duration": "1 round/level",
    "savingThrow": "Reflex half (special, see below)",
    "spellResistance": "no (special, see below)",
    "text": "The daggers serving as focus of this spell take on a deadly sharpness as they animate and spin around you, creating a 5-foot-radius emanation of spinning mithral blades that moves with you. Any creature that starts its turn within the area of the spinning blades takes 1d4 points of damage for every two caster levels (maximum 10d4 at 20th level) and the damage bypasses DR/silver. <br><br>Furthermore, the daggers ward off some attacks, in a way similar to the <i>warding weapon <\/i>spell. While subject to this spell, you do not provoke attacks of opportunity for casting spells, even from creatures with the Disruptive feat. Creatures with the Spellbreaker feat can easily bypass this defensive property, though they still take damage from the spell. Your casting (even failing to cast defensively) still provokes attacks of opportunity from creatures with that feat. <br><br>Lastly, the blades that serve as the focus for this spell can be enchanted for greater effect. When all of the blades share the same enhancement bonus and special weapon qualities, a creature that is damaged by this spell is also treated as if hit by one of these weapons. For example, if a 12th-level magus casts this spell using four <i>+1 frost mithral daggers <\/i>as focus, the damage dealt by the blades would be 6d4+1 plus 1d6 cold damage, as long as the daggers were commanded to be sheathed in ice. No matter the modifications made to the focus weapons, they must always be mithral daggers. No other type of weapons can serve as a focus for this spell.",
    "name_zh": "剑刃花环",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势，器材 (四把秘银匕首，每把价值502GP)",
    "range_zh": "个人",
    "target_zh": "自己",
    "area_zh": "以你为中心5尺弥散范围",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "反射, 通过则减半 (特殊, 见文本)",
    "spellResistance_zh": "否 (特殊, 见文本)",
    "text_zh": "<p>作为法术器材的匕首将获得致命的锋利度，活化并在你的身边自动盘旋，在你身边制造一个5英尺半径的致命的秘银剑刃漩涡。<\/p><p>任何生物，如果在轮到它行动时身处剑刃漩涡之中，都会受到每两施法者等级1d4点 (最大20级10d4) 点伤害，这个伤害可以穿透DR/银。<\/p><p>此外，匕首可以像戒卫武器 (Warding Weapon) 一样为你防御一部分攻击。不过，在法术效果持续中，即使是拥有扰乱施法专长的生物也无法在你施法时进行藉机攻击。<\/p><p>拥有破法者 (Spellbreaker) 专长的生物可以轻松绕过该法术效果，不过会受到法术造成的伤害。你施法时 (或者防御式施法失败时) 仍然会触发这个生物的藉机攻击。<\/p><p>此外，作为法术器材的剑刃可以进行加强。如果所有的匕首都拥有同样的增强加值和武器特殊能力，被该法术伤害的生物会如同被武器之一直接伤害。<\/p><p>例如：如果一个12级的魔战士施放该法术时使用了四把+1冻寒秘银匕首作为器材，那么只要匕首上的冻寒效果还在生效，法术造成的伤害将会是6d4+1加上1d6点寒冷伤害。<\/p><p>不管作为器材的武器经过了怎样的修改，它们在该法术施放时总是被视为正常的秘银匕首。其他类型的武器不能作为该法术的器材。<\/p>"
}
