{
    "key": "amateur swashbuckler",
    "name": "Amateur Swashbuckler",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Amateur%20Swashbuckler",
    "descriptors": ["Combat"],
    "source": ["Advanced Class Guide pg. 141"],
    "text": "Though not a swashbuckler, you have and can use panache.",
    "prerequisites": "No levels in a class that has the panache class feature.",
    "benefit": "You gain a small amount of panache and the ability to perform a single 1st-level swashbuckler deed. Choose a 1st-level deed from the swashbuckler’s deeds class feature (see page 56; you can't select opportune parry and riposte). Once chosen, this deed cannot be changed.<br><br> At the start of each day, you gain 1 panache point. Throughout the day, you can gain a number of panache points up to a maximum of your Charisma modifier (minimum 1). You can regain panache points as the swashbuckler’s panache class feature (see page 56). You can spend these panache points to perform the 1st-level deed you chose upon taking this feat as well as any other deeds you have gained through feats or magic items.",
    "special": "If you gain levels in a class that has the panache class feature, you can immediately trade this feat for the Extra Panache feat.",
    "staminaSource": "Pathfinder Unchained pg. 113",
    "staminaText": "Choose a second 1st-level swashbuckler deed. You can spend panache to use this deed, or you can spend 5 stamina points to use either of your deeds in place of panache. If you gain levels in a class that grants the panache class feature, you retain the ability to spend 5 stamina points in place of panache when using any of your 1st-level deeds, and this becomes a combat trick of the Extra Panache feat (even though that feat is not a combat feat).",
    "name_zh": "业余剑客",
    "text_zh": "虽然不经常搏命，但你的派头已经超越了普通的决斗者。",
    "prerequisites_zh": "在拥有派头（Panache）职业能力的职业上不具有任何等级。",
    "benefit_zh": "你获得少量的时髦值，并且可以选择学会一项1级游荡剑客炫技（不能选择适时格挡反击），一旦选择即不能更改。在一天的开始，你获得1点时髦值，不过在这一天里你仍然可以通过额外奖励获得最大为魅力调整值的时髦值（最低为1）。你像其他游荡剑客一样适用时髦值恢复的规则。你可以花费这些时髦值来使用你在获得该专长时选择的1级炫技，或通过专长或魔法物品获得的其他炫技。",
    "special_zh": "如果你在拥有派头职业能力的职业上获得了职业等级，那么本专长将立刻替换为额外时髦值专长。",
    "staminaText_zh": "选择第二个1级游荡剑客派头。你可以花费时髦值来使用此炫技，或以5点耐力为代价使用这两个派头。如果你在提供时髦值的职业上升了级，你可以选择花费5点耐力而非时髦值来使用任何一种你的1级派头。该战策也适用于额外派头专长。"
}
