{
    "key": "antagonize",
    "name": "Antagonize",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Antagonize",
    "source": ["Ultimate Magic pg. 143"],
    "text": "Whether with biting remarks or hurtful words, you are adept at making creatures angry with you.",
    "benefit": "You can make Diplomacy and Intimidate checks to make creatures respond to you with hostility. No matter which skill you use, antagonizing a creature takes a standard action that does not provoke attacks of opportunity, and has a DC equal to 10 + the target’s Hit Dice + the target’s Wisdom modifier. You cannot make this check against a creature that does not understand you or has an Intelligence score of 3 or lower. Before you make these checks, you may make a Sense Motive check (DC 20) as a swift action to gain an insight bonus on these Diplomacy or Intimitade checks equal to your Charisma bonus until the end of your next turn. The benefits you gain for this check depend on the skill you use. This is a mind-affecting effect.<br><br> <i>Diplomacy<\/i>: You fluster your enemy. For the next minute, the target takes a –2 penalty on all attacks rolls made against creatures other than you and has a 10% spell failure chance on all spells that do not target you or that have you within their area of effect.<br><br> <i>Intimidate<\/i>: The creature flies into a rage. On its next turn, the target must attempt to make a melee attack against you, make a ranged attack against you, target you with a spell, or include you in the area of a spell. The effect ends if the creature is prevented from attacking you or attempting to do so would harm it (for example, if you are on the other side of a chasm or a <i>wall of fire<\/i>). If it cannot attack you on its turn, you may make the check again as an immediate action to extend the effect for 1 round (but cannot extend it thereafter). The effect ends as soon as the creature attacks you. Once you have targeted a creature with this ability, you cannot target it again for 1 day.",
    "name_zh": "嘲讽",
    "text_zh": "使用污辱或是伤人的词汇，你可以轻易的让对方对你发火。",
    "benefit_zh": "你可以使用交涉或是威吓检定，让生物对你产生敌意。无论你选择哪种检定，使用此专长都必须消耗一个不引发借机攻击的标准动作，并通过DC为“10+目标HD+感知修正”的技能检定。你不能使用此专长影响无法理解你或是智力小于3的生物。在使用此专长前，你可以用迅捷动作做一个DC为20的察言观色检定，以在交涉或威吓上额外得到相当于你魅力修正的洞察加值，此加值将会持续到你下一轮开始为止。此专长的效果取决于你使用哪一种技能。此为〔影响心灵〕效果。<\/p><p><b>交涉<\/b>：你让你的目标慌乱。在之后的1分钟之内，该生物攻击你之外的生物都必须在攻击检定上承受-2的惩罚，且任何没有以你为目标或包括你的法术必须承受10%的法术失败机率。<br><b>威吓<\/b>：你让目标彻底的抓狂。他的下一轮目标必须对你发动近战攻击，对你发动远程攻击，以你为法术目标，或者施放一个包含你的范围法术。如果该生物无法攻击你或是如此做会让他受到伤害（例如你的周遭被火墙环绕）则此效果终止。如果他没有办法在他的行动回合中攻击到你，你可以用一个直觉动作再进行一次检定，让此效果额外维持一轮（但是延长之后就没办法继续延长了），此效果会在该生物对你进行攻击之后立刻结束。只要你针对一个目标使用过此专长，那么你在1天之内无法再对他使用此专长第二次。"
}
