{
    "key": "armor material expertise",
    "name": "Armor Material Expertise",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Armor%20Material%20Expertise",
    "descriptors":     [
        "Armor Mastery",
        "Combat"
    ],
    "source": ["Armor Master's Handbook pg. 16"],
    "text": "You tap into the potential of your armor’s special material.",
    "prerequisites": "Base attack bonus +6 or fighter level 4th, armor training class feature.",
    "benefit": "When wearing armor made of one of the materials listed below, you can use the listed ability twice per day (unless otherwise stated).<br><br><I>Adamantine<\/i>: As an immediate action after being struck by an attack, you convert half the lethal damage of the attack into nonlethal damage.<br><br><I>Angelskin<\/i>: As a swift action, you shine with bright light as <I>daylight<\/i> for 1 round.<br><br><I>Darkleaf Cloth<\/i>: As a swift action, you gain the woodland stride druid class feature for 1 minute.<br><br><I>Dragonhide<\/i>: As an immediate action when you take energy damage of the same type to which the dragonhide armor is immune, you reduce the damage taken by 10 hit points.<br><br><I>Elysian Bronze<\/i>: As an immediate action after being struck by an attack from a magical beast or monstrous humanoid, you convert half the lethal damage of the attack into nonlethal damage.<br><br><I>Fire-Forged Steel<\/i> or <I>Frost-Forged Steel<\/i>: As a swift action, any unarmed strikes, shield bashes, or attacks with a spiked gauntlet or armor spikes you make are treated as having the <I>flaming<\/i> special ability (for fire-forged steel) or the <I>frost<\/i> special ability (for frost-forged steel) for 1 minute.<br><br><I>Horacalcum (Pathfinder Adventure Path #61: Shards of Sin<\/i>): Once per day as a swift action, you can grant yourself the benefits of <I>haste<\/i> for 1 round.<br><br><I>Living Steel<\/i>: As an immediate action after being struck by an attack with a metal weapon, you can use the living steel’s ability to damage metal weapons, as if the attacker had rolled a natural 1 on the attack.<br><br><I>Mithral<\/i>: As an immediate action, you gain spell resistance against transmutation spells equal to 5 + the armor’s enhancement bonus + your character level for 1 round.<br><br><I>Noqual (Pathfinder Adventure Path #61: Shards of Sin<\/i>): The armor’s resistance bonus on saves increases to +4 for 1 round.",
    "staminaSource": "Armor Master's Handbook pg. 20",
    "staminaText": "You can spend 5 stamina points to use an ability for a material, even though your armor isn’t made of it. This still counts against your daily limit of armor material abilities. (See page 16.)",
    "name_zh": "盔甲材料专家",
    "text_zh": "你学会了该如何利用你盔甲特殊材料的潜力。",
    "prerequisites_zh": "BAB+6或者战士4级，盔甲训练职业特性。",
    "benefit_zh": "当你穿着由下列材料制成的盔甲时，你可以使用下列能力每天2次（除非另有声明）。<\/p><p><b>精金<\/b>：在受到一次攻击后，你可以以一个直觉动作将致命伤害一半转换成非致命伤害。<br><b>天使缎<\/b>：以一个迅捷动作，你可以发出昼明术般明亮的光线，持续一轮。<br><b>暗叶布<\/b>：以一个迅捷动作，你在1分钟内获得德鲁伊穿林步职业能力。<br><b>龙革<\/b>：当你受到龙革盔甲所免疫的能量类型的能量伤害时，你可以以一个直觉动作使受到的伤害减少10点。<br><b>净土青铜<\/b>：在受到魔法兽或者人形怪物的攻击后，你可以以一个直觉动作将致命伤害一半转换成非致命伤害。<br><b>火纹钢或者冰纹钢<\/b>：以一个迅捷动作，任何你做出的徒手击打，盾击，以及用甲刺和带刺铁手套做出的攻击都会在1分钟内被视作拥有炽焰附魔（对于火纹钢）或者冻寒附魔（对于冰纹钢）。<br><b>时之合金（Horacalcum）<\/b>（开拓者冒险之路#61：原罪碎片）：每天一次以一个迅捷动作，你可以在一轮内让自己获得加速术的好处。<br><b>活钢<\/b>：在你受到一次来自金属武器的攻击后，你可以使用活钢的能力对该金属武器造成伤害，就如同攻击者在这次攻击上骰出了自然1一样。<br><b>秘银<\/b>：以一个直觉动作，你在1轮内获得对抗变化系法术的法术抗力，这个法术抗力等于5+盔甲的增强加值+你的角色等级。<br><b>无痕钢（Noqual）<\/b>（开拓者冒险之路#61：原罪碎片）：盔甲在豁免上的抗力加值在1轮内提升为+4。",
    "staminaText_zh": "你可以使用5点耐力来使用一种材料的能力，即使你的盔甲并不是由它做成。这仍然会消耗你的每日盔甲材料能力的次数。"
}
