{
    "key": "bouncing trick",
    "name": "Bouncing Trick",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Bouncing%20Trick",
    "descriptors": ["Trick"],
    "source": ["Psychic Anthology pg. 16"],
    "text": "Your mesmerist trick jumps to a new target after the trick is triggered.",
    "prerequisites": "Mesmerist trick class feature.",
    "benefit": "Whenever you implant a mesmerist trick in a target’s mind, you can spend any number of additional uses of your mesmerist trick ability to transform the trick into a bouncing trick. The maximum number of uses of the mesmerist trick ability that you can spend on a single bouncing trick is equal to your Charisma modifier.<br><br> After you trigger a bouncing trick, you can redirect the trick to one target within 30 feet as an immediate action. The redirected trick is immediately implanted in the new target’s mind, as if it were the original target. You can’t implant a bouncing trick in a target that has been previously implanted with that same bouncing trick. You can’t implant a creature with a bouncing trick in this manner if doing so would place it above the maximum number of mesmerist tricks that you can implant in a single target.<br><br> You can redirect the trick multiple times, up to the number of additional uses of the mesmerist trick ability that you spent on the bouncing trick. If you don’t use an immediate action to redirect a bouncing trick as soon as the trick is triggered, any remaining uses of the mesmerist trick ability that you invested in the bouncing trick are lost.",
    "name_zh": "游荡诡计",
    "text_zh": "你的催眠师诡计在触发后会跳跃到下一个受害者身上。",
    "prerequisites_zh": "催眠师诡计职业特性。",
    "benefit_zh": "当你在一个目标的意识中植入了一个催眠师诡计时，你可以额外花费任意数量的催眠师诡计能力使用次数，将该诡计转换为游荡诡计。在一个游荡诡计上你可以花费的最大催眠师诡计能力使用次数等于你的魅力调整值。<\/p><p>在你启动一个游荡诡计之后，你可以通过直觉动作将该诡计改向另一个30尺内的目标。改变目标后的诡计会立即植入新目标的精神中，就如同它是初始的目标一样。你无法将游荡诡计植入到已经被相同诡计植入的目标。如果植入游荡诡计会导致目标的诡计数量超过你可以植入同一个目标的最大诡计数量上限，你无法将游荡诡计植入该目标。<\/p><p>你可以改变多次诡计的目标，最多等于你在游荡诡计上额外花费的催眠术诡计能力使用次数。如果你不在诡计触发时立即通过直觉动作改变诡计的目标，任何你在该游荡诡计上花费的催眠师诡计能力使用次数都会失去。"
}
