{
    "key": "combat reflexes",
    "name": "Combat Reflexes",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Combat%20Reflexes",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 119"],
    "text": "You can make additional attacks of opportunity.",
    "benefit": "You may make a number of additional attacks of opportunity per round equal to your Dexterity bonus. With this feat, you may also make attacks of opportunity while flat-footed.",
    "normal": "A character without this feat can make only one attack of opportunity per round and can't make attacks of opportunity while flat-footed.",
    "special": "The Combat Reflexes feat does not allow a rogue to use her opportunist ability more than once per round.",
    "staminaSource": "Pathfinder Unchained pg. 115",
    "staminaText": "When you miss with an attack of opportunity, you can spend 5 stamina points to make a second attack for the same provoking action. That second attack of opportunity takes a –5 penalty on the attack roll and costs one of your attacks of opportunity for the round.",
    "mythicSource": "Mythic Adventures pg. 61",
    "mythicText": "You strike viciously whenever your foe gives you an opening.",
    "mythicPrerequisites": "Combat Reflexes.",
    "mythicBenefit": "You can make any number of additional attacks of opportunity per round. As a swift action, you can expend one use of mythic power to, until the start of your next turn, make attacks of opportunity against foes you’ve already made attacks of opportunity against this round if they provoke attacks of opportunity from you by moving.",
    "name_zh": "战斗反射",
    "text_zh": "你能进行额外的借机攻击。",
    "benefit_zh": "每轮你能获得等同于敏捷修正次数的额外借机攻击。同样，你在措手不及的情况下，也能进行借机攻击。",
    "normal_zh": "没有这个专长的角色每轮只能进行1次借机攻击，并且在措手不及时不能进行借机攻击。",
    "special_zh": "此专长不能让盗贼在一个回合中多次使用【乘势攻击】高级天赋的效果。<\/p><p>【速查】乘势攻击（Opportunist）：每轮1次，盗贼可以对刚刚被其他角色的近战伤害到的敌人作一次借机攻击。该攻击计入盗贼每轮借机攻击次数中。即使有“战斗反射”专长，盗贼也不能每轮使用此能力1次以上。",
    "mythicText_zh": "每当敌人露出破绽时，你便能够抓住机会伤害他。",
    "mythicPrerequisites_zh": "战斗反射",
    "mythicBenefit_zh": "每轮你能够进行任意数量次借机攻击。以迅捷动作，你能够花费1次神话之力，直至你的下一回合开始为止，若敌人因为移动而引起你的借机攻击，那么你可以对本轮内已经因此被你用借机攻击攻击过的敌人再次进行借机攻击。",
    "staminaText_zh": "如果借机攻击失手，花费5点耐力就可以承受-5命中惩罚对同一目标再次借机攻击，但也会计入本轮借机攻击总和中。"
}
