{
    "key": "companion figurine",
    "name": "Companion Figurine",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Companion%20Figurine",
    "source": ["Classic Treasures Revisited pg. 25"],
    "text": "You’ve developed an especially close bond with the creature summoned by your figurine of wondrous power.",
    "prerequisites": "Handle Animal 1 rank, own a <i>figurine of wondrous power<\/i>.",
    "benefit": "You may select the creature summoned by your <i>figurine of wondrous power<\/i> as an animal companion or familiar, or as appropriate. The figurine has the standard abilities of a familiar or animal companion of its type, plus additional abilities related to its figurine type (see below). The main advantage of this is that if your familiar or companion is killed in creature form, it merely reverts to statue form and can be used again later. The following standard figurines are available as animal companions (C) or familiars (F).<br><br><i>Ebony Fly<\/i> (C): You must have the Vermin Heart feat (see page 219 of the <i>Pathfinder Chronicles Campaign Setting<\/i>) to select this creature as an animal companion. It is treated as a horse animal companion, and at 8th level it gains a fly speed of 120 feet (average maneuverability).<br><br><i>Golden Lions<\/i> (C): When you select a <i>golden lion<\/i> as an animal companion, one of the pair becomes your companion and the other retains its standard figurine abilities.<br><br><i>Ivory Goats<\/i> (C): When selecting an <i>ivory goat<\/i> as an animal companion, you select one of the three goats in the set (<i>traveling<\/i>, <i>travail<\/i>, or <i>terror<\/i>) as your companion; the others remain standard figurines. All three goats are treated as horse companions. The goat of traveling never suffers from fatigue or exhaustion from extended travel. The goat of travail has 2 horn attacks (1d8 + Str bonus) in addition to a horse’s normal attacks. The goat of terror has the fear aura and magical weapon horns as described in its figurine entry.<br><br><i>Marble Elephant<\/i> (C): The elephant is treated as an elephant companion (see page 128 of the <i>Pathfinder RPG Bestiary<\/i>).<br><br><i>Serpentine Owl<\/i> (C, F): The owl is treated as a bird animal companion or an owl familiar, but only in its Small horned owl form. In its giant owl form, it is merely a creature, not an animal companion or familiar. After three uses of its giant owl form, the figurine loses that transformation ability forever but still functions normally in its horned owl form as an animal companion or familiar.<br><br><i>Silver Raven<\/i> (C, F): The raven is treated as a bird animal companion or a raven familiar. It retains its metallic appearance and <i>animal messenger<\/i> ability (though this is redundant for an intelligent familiar) but not its hardness when in animal form.<br><br>While the figurine is active, you and the active figurine gain all the normal benefits of having a companion creature; for example, a wizard with a <i>silver raven<\/i> familiar gains a +3 bonus on Appraise checks, the raven can speak one language, and so on. While the figure is inactive, you gain none of these benefits but are not otherwise hampered by its inert state (as if the creature were out of range but not dead). The usable duration of the companion figurine doubles; for example, an <i>ebony fly<\/i> is normally usable up to three times per week for up to 12 hours per use, but as a companion creature you may use it up to six times per week for up to 12 hours per use. The figurine is still a magic item and is subject to effects like <i>antimagic field<\/i> and <i>dispel magic<\/i> that affect magic items; it uses its caster level or your own, whichever is greater.",
    "name_zh": "雕像伙伴",
    "text_zh": "你与从奇妙雕像召唤出来的生物形成了特别亲近的羁绊。",
    "prerequisites_zh": "驯养动物1级，拥有一个奇妙雕像。",
    "benefit_zh": "你可以选择一个被你所拥有的奇妙雕像召唤出来的生物作为你的动物伙伴、魔宠或其他适合的情况。奇妙雕像拥有同类型动物伙伴或魔宠的基本能力，外加和雕像类型有关的额外能力(见下文)。主要的优势是你的魔宠或动物伙伴在生物形态被杀时，它会变回雕像形态并能在之后再次使用。下列标准雕像适用于作为动物伙伴(C)或魔宠(F)。<\/p><p><b>黑檀苍蝇(C)<\/b>：你必须拥有毒虫之心专长(出自《进阶玩家手册》)才能选择此生物作为动物伙伴。它会视为动物伙伴：马，并在8级的时候获得120英尺飞行速度(机动性普通)。<br><b>黄金狮子(C)<\/b>：当你选择黄金狮子作为动物伙伴时，这一对狮子中的一只使用动物伙伴数据，而另外一只维持其雕像原本的能力。<br><b>象牙山羊(C)<\/b>：当你选择象牙山羊作为动物伙伴，你选择三只山羊之一(旅行、痛苦、惊骇)作为动物伙伴；其他的则维持雕像原本的能力。三种山羊都被视为是动物伙伴：马。旅行之羊额外获得不会因为长途旅行而陷入疲乏或力竭的能力。痛苦之羊在马的正常攻击之外，获得两次抵撞攻击(1d8+力量调整)。惊骇之羊拥有和雕像说明中相同的恐惧灵光和魔法武器羊角。<br><b>大理石象(C)<\/b>：将这只大象视为动物伙伴：象(《怪物图鉴》128页)。<br><b>蛇纹石猫头鹰(C、F)<\/b>：猫头鹰可以视为动物伙伴：禽或者是猫头鹰魔宠，但是仅限于其角鹗形态。在巨猫头鹰形态下，仅仅是对应生物，而并非魔宠或动物伙伴。在使用了3次巨猫头鹰形态后，雕像永久丧失该转变能力，但是仍旧可以使用角鹗形态作为动物伙伴或魔宠。<br><b>白银渡鸦(C、F)<\/b>：渡鸦可以视为动物伙伴：禽或者是渡鸦魔宠。它会保留金属外观和其动物信使能力(尽管作为智能魔宠来说是个多于的能力)但是在动物形态下不再具备硬度。<\/p><p>当雕像被激活后，你和激活的雕像拥有全部通常伙伴具有的好处；举例而言，一个拥有白银渡鸦的法师会在估价检定上获得+3加值，渡鸦可以说一种语言，等等。而当雕像没有被激活时，你不会获得这些好处但是也不会有任何负面的惩罚(将此生物视为活着但处于有效范围之外)。使用雕像伙伴时，原本雕像的使用次数加倍；举例而言，黑檀苍蝇通常可是每周使用3次，每次至多12小时，但是作为雕像伙伴可以每周使用6次，每次至多12小时。雕像仍旧是一个魔法物品，并且会受到例如反魔法场和解除魔法效果针对魔法物品的影响；它会使用自己或是你的施法者等级来决定结果，取其高者。"
}
