{
    "key": "craft shadow piercing",
    "name": "Craft Shadow Piercing",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Craft%20Shadow%20Piercing",
    "descriptors": ["Item Creation"],
    "source": ["Champions of Corruption pg. 28"],
    "text": "You can craft magical piercings infused with the power of shadow.",
    "prerequisites": "Craft (jewelry) 5 ranks, caster level 5th.",
    "benefit": "You can create special wondrous items—typically barbs, hooks, rings, and spikes—that adorn piercings in the wearer’s flesh and grant magical abilities. Both you and the recipient of the piercing (if not yourself) must be present for the entire piercing process.<br><br> Shadow piercings must be placed in a part of the body normally associated with a magic item slot, but they do not take up a slot on the body, nor interfere with other magic items that use those slots. A single slot can only hold one shadow piercing (nonmagical piercings do not count against this limit). Shadow piercings can be applied to the following slots: belt, body, chest, eyes, feet, hands, head, neck, shoulder, and wrist.<br><br> A single slot can hold multiple physical piercings, though the pieces of jewelry operate as a single item and must be created for that purpose. Shadow piercings have different levels of power: minor, major, and greater. Minor shadow piercings usually include one piece of jewelry, while major and greater shadow piercings often are made up of multiple rings and spikes that cover the entire area of the piercing’s slot (but are still considered a single item). A creature can only use a number of shadow piercings equal its Constitution modifier plus its Wisdom modifier.<br><br> Carefully inserting or removing a shadow piercing takes a full-round action and deals no damage. Alternatively, a shadow piercing may be pulled out of a creature using the steal maneuver as a standard action that deals 1d6 points of damage. Only a creature with the Craft Shadow Piercing feat may create or insert a shadow piercing, but any creature may remove one. Inserting a shadow piercing is impossible unless the target is willing or helpless. After being removed, a shadow piercing may be inserted into another creature by someone with this feat. Since they are treated as magic items, they are affected by <i>dispel magic<\/i>.<br><br> Shadow piercings follow the rules for magic item creation, except the creator can use the Craft (jewelry) skill instead of Spellcraft. New shadow piercings can be researched and designed using the rules for pricing new magic items. Shadow piercing powers for a specific slot must be thematically similar or linked. Since shadow piercings don’t interfere with other magic items in the same slot, but can only have one piercing per slot, the base price is multiplied by 1.5 instead of doubled as if they had no space limitation.",
    "name_zh": "制造影钉",
    "text_zh": "你可用暗影力量制造魔法刺钉。",
    "prerequisites_zh": "工艺（珠宝）5级，施法者等级5级。",
    "benefit_zh": "你可以制作特殊奇物——通常是倒刺、钩子、环和钉——它们可以刺入穿戴者皮肤上的刺孔并赋予魔法能力。在整个穿孔过程中，你和穿孔者（若非你的话）都必须在场。<\/p><p>影钉必须佩在通常与魔法物品栏位对应的身体部位，但它们并不会占用这些栏位，也不会干扰这些栏位的魔法物品。一个栏位只能容纳一件影钉（非魔法穿刺不计入此限制）。影钉可以应用于下述栏位：腰带，躯体，胸部，眼睛，脚部，手部，头带，颈部，肩部和手臂。<\/p><p>一个栏位可以容纳多个物理穿孔，但饰品是专为此制作的整件物品。影钉拥有不同等级：次等、标准、以及高等。次等影钉通常只包括一件饰品，而标准和高等影钉通常由多件环和钉构成，填满栏位的所有穿孔（但仍被视作整件物品）。生物只能穿戴至多等于“体质调整值+感知调整值”件影钉。<\/p><p>小心地穿入或移除影钉需要一个整轮动作，这不会造成任何伤害。或者，影钉也可以一个标准动作使用盗取战技从生物身上移除，这会造成1D6点伤害。只有拥有影钉工艺专长的生物可以制作和穿入影钉，但任何生物皆可移除。目标必须自愿或无助才可穿入影钉。被移除的影钉可由拥有该专长者穿入另一个生物。由于它们视为魔法物品，故他们会受到解除魔法（Dispel Magic）的影响。<\/p><p>影钉遵循制作魔法物品的规则，但创造者可以使用工艺（珠宝）来代替法术辨识。新影钉可以使用新魔法物品的定价规则研发设计。特定栏位的影钉能力必须与栏位本身有共性或相关联。由于影钉不会干扰同一栏位中的魔法物品，但每个栏位只能穿戴一件影钉，故基础价格乘1.5而非翻倍，如同它们没有空间限制一般。"
}
