{
    "key": "dazzling display",
    "name": "Dazzling Display",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Dazzling%20Display",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 120"],
    "text": "Your skill with your favored weapon can frighten enemies.",
    "prerequisites": "Weapon Focus, proficiency with the selected weapon.",
    "benefit": "While wielding the weapon in which you have Weapon Focus, you can perform a bewildering show of prowess as a full-round action. Make an Intimidate check to demoralize all foes within 30 feet who can see your display.",
    "staminaSource": "Pathfinder Unchained pg. 116",
    "staminaText": "When wielding a melee weapon with which you have Weapon Focus, you can make a single melee attack as a standard action against a foe. If the attack hits, you can select any number of foes within 30 feet who saw the attack, including that foe. Spend 2 stamina points per foe you have selected, then attempt an Intimidate check to demoralize those foes.",
    "mythicSource": "Mythic Adventures pg. 61",
    "mythicText": "You can quickly deter others with your martial mastery.",
    "mythicPrerequisites": "Dazzling Display.",
    "mythicBenefit": "While wielding the weapon with which you have Weapon Focus, you can use Dazzling Display as a standard action with a –5 penalty on your Intimidate check, as a move action with a –10 penalty, or as a swift action with a –20 penalty. You can expend one use of mythic power when you make a Dazzling Display to make those affected by the display frightened rather than shaken.",
    "prerequisiteKeys": ["weapon focus"],
    "name_zh": "炫目技巧",
    "text_zh": "你对于最热衷的武器的掌握能使你的敌人眼花缭乱。",
    "prerequisites_zh": "武器专攻，擅长对应的武器。",
    "benefit_zh": "当装备了你所拥有“武器专攻”专长的武器时，你能以整轮动作来展示你华丽的技巧。你将对30尺内所有能看见你的敌人做出挫败士气的威吓检定。",
    "mythicText_zh": "你能够利用自己娴熟的武艺快速喝阻他人。",
    "mythicPrerequisites_zh": "炫目技巧",
    "mythicBenefit_zh": "当你持用武器，并且具有与该武器相关的武器专攻专长（Weapon Focus）时，你能够以标准动作使用炫目技巧专长，不过威吓检定受到-5减值。以移动动作并受到-10减值使用炫目技巧专长，或者以迅捷动作使用并受到-20点减值。当你使用炫目技巧专长时，你能够花费1次神话之力，来使得那些被挫败士气影响的人惊惧（frightened）而非原本的战栗（shaken）。",
    "staminaText_zh": "以一个标准动作用专攻武器命中敌人后，你可以选择此敌人和30尺内任意数量可见该行为的敌人。为这些目标支付每人2点耐力后可尝试用威吓挫败士气。"
}
