{
    "key": "deadly aim",
    "name": "Deadly Aim",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Deadly%20Aim",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 121"],
    "text": "You can make exceptionally deadly ranged attacks by pinpointing a foe's weak spot, at the expense of making the attack less likely to succeed.",
    "prerequisites": "Dex 13, base attack bonus +1.",
    "benefit": "You can choose to take a –1 penalty on all ranged attack rolls to gain a +2 bonus on all ranged damage rolls. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by –1 and the bonus to damage increases by +2. You must choose to use this feat before making an attack roll and its effects last until your next turn. The bonus damage does not apply to touch attacks or effects that do not deal hit point damage.",
    "staminaSource": "Pathfinder Unchained pg. 116",
    "staminaText": "When using this feat, you can spend 4 stamina points to reduce the penalty to attack rolls imposed by the feat by 1 until the beginning of your next turn. You can’t reduce the penalty below 0.",
    "mythicSource": "Mythic Adventures pg. 61",
    "mythicText": "Your aim is truly devastating.",
    "mythicPrerequisites": "Deadly Aim.",
    "mythicBenefit": "When you use Deadly Aim, you gain a +3 bonus on ranged damage rolls instead of +2. When your base attack bonus reaches +4, and every +4 thereafter, the bonus on ranged damage rolls increases by +3 rather than +2.",
    "name_zh": "致命瞄准",
    "text_zh": "通过减少命中率，你能对准敌人的弱点做出极具威胁的远程攻击。",
    "prerequisites_zh": "敏捷13，BAB+1。",
    "benefit_zh": "你可以选择使所有的远程攻击检定受到-1的减值以换取伤害+2。你的BAB每+4，减值再-1，伤害再+2。你必须在攻击检定前选择使用本专长，效果持续到你的下一轮。本专长对于接触攻击或不造成HP伤害的攻击无效。",
    "mythicText_zh": "你的瞄准准确而致命。",
    "mythicPrerequisites_zh": "致命瞄准",
    "mythicBenefit_zh": "当你使用致命瞄准专长时，你的远程伤害检定会获得+3加值，而非原本的+2加值。当你的基本攻击加值达到+4，以及之后每再增加4点时，远程伤害检定会增加+3加值而非原本的+2加值。",
    "staminaText_zh": "每花费4点耐力，可以将该专长造成的命中惩罚消减1点，直至你下一轮开始。惩罚不能消减低于0。"
}
