{
    "key": "death field",
    "name": "Death Field",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Death%20Field",
    "descriptors": ["Conduit"],
    "source": ["Planar Adventures pg. 27"],
    "text": "The deadly power of the Negative Energy Plane creates a field that snuffs out life forces at the cost of your own vitality.",
    "prerequisites": "Knowledge (planes) 5 ranks.",
    "benefit": "As a move action, you can exude deadly energy from your body. While this death field is in effect, small plants wither and recoil from you, allowing you to ignore the effects of difficult terrain caused by plant life and ignore the effects of spells like entangle that compel vegetation to grasp at you, provided the spell’s level is 3rd or lower (the death field cannot affect more powerful plant magic).<br><br> Any swarm that enters your space takes 1d6 points of negative energy damage; this damage is applied before you are affected by any swarm attacks, so if the damage is enough to destroy the swarm, it does not harm you.<br><br> At the end of your turn each round the death field is active, you take 1 point of negative energy damage, and you cannot be healed by positive energy effects while the death field is in place. Magic items and spells that protect against negative energy damage do not protect against this damage, but if you are undead or have negative energy affinity (or a similar ability), the death field instead grants fast healing 1 while it is in effect.<br><br> You can use this feat’s benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive. If you have at least 11 ranks in Knowledge (planes), you can activate your death field as a swift action.",
    "name_zh": "死亡荒原",
    "text_zh": "你用负能量位面的致命力量创造了一个以你的活力为代价扼杀生命力量的领域",
    "prerequisites_zh": "知识（位面）5级。",
    "benefit_zh": "以一个移动动作，你可以从体内散发出致命的能量。当该专长生效时，小型植物会枯萎并从你身边退缩回去。允许你忽略植物造成的困难地形的影响，并且你忽略3环或更低环的植物相关的法术导致的纠缠状态的影响（本专长不能忽略3环以上的植物相关法术造成的影响）。<\/p><p>任何进入本专长影响范围的集群都会受到1d6点的负能量伤害；该伤害是在你受到该集群攻击之前造成的，所以如果此伤害足以摧毁该集群，那么集群不会对你造成任何有害效果。每回合结束时，由于本专长效果，你受到1点负能量伤害，当你处于本专长效果下，你无法被正能量效果治疗。可以防护负能量伤害的魔法物品和法术在这时不能防止这种伤害，但如果你是不死生物或具有负能量亲和特性（或类似的能力）时，本专长在生效时会给予快速治疗1。<\/p><p>你每天可以使用这个专长的轮数等于你的知识（位面）等级数，这些轮数不需要连续使用。如果你的知识（位面）等级是11级或更高，你能以一个迅捷动作启动本专长。"
}
