{
    "key": "devastating assault",
    "name": "Devastating Assault",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Devastating%20Assault",
    "descriptors": ["Weapon Mastery"],
    "source": ["Weapon Master's Handbook pg. 22"],
    "text": "You can hammer at a foe to smash through its defenses.",
    "prerequisites": "Base attack bonus +9, weapon training class feature with a melee weapon.",
    "benefit": "As a full-round action, you can bat aside all of your foe’s defenses to ensure you make a single, especially effective melee attack. You make a single melee attack using an appropriate weapon against a single target, but make as many attack rolls as you could in a full-attack action using that weapon. You make the attack rolls in order from highest bonus to lowest, as if you were making a full attack. If any of the attack rolls hit the target, your single attack is considered to have hit and you roll damage normally. If one or more rolls are critical threats, you confirm the critical hit only once using your highest base attack bonus.<br><br> If you hit with two or more attacks, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or suffer a condition for 1d4 rounds. If at least two attacks hit, you can choose from deafened, entangled, or shaken. If at least three attacks hit, you can also choose from blinded or staggered. If at least four attacks hit, you can also choose the dazed condition. Once you have forced a foe to attempt a saving throw to avoid suffering a condition via this feat, you cannot attempt to inflict that condition on it again with Devastating Assault for 24 hours.",
    "name_zh": "霸斩",
    "text_zh": "你以势大力沉的一击突破对手的防御。",
    "prerequisites_zh": "BAB+9，对所选近战武器拥有战士武器训练（Weapon Training）职业能力。",
    "benefit_zh": "以一个整轮动作，你洞察敌人防御的架势之后隐藏的弱点，发动一次最为有效的打击。你对一个目标使用你所选的武器发动一次近战攻击，但进行由基础攻击加值决定的多次投骰，如同正常整轮攻击般从高到低排列。若其中任一次攻击投骰成功，则视为你的这次单次攻击命中，你进行一次正常单次攻击的伤害检定。若其中一次攻击进入重击威胁，那么你使用最高的基础攻击加值进行一次重击确认。<\/p><p>如果你的攻击检定至少成功命中两次，那么你的目标必须通过一个DC=10+你的基础攻击加值的一半+你的力量调整值的强韧豁免检定否则将在1d4轮内承受一种不良状态。如果至少两次攻击命中，那么你可以选择使它承受耳聋，纠缠或战栗状态；如果至少3次攻击命中，你可以选择使它承受目盲或恍惚状态；如果至少4次攻击命中，那么你能使它承受眩晕状态。每当你通过本专长迫使一个敌人进行豁免检定，你就无法再对同一个目标在24小时内重新发的霸斩攻击。"
}
