{
    "key": "disruptive",
    "name": "Disruptive",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Disruptive",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 122"],
    "text": "Your training makes it difficult for enemy spellcasters to safely cast spells near you.",
    "prerequisites": "6th-level fighter.",
    "benefit": "The DC to cast spells defensively increases by +4 for all enemies that are within your threatened area. This increase to casting spells defensively only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you can only take one attack of opportunity per round and have already used that attack, this increase does not apply.",
    "staminaSource": "Pathfinder Unchained pg. 118",
    "staminaText": "When you use your last attack of opportunity available to you in a round, you can spend 2 stamina points to extend the duration of this feat’s increase to DCs for enemies casting defensively within your threatened area until the start of your next turn.",
    "mythicSource": "Mythic Adventures pg. 63",
    "mythicText": "You’re a master at disrupting nearby spellcasters.",
    "mythicPrerequisites": "Disruptive.",
    "mythicBenefit": "The DC to cast spells defensively within your threatened area increases by half your tier. This stacks with the increase granted by Disruptive. In addition, even if you can’t make attacks of opportunity, non-mythic spellcasters are still wary of you and continue to suffer from the effects of Disruptive.",
    "name_zh": "扰法者",
    "text_zh": "你受过专门的训练，令靠近你的敌人的施法者难以安全施展法术。",
    "prerequisites_zh": "战士6级。",
    "benefit_zh": "所有你威胁范围内的敌人进行防御式施法的专注DC+4。此针对防御式施法的加值仅当你能够确认敌人的位置、并能够做出借机攻击时才生效。若你每轮仅能够进行1次借机攻击并且已经借机攻击过，则加值不生效。",
    "mythicText_zh": "你是干扰施法者的大师。",
    "mythicPrerequisites_zh": "扰法者",
    "mythicBenefit_zh": "在你的威胁范围内进行防御式施法的DC增加，增加数值为你的阶层的一半。这与扰法者专长带来的加值叠加。此外，即便你无法进行借机攻击，非神话施法者仍旧会警戒你，并且持续受到来自扰法者专长的效果。",
    "staminaText_zh": "即使已经消耗了借机攻击次数，只要花费2点耐力依然可以令该专长生效，直至你下一轮开始。"
}
