{
    "key": "draconic manifestation",
    "name": "Draconic Manifestation",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Draconic%20Manifestation",
    "source": ["Legacy of Dragons pg. 5"],
    "text": "You’ve unlocked more than just the ability to emulate the claws of your draconic forebear.",
    "prerequisites": "Access to natural claw attacks, bloodrager or sorcerer with the draconic bloodline.",
    "benefit": "As a free action when manifesting claws (as per the sorcerer bloodline ability), you infuse yourself with other dormant powers of your draconic bloodline. If you’re a bloodrager, you gain the benefits of this feat as a free action, but only while bloodraging; the ability lasts for a number of rounds per day equal to 3 + your Charisma modifier. These rounds need not be used consecutively. Depending on the specific draconic bloodline you have, you gain one of the following abilities. <br><br> <i>Chromatic<\/i>: You become immune to paralysis and sleep effects.<br><br><i>Esoteric<\/i>: You become partially incorporeal, gaining concealment (20%) against all incoming attacks.<br><br><i>Imperial<\/i>: You gain a +1 circumstance bonus on Intimidate checks for every 4 levels you have in a class that grants you a draconic bloodline. You also become immune to fear effects.<br><br><i>Metallic<\/i>: You radiate a 10-foot aura of courage, inspiring those around you with your intensity. Allies within the aura gain a +2 morale bonus on saves against fear effects and spells with the evil descriptor. Allies already affected by a fear effect when they first enter the aura can attempt a new saving throw at the same DC as the original effect. On a successful save, the fear effect ends. A creature can benefit from this reroll only once per day.<br><br><i>Outer<\/i>: You don’t need to breathe and gain immunity to any gas-based or smell effects. <br><br><i>Primal<\/i>: You radiate a 5-foot aura of elemental damage. Creatures within the aura take 1 point of damage for every 4 levels you have in a class that grants you a draconic bloodline. This damage is energy damage based on your chosen dragon type."
}
