{
    "key": "elemental channel",
    "name": "Elemental Channel",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Elemental%20Channel",
    "source": ["PRPG Core Rulebook pg. 122"],
    "text": "Choose one elemental subtype, such as air, earth, fire, or water. You can channel your divine energy to harm or heal outsiders that possess your chosen elemental subtype.",
    "prerequisites": "Channel energy class feature.",
    "benefit": "Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of your chosen elemental subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of your elemental subtype, your channel energy has no affect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.",
    "special": "You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new elemental subtype.",
    "mythicSource": "Mythic Adventures pg. 64",
    "mythicText": "Your power over elemental beings is nearly absolute.",
    "mythicPrerequisites": "Elemental Channel.",
    "mythicBenefit": "Your Elemental Channel can affect any elemental subtype, not just the one you chose when you took Elemental Channel. Each time you use Elemental Channel, you must pick one elemental subtype before using the feat. You can expend one use of mythic power when you use Elemental Channel to choose a second elemental subtype to affect.",
    "name_zh": "元素导能",
    "text_zh": "选择一种元素类型，例如气、土、火或者水。你能够引导你的神圣能量伤害或治疗你所选择的元素类型的异界生物。",
    "prerequisites_zh": "【引导能量】职业特性。",
    "benefit_zh": "作为普通效果的替代，你可以选择在引导能量时治疗或伤害你所决定的元素类型的异界生物。你必须在每次引导能量时做出选择。若你选择治疗或伤害特定元素类型的生物，则你的引导能量对其他生物不产生任何效果。除此之外，治疗或造成的伤害点数及令伤害减半的豁免DC均保持不变。",
    "special_zh": "你可以多次选择本专长，其效果并不累加。每次你都必须选择一个新的元素类型。",
    "mythicText_zh": "你的力量对元素的影响力是绝对的。",
    "mythicPrerequisites_zh": "元素导能",
    "mythicBenefit_zh": "你的元素导能能够影响任意元素亚种（elemental subtype），而不仅仅是你在选取元素导能专长时所选择的那种。每当你使用元素导能专长时，你必须在使用之前选择1种元素亚种。在你使用元素导能时，你能够花费1次神话之力来选择第二种可以影响的元素亚种。"
}
