{
    "key": "elemental commixture",
    "name": "Elemental Commixture",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Elemental%20Commixture",
    "descriptors": ["Teamwork"],
    "source": ["Blood of the Elements pg. 28"],
    "text": "You can combine your elemental spells with those of your allies to produce entirely new and synergistic magical effects.",
    "prerequisites": "Caster level 1st.",
    "benefit": "You and an ally within 30 feet who shares this feat can cast your spells together to create a more powerful, hybrid effect. Both spells must have an elemental descriptor (air, earth, fire, or water), or an energy descriptor that corresponds to one of the elements (acid [earth], cold [water], electricity [air], or fire [fire]) . Both spells must be at least 1st level, within 1 spell level of each other, and cast during the same initiative turn through the use of readied actions.<br><br> When the spells to be commixed are cast, one is designated as the primary spell (typically the higherlevel spell), while the other is the secondary spell. The primary spell must be an offensive spell that targets an area or one or more creatures. The secondary spell can be any spell with an appropriate descriptor. Neither spell can take more than a standard action to cast. The primary spell behaves as written (with the exception of the synergistic benefits that are described below). The secondary spell does not manifest any of its usual effects; instead, targeted creatures are affected by a secondary effect that is determined by the combination of the two spells’ descriptors.<br><br> Targeted creatures can attempt a saving throw against the primary spell as normal (assuming that a save is normally allowed), and then attempt a separate save against the secondary effect. The secondary effect’s save type is described in its listing, and its save DC is equal to the normal save DC of the primary or secondary spell, whichever is lower (or, if neither spell allows a saving throw, 10 + lowest spell’s level + spellcaster’s primary spellcasting ability score [Int, Wis, or Cha] modifier).<br><br> Commixed spells cannot be counterspelled normally. A creature with Improved Counterspell can counterspell commixed spells if both spells are correctly identified and both belong to the same school. Regardless, the secondary effects of two spells combined through Elemental Commixture cannot be counterspelled. Spell resistance still applies to the secondary effect, unless both of the commixed spells bypass spell resistance.",
    "special": "An inquisitor or any other character with the solo tactics class feature can use this teamwork feat without the aid of an ally. In order to do so, the character must be able to cast two qualifying spells within the same round, such as by using the Quicken Spell metamagic feat to cast one spell as a swift action or by using effects such as the <i>time stop<\/i> spell.",
    "name_zh": "元素融合",
    "text_zh": "你可以结合你与队友的元素法术，创造全新的融合法术效果。",
    "prerequisites_zh": "施法者等级1级。",
    "benefit_zh": "你和距离30尺内的一名具有此专长的盟友可以一起施展你的们法术，创造出更强大的混合效应。两个法术都需要具有一个元素（气、土、火、水）或能量（强酸[土]、寒冷[水]、闪电[气]、火焰[火]）描述符。两个法术环位都至少达到1环，并且相差不超过1环，并且在同一先攻轮次中以准备动作施展。<\/p><p>当两个用于混合的法术被施展时，其中一个被称为首要法术（通常来说是环级更高的法术），另一个则被称为次要法术。其中，首要法术必须是一个目标为一个区域、单个或多个生物的进攻性法术，而次要法术则可以是任何包含合适描述符的法术。任何一个法术的施法时间都不能超过一个标准动作。首要法术按照它的描述生效（并获得下述混合效果）。次要法术不会获得任何显著的效果；相对地，被目标生物将受到新的融合效果影响，此效果取决于用于融合的两个法术的描述符。<\/p><p>若首要法术的效果需要目标生物进行一次豁免检定（如果法术本身允许豁免的话），则为融合效果进行一次单独的豁免。融合效果的豁免类型按下述描述进行，它的豁免DC等同于首要或次要法术正常的豁免DC，以较低者为准（若两个法术均不允许豁免的话，则为10+较低环位的法术环级+首要法术施法属性[智力、感知或魅力]调整值）。<\/p><p>通常来说融合法术无法被反击。一名具有精通法术反制（Improved Counterspell）的角色可以反制混合法术，如果他成功鉴别出了两个法术且两者属于同一学派。但无论如何，法术的融合效果均不能被反制。对于融合效果，法术抗力仍会正常生效，除非两个法术均忽视法术抗力。<\/p><p>协同收益：首要法术的豁免DC（若有）增加1点。若任一法术受到法术专攻或高等法术专攻的影响，豁免DC上的加值可以与这个加值叠加。在克服法术抗力的施法者等级检定上，首要法术也获得+1加值。<\/p><p>融合效果：融合法术时，次要法术并不会对目标产生直接的效果，而是增强首要法术的效果，同时根据两个法术的描述符，融合法术还能产生一项独特的融合效果。在决定法术的融合效果时，强酸、寒冷和闪电描述符视为土、水和气描述符。具有相同元素描述符的法术融合时不能获得融合效果，但首要法术仍能获得上述协同收益。<\/p><p><b>尘埃（气/土）<\/b>：目标被尘埃呛住，必须通过一次强韧豁免，否则陷入恍惚状态1轮外加1轮每5个次要法术施法者等级。目标施法者施法时必须进行一次专注检定（检定DC等同于豁免DC）。成功的豁免检定可以使目标不受恍惚状态的影响，但施法时仍需要专注检定。<br><b>熔岩（土/火）<\/b>：目标被熔岩溅射，受到1D6点火焰伤害。目标必须通过一次反射检定，否则着火（着火效果见CRB 444页）。<br><b>泥淖（土/水）<\/b>：目标必须通过一次反射检定，否则摔倒（进入俯卧状态）并且移动速度减半（至少具有5尺）持续1轮外加1轮每5个次要法术施法者等级。成功的豁免检定可以使移动速度减半的持续时间减少至1轮。<br><b>烟雾（气/火）<\/b>：目标吸入烟雾，必须通过一次强韧检定，否则恶心1轮并目盲1D4轮。成功的豁免检定可以使目标免受恶心并将目盲状态减少至1轮。免疫火焰的生物不受此恶心状态的影响。<br><b>霜雪（气/水）<\/b>：若首要法术不具有[水]描述符，则其将获得之，其造成的伤害（若有）的一半变为寒冷伤害。目标必须一次反射检定，否则摔倒（进入俯卧状态）。<br><b>蒸汽（火/水）<\/b>：首要法术造成的伤害（若有）变为非致命的无属性伤害（既非寒冷也非火焰伤害），不受能量抗力或防护能量伤害的影响。目标必须通过一次意志检定，否则目盲1D4轮。",
    "special_zh": "审判者或其他具有独行战术职业能力的角色，可以独自施展此专长。若要如此，此角色必须能在一轮中施展两个符合要求的法术，例如使用瞬发法术超魔专长以迅捷动作来施展法术或通过时间静止的效果。"
}
