{
    "key": "enlightened noble",
    "name": "Enlightened Noble",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Enlightened%20Noble",
    "source": ["Heroes of the High Court pg. 4"],
    "text": "You to excel in a particular area thanks to your noble family’s field of expertise.",
    "prerequisites": "Cha 13, Noble Scion, Knowledge (nobility) 1 rank.",
    "benefit": "You gain an additional benefit based on the flavor of your noble family chosen with the Noble Scion feat. <br><br><i>Scion of the Arts<\/i>: A number of times per day equal to your Charisma modifier, you can roll 2d20 for a Perform check and take the better result.<br><br> <i>Scion of Lore<\/i>: You can attempt Knowledge skill checks untrained. If you have 10 or more ranks in a Knowledge skill, the bonus from Scion of Lore increases to +2 for that skill.<br><br> <i>Scion of Magic<\/i>: Once per day, you can gain a +2 bonus to caster level on a concentration check, a Use Magic Device check, or a check to overcome spell resistance.<br><br> <i>Scion of Peace<\/i>: Choose one Wisdom-based skill. Once per day when you take 10 on this skill, you treat the result as if you had rolled an 18 instead of a 10.<br><br> <i>Scion of War<\/i>: After rolling initiative, you can attempt a Bluff check as an immediate action to feint against a creature or an Intimidate check to demoralize a creature. This can only affect creatures that act after you in the initiative count.",
    "prerequisiteKeys": ["noble scion"],
    "name_zh": "贤明贵族",
    "text_zh": "你长于处理与家族产业相关专业领域的事务。",
    "prerequisites_zh": "13魅力，贵族后裔，知识（贵族）1级。",
    "benefit_zh": "基于贵族后裔专长中你选择的家族出身，你获得下述额外效果。<\/p><p><b>艺术之子<\/b>：每天基于你的魅力调整值次数，你可以在一次表演检定中重骰2个D20并选择较好的结果。<br><b>知识之子<\/b>：你可以以未受训的知识技能进行检定，如果你的某项知识技能达到10级或更高，该知识技能由贵族后裔-知识之子所给予的加值改为+2。<br><b>魔法之子<\/b>：每日一次，你可以在法术专注的施法者等级检定，使用魔法物品检定，或是一次克服法术抗力的检定中，你可以获得+2加值。<br><b>安宁之子<\/b>：选择一项基于感知的技能，每日一次，当你在该技能上取10时，视为你骰出18而非10点作为结果<br><b>战争之子<\/b>：在骰掷先攻后，你能以直觉动作立即对一个目标发动一次基于唬骗检定的虚招，或一次基于威吓检定的挫败士气，此能力仅能影响先攻值低于你的目标。"
}
