{
    "key": "field repair",
    "name": "Field Repair",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Field%20Repair",
    "source": ["Ultimate Combat pg. 101"],
    "text": "You can repair your broken weapon or armor to serviceability even without the benefits of artisan tools.",
    "prerequisites": "Craft 4 ranks.",
    "benefit": "If you are trained in a Craft skill appropriate to a broken item, you can repair that item with no raw material cost and no penalty on your Craft skill check for using improvised tools. If you spend a day, the item regains 1 hit point plus one-quarter of its original hit points. Alternatively, if the item gained the broken condition because it is a firearm that has misfired or a siege engine that suffered a mishap, or has the broken condition because it has the fragile weapon quality (or some similar quality), you can make a Craft check with the DC it takes to craft that item (see Table 2–2, below). If the check succeeds, the item loses the broken condition. ",
    "normal": "Improvised tools impose a –2 penalty on Craft checks. Items require raw materials to repair.<br><br> <table class=\"inner\"> <tr><td>",
    "name_zh": "战地维修",
    "text_zh": "即使手边没有趁手工具，你也可以对破损的武器和盔甲进行应急处理。",
    "prerequisites_zh": "工艺4级。",
    "benefit_zh": "如果你在破损的道具的对应工艺技能上已受训，你可以在没有材料成本和只有简易工具的情况下进行修复，并且没有手艺技能检定惩罚。如果你花费一整天，该物品将会恢复1点加上原最大生命值1/4的生命值。此外，如果一把火器由于哑火而破损、一台攻城兵器由于掉链而破损或是一件〔易碎〕武器破损（或其他类似情况），你可以进行一次对应物品类型的DC的工艺检定。如果检定成功，物品的破损状态被移除。",
    "normal_zh": "使用简易工具会导致手艺技能有-2罚值。修复物品需要原材料。<\/p><p>物品<\/p><p>————————————<\/p><p>带有〔易碎〕特性的武器<\/p><p>单手火器<\/p><p>双手火器<\/p><p>重型攻城火器<\/p><p>中型攻城火器<\/p><p>轻型攻城火器<\/p><p>重型远程攻城兵器<\/p><p>中型远程攻城兵器<\/p><p>轻型远程攻城兵器<\/p><p>工艺技能<\/p><p>——————<\/p><p>武器或制弓<\/p><p>火器<\/p><p>火器<\/p><p>火器<\/p><p>火器<\/p><p>火器<\/p><p>攻城兵器<\/p><p>攻城兵器<\/p><p>攻城兵器<\/p><p>工艺DC<\/p><p>——————<\/p><p>正常DC-5<\/p><p>20<\/p><p>20<\/p><p>25<\/p><p>30<\/p><p>35<\/p><p>20<\/p><p>25<\/p><p>30<\/p><p>【编注：原文如此，此表非常诡异。理论上攻城兵器越大、其制造工艺DC越高。强烈怀疑是写反了。】"
}
