{
    "key": "fiendish obedience",
    "name": "Fiendish Obedience",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Fiendish%20Obedience",
    "source": ["Book of the Damned pg. 178"],
    "text": "Your devotion to a fiendish patron (be it a deity, demigod, or quasi deity) is so great that daily prayer and minor sacrifices grant you special boons.",
    "prerequisites": "Knowledge (religion) 3 ranks; must worship a fiendish deity, demigod, or quasi deity (such as any of the entities presented in Chapter 1 of this book).",
    "benefit": "Each fiend requires a different daily obedience, but all obediences take no more than 1 hour per day to perform. You can combine the ritual of obedience with the time needed to prepare your spellcasting for the day. Once you’ve performed an obedience, you gain the benefit of a special ability or defense as indicated in the “Obedience” entry for the fiend to whom you performed the obedience.<br><br> If you have at least 12 Hit Dice, upon undertaking your obedience, you also gain the first boon granted by your fiend. If you have at least 16 Hit Dice, you also gain the deity’s second boon. If you have 20 Hit Dice or more, you also gain the deity’s third boon. Unless a specific duration or number of uses per day is listed, a boon’s effects are constant.<br><br> When you gain boons from Fiendish Obedience, you typically gain that fiend’s exalted boons. If you take the Damned Disciple or Damned Soldier feat, you can choose instead to take a sentinel or evangelist boon as appropriate. Certain prestige classes also alter which category of boon you gain. Regardless, once you select a boon, you can’t normally change the type of boon you’ve selected at a later date (unless taking levels in a specific prestige class retroactively changes your boons).<br><br> The demoniac, diabolist, and souldrinker prestige classes (see pages 208–213) grant access to these boons at lower Hit Dice as a benefit of their prestige class. For each of these classes, you must select whether you want to take the evangelist, exalted, or sentinel boons; once you make that choice, you are locked in to that category of boon (and previous boon choices retroactively change as appropriate). If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience.",
    "name_zh": "魔族仪典",
    "text_zh": "你致力献身于魔族的庇护主（可以是神祇、半神、或准神），以每日的祈祷和小小的祭献来换取特殊的神恩。",
    "prerequisites_zh": "知识（宗教）3级，必须崇拜一位魔族神祇、半神、或准神（例如本书第1章的那些存在）。",
    "benefit_zh": "每一位魔族都有其特定的日常服从仪典，不过这些仪典每天最多只需要一小时来完成。你能在准备法术的同时结合服从仪典的行为。一旦你完成服从仪典以后，你将获得你所崇拜的魔族所拥有的“服从仪典”项目所列出的特殊能力与抗力奖励。<\/p><p>如果你拥有至少12个HD，你获得你所信仰魔族的第一神恩（Boon）；在16HD时，你获得祂的第二神恩；在20HD时，你获得最终的第三神恩。除非特别提及其持续时间，否则神恩在一经获得后是永久生效的。<\/p><p>当你获得魔族仪典的神恩时，你一般获得的是颂教者（Exalted）神恩。若你获得罪恶使徒（Damned Disciple）或罪恶尖兵（Damned Soldier）专长时，你能选择传音者（Evangelist）或者卫道者（Sentinel）神恩。某些进阶职业也可以改变获得的神恩种类。一旦你选择了一个神恩，你通常不能在日后改变获得的神恩种类（除非在特定的进阶职业中回溯性地改变你的神恩）。<\/p><p>恶魔狂信者（demoniac）、魔鬼大师（diabolist）、吮魂者（souldrinker）进阶职业（看pg. 208-213）给予你在较低HD时即可获得神恩。在这些职业中，你必需选择你想要的神恩种类；一旦选择，你就锁定在那项种类中（而之前的神恩也会被回溯性地改变）。<\/p><p>如果你未能执行每日的服从仪典，你将失去所有通过本专长获得的神恩奖励，直到你下一次完成服从仪典为止。"
}
