{
    "key": "finesse shot",
    "name": "Finesse Shot",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Finesse%20Shot",
    "descriptors": ["Weapon Mastery"],
    "source": ["Weapon Master's Handbook pg. 21"],
    "text": "You can use ranged attacks to perform actions that require finesse.",
    "prerequisites": "Marksman’s Utility, base attack bonus +7, weapon training class feature with a ranged weapon.",
    "benefit": "In addition to the options allowed by the utility shot gunslinger deed, you gain access to the following utility shots.<br><br> <i>Open/Close Object<\/i>: You can use a ranged attack to open or close an object as a standard action. You make an attack roll against an unattended and unlocked door, window, or container within the first range increment of your weapon. Such an object has an AC equal to 3 + the object’s size modifier (minimum +0) + its hardness. If you hit, the object opens if it is closed or closes if it is open. Otherwise, this ability functions as the <i>open/close<\/i> spell.<br><br> <i>Triggering Shot<\/i>: You can use a ranged attack to trigger a trap. You make a ranged attack against a trap you are aware of that is within your weapon’s first range increment. The trap’s AC is equal to 10 + its Disable Device DC. If you hit, the trap automatically triggers as if its trigger condition had been met.<br><br> <i>Use Object<\/i>: You can attempt to use a simple object by shooting it as a standard action. This ability functions as the scoot unattended object use of the utility shot deed, except you pull or push the object in such a way that it activates. For example, you can shoot an unattended lever, causing it to activate and lower a drawbridge.",
    "name_zh": "唯手熟尔",
    "text_zh": "任何需要手来做的事情你都可以靠一发箭矢或是一颗子弹做到…事实上你还能办到更多。",
    "prerequisites_zh": "万能射击，BAB+7，对所选远程武器拥有战士武器训练（Weapon Training）职业能力。",
    "benefit_zh": "除了可以使用一件你所擅长的所选远程武器来发动铳士的万用射击UC勇毅动作外，你还可以获得以下特殊的射击技巧。<\/p><p><b>开/关射击<\/b>：你可以以一个标准动作通过一次远程攻击来打开或是关上一件物品，这需要你用远程武器对一件处于你的第一个射程增量内，无人看管的门，窗户或是容器的盖子来一发。这个物品的防御等级视为3+它的体型调整值（至少+0）+它的硬度。如果你的攻击命中，那么你成功的将它打开或是关上。在其他方面，本动作的效果与法术开/关术相同。<br><b>触发射击<\/b>：你可以用射击来触发陷阱的机关，这需要你用远程武器对一件处于你的第一个射程增量内的陷阱来一发。这个陷阱的防御等级视为10+解除它的解除装置技能检定DC。如果你的攻击命中，那么陷阱会被立刻触发，如同它的触发条件被满足一般。<br><b>操作射击<\/b>：你可以以一个标准动作通过一次远程攻击来使用一件简单的物品。这个动作的效果与使用万用射击勇毅动作来射飞无主物品类似，但你其实是运用射击将它操作了一下。举例来说，你可以用这个动作射击一个远处的开关，让它将一座浮桥升起来。"
}
