{
    "key": "fire music",
    "name": "Fire Music",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Fire%20Music",
    "source": ["Ultimate Magic pg. 150"],
    "text": "Your ability to command fire and bardic music has created a strange blend of both magics.",
    "prerequisites": "Spellcraft 5 ranks, ability to cast bard spells, ability to cast an arcane fire spell from some other spellcasting class.",
    "benefit": "When you cast a bard spell that deals damage, you may replace the spell’s normal damage with fire damage or split the spell’s damage so that half of it is the normal damage type and half is fire damage.<br><br> If you cast a <i>summon monster <\/i>spell as a bard spell, you may choose to give the summoned creature a fiery appearance, which gives it fire resistance 5 and adds +1 fire damage to all of its natural attacks. The creature sheds dim light in a 5-foot radius. This aspect of the feat has no effect if the creature already has the fire subtype.<br><br> When you use this feat, the affected spell gains the fire descriptor.",
    "mythicSource": "Mythic Adventures pg. 65",
    "mythicText": "You masterfully weave the ancient melodies of fire into your spells.",
    "mythicPrerequisites": "Fire Music.",
    "mythicBenefit": "When you use Fire Music to change any of the damage dealt by a bard spell to fire damage, that damage ignores fire resistance up to your tier.<br><br> If you cast <i>summon monster <\/i>as a bard spell and choose to give the summoned creature a fiery appearance, increase its fire resistance by 5 (adding to the resistance already granted by Fire Music) and add 1d4 points of fire damage to all of its natural attacks instead of the +1 fire damage normally granted by Fire Music. Creatures with the fire subtype also gain these benefits.",
    "name_zh": "燃火之音",
    "text_zh": "你将控制火焰的能力和诗人的音乐相互混合，从而创造了一种奇怪的魔法。",
    "prerequisites_zh": "法术辨识5级，能够施展诗人法术，能够从其他施法者职业中施展带有火焰的奥术。",
    "benefit_zh": "当你施展一个诗人法术造成伤害时，你可以用火焰伤害替换法术的正常伤害，或者造成一半火焰伤害一半正常伤害。<\/p><p>如果你用诗人法术施展‘召唤怪物’，你可以选择给予召唤生物燃烧的外观，从而使之获得5点火抗力并且在天生武器攻击时造成额外1点火焰伤害。这一生物在5尺范围内提供昏暗照明。如果召唤的生物已经拥有火系类别，则此专长无效。<\/p><p>当你使用这一专长时，使用的法术获得〔火〕描述符。",
    "mythicText_zh": "你能够巧妙地将古老的火之旋律融入自身的法术中。",
    "mythicPrerequisites_zh": "燃火之音",
    "mythicBenefit_zh": "当你使用燃火之音专长，并以此来将任何吟游诗人法术造成的伤害变为火焰伤害时，该伤害会忽略最高等同于你的阶层点火焰抗力。<\/p><p>若你以吟游诗人法术施放召唤怪物法术，并赋予召唤出的生物燃烧的外观，该名生物的火焰抗力增加5点（加到燃火之音已经赋予的抗力之上），并使它们的所有天生攻击造成1d4点火焰伤害，以取代燃火之音专长正常赋予的+1点火焰伤害。具有火系亚种的生物也会获得这些好处。"
}
