{
    "key": "gaze reflection",
    "name": "Gaze Reflection",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Gaze%20Reflection",
    "source": ["Ultimate Intrigue pg. 84"],
    "text": "The power of your psychic stare wards you from the potent gazes of your enemies.",
    "prerequisites": "Spellcraft 10 ranks, bold stare and mesmerist tricks class features.",
    "benefit": "When you avert your eyes from a creature with a gaze attack (including one produced by a spell like <i<i>eyebite<\/i> or <i>burning gaze<\/i> or by a magic item), you can roll twice and select the better result when checking to see whether you are exposed to that gaze attack and when rolling your miss chance on attacks made against that creature (the latter doesn't stack with Blind-Fight). In addition, as a swift action, you can expend one mesmerist trick to make yourself immune to that creature's gaze until the beginning of your next turn. If you expend two mesmerist tricks instead, you gain immunity to that creature's gaze and also reflect its gaze back at it, affecting it with its own gaze.",
    "special": "A mesmerist’s hypnotic stare, a witch’s or hag’s evil eye, and a vampire’s dominate ability are treated as gaze attacks for the purpose of this feat, as are abilities that are triggered when looking at a creature, such as a nymph’s blinding beauty or a sea hag’s horrific appearance. Spending two mesmerist tricks on this feat does not bypass any immunity the creature might have to its own gaze, such as a vampire’s immunity to mind-affecting effects or the fact that the nymph’s blinding beauty works only on humanoids.",
    "name_zh": "凝视映射",
    "text_zh": "你的异能能够有效保护自身免受敌人那强大的凝视攻击。",
    "prerequisites_zh": "法术辨识10级，深邃注视（Bold Stare）和催眠师诡计（Mesmerist Trick）职业能力。",
    "benefit_zh": "当有生物使用凝视攻击（gaze attack），包括由摄心目光（Eyebite）或灼热凝视（Burning Gaze）这样的法术或者魔法物品提供的效果，而你以移开双眼（avert your eyes）来应对的话，你可以投掷两次检定并选择较好的结果，来判断你是否暴露在凝视攻击之下、或者判断你对抗该生物做出的攻击检定是否失手，其中后者的效果不会与盲斗（Blind-Fight）专长叠加。此外，以迅捷动作（swift action），你能够花费1次催眠师诡计（Mesmerist Trick）的使用次数，来让你免疫该生物的凝视，直至你的下个回合开始为止。若你花费2次催眠师诡计（Mesmerist Trick）的使用次数，则会在免疫该生物的凝视的同时，将它的凝视反射回其自身，以它自己的凝视来影响它。",
    "special_zh": "在判断该专长的效果时，催眠师（Mesmerist）的催眠注视（Hypnotic Stare）、女巫（witch）或鬼婆（hag）的邪眼（evil eye）以及吸血鬼（vampire）的支配（dominate）都被视为凝视攻击（gaze attacks）；同样地，那些在看向生物时才会触发的能力，比如宁芙（nymph）的盲目绝色（blinding beauty）或海鬼婆（sea hag）的骇人外貌（Horrific Appearance），在本专长中也被视同为凝视效果。在使用本专长并且花费2次催眠师诡计（Mesmerist Trick）的使用次数时，并不会忽略目标生物对自身凝视的免疫力，比如吸血鬼的免疫影响心灵效果（immunity to mind-affecting effects）或者宁芙的盲目绝色（blinding beauty）仅对类人生物（humanoids）生效的限制。"
}
