{
    "key": "gorgon's fist",
    "name": "Gorgon's Fist",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Gorgon's%20Fist",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 124"],
    "text": "With one well-placed blow, you leave your target reeling.",
    "prerequisites": "Improved Unarmed Strike, Scorpion Style, base attack bonus +6.",
    "benefit": "As a standard action, make a single unarmed melee attack against a foe whose speed is reduced (such as from Scorpion Style). If the attack hits, you deal damage normally and the target is staggered until the end of your next turn unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier). This feat has no effect on targets that are staggered.",
    "staminaSource": "Pathfinder Unchained pg. 120",
    "staminaText": "You can spend 5 stamina points to make a Gorgon’s Fist attack as one of the individual attacks made during a full attack.",
    "mythicSource": "Mythic Adventures pg. 66",
    "mythicText": "Your strikes debilitate and disorient your foes.",
    "mythicPrerequisites": "Gorgon’s Fist.",
    "mythicBenefit": "When you hit a creature while using Gorgon’s Fist, if the target fails its Fortitude saving throw, it is dazed for 1 round instead of staggered. You can expend one use of mythic power when you hit with a Gorgon’s Fist attack, but before the saving throw is attempted, to increase its DC by half your tier.",
    "prerequisiteKeys":     [
        "improved unarmed strike",
        "scorpion style"
    ],
    "name_zh": "蛇形拳",
    "text_zh": "你可以通过击中特定部位令对手动摇。",
    "prerequisites_zh": "精通徒手打击，蝎形拳，BAB+6。",
    "benefit_zh": "以一个标准动作对被减速的敌人（例如被“蝎形拳”专长减速）进行一次徒手近战攻击。若该次攻击命中，则正常造成伤害的同时令目标陷入恍惚状态，直到你的下轮结束，除非对方成功通过DC为“10+1/2你的角色等级+感知修正”的强韧豁免。本专长对已陷入恍惚的目标无效。",
    "mythicText_zh": "你的打击能够削弱敌人，使它们失去方向感。",
    "mythicPrerequisites_zh": "蛇形拳",
    "mythicBenefit_zh": "当你使用蛇形拳专长击中1名生物时，若目标的强韧豁免失败，它就会眩晕（dazed）1轮，而不是原本的恍惚（staggered）。当你使用蛇形拳专长命中敌人，但是敌人还未进行豁免时，能够花费1次神话之力使DC增加，数值为你的阶层的一半。",
    "staminaText_zh": "你可以使用5点耐力来让蛇形拳成为全力攻击中的一次独立的攻击。"
}
