{
    "key": "hand's detachment",
    "name": "Hand's Detachment",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Hand's%20Detachment",
    "source": ["Haunted Heroes Handbook pg. 24"],
    "text": "Your possessed hand can painlessly pull free of your body or reattach itself, leaving you with a bloodless but rawlooking stump at the end of one arm while the hand itself performs remote tasks under your command, acting in many ways like a strange familiar.",
    "prerequisites": "Hand’s Autonomy, Possessed Hand.",
    "benefit": "You can remove your possessed hand, allowing the possessing spirit to animate and control its motion. Removing or reattaching your possessed hand is a fullround action. This deals no damage to you, but you can’t use the hand while it is removed. The hand acts as a wizard’s familiar, using your character level as your effective wizard level, except it doesn’t gain the alertness, share spells, deliver touch spells, spell resistance, or scry on familiar abilities. Use the statistics for a crawling hand (<i>Pathfinder RPG Bestiary 2 59<\/i>) to represent the detached hand, save that the hand isn’t undead, doesn’t have the mark quarry ability, and shares your alignment. If the hand is destroyed, the spirit regenerates your missing hand in 2d4 days. This process can be accelerated by regenerate or similar magic. You cannot use the Possessed Hand feat or any feat with the Possessed Hand feat as a prerequisite until the hand is fully regenerated. If you have the familiar class feature, you can choose for your possessed hand to become your familiar, granting it all familiar abilities as normal. If selected as a familiar, your possessed hand grants you a +3 bonus on Sleight of Hand checks.",
    "prerequisiteKeys": ["possessed hand"],
    "name_zh": "人手分离",
    "text_zh": "你的鬼手能无痛地从你的身体脱离或重新连接，在你的手臂留下一个不流血但看起来很粗犷的接口。而那只手自己在你的命令下执行远程任务，在许多方面表现得异常地熟悉。",
    "prerequisites_zh": "自动手，鬼上手。",
    "benefit_zh": "你能移除你的鬼手，让附身的精魄去活动并控制它的动作。移除或重新连接你的鬼手是个整轮动作。这不造成伤害，但在移除期间你不能用此手。此手如同法师的魔宠，使用你的角色等级作为有效法师等级，但它不会获得警觉、法术共享、传递接触法术、法术抗力、探知魔宠能力。分离的手使用伏行之手（Crawling hand）（Pathfinder RPG Bestiary 2 59）的数据，除了此手不是不死生物，不会拥有指定猎物（Marked Quarry）能力，并跟你阵营相同。若此手被毁灭，该精魄在2d4天再生你失去的手。此过程能被再生术（Regenerate）或类似魔法加速。你在鬼手完全再生前不能使用鬼上手专长或以鬼上手为先决条件的专长。<\/p><p>若你已有魔宠职业特性，你能选择你的鬼手成为魔宠，给予它正常全部魔宠能力。若被选为魔宠，你的鬼手给予你巧手检定+3加值。"
}
