{
    "key": "hellknight obsession",
    "name": "Hellknight Obsession",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Hellknight%20Obsession",
    "source": ["Path of the Hellknight pg. 62"],
    "text": "You equate pain with discipline and can inflict damage upon yourself to unlock greater power.",
    "prerequisites": "Hellknight Obedience, Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.",
    "benefit": "During your hour-long Hellknight reckoning, if you choose to deal lethal damage to yourself (see page 9), you reach a state of fantastic focus. Once during the next 24 hours, you can draw upon this focus to gain the benefits of any one of the following effects. To activate the ability, you must deal 1 point of lethal damage to yourself as a swift action (unless otherwise noted). Members of the Order of the Nail often install a sharp barb within their armor that deals this damage when the wearer is subject to a critical hit (see page 28); if you’re struck by a critical hit while wearing such armor, using this ability doesn’t require a swift action.<br><br> <i>Fervor<\/i>: The DCs to resist the effects of the boons granted by your Hellknight Obedience feat increase by 1 for 1 hour.<br><br> <i>Indomitability<\/i>: You can reroll a single failed Will saving throw and must take the result of the second roll, even if it is worse. A swift action isn’t required to use this effect, but you must still take 1 point of damage.<br><br> <i>Menacing<\/i>: You gain a +3 bonus on Intimidate and Sense Motive skill checks for 1 hour.<br><br> <i>Mercilessness<\/i>: The critical threat range of your order’s favored weapon doubles for 1 hour (even if it is not a piercing or slashing weapon). This does not stack with any other effects that increase a weapon’s critical threat range.",
    "prerequisiteKeys": ["hellknight obedience"],
    "name_zh": "地狱骑士的狂热",
    "text_zh": "你对自己造成了致命伤害，并通过这份疼痛自我惩戒，解放更为强大的力量。",
    "prerequisites_zh": "地狱骑士的准则，知识（位面）3级，必须宣誓效忠单一一个地狱骑士团。",
    "benefit_zh": "当你进行维持一小时的洗礼时，如果你选择对自己造成致命伤害，你的精神将会变得格外集中。当你进入这个状态后，你将获得下列任意一个特殊能力或是效果，持续24小时。通过一个迅捷动作，你可以对自己造成1点致命伤害并使用这个能力。此外，尖钉骑士团的成员往往会在他们的盔甲上安有非常锋利的倒刺，在受到暴击时会对佩戴者造成少许伤害；如果你穿着类似的盔甲并受到重击，那么你无需迅捷动作即可使用能力。<\/p><p>热诚祝福（Fervor）：你从地狱骑士的准则中获得的所有恩典效果的DC提升1持续一小时。<\/p><p>不屈不挠（Indomitability）：你能重骰一次失败的意志检定并且必须接受第二次的结果，就算更糟。你无需使用迅捷动作来启动这个能力，但还是要受到伤害。<\/p><p>咄咄逼人（Menacing）：你在威吓和察言观色检定上获得+3额外加值，持续一小时。<\/p><p>冷酷无情（Mercilessness）：你使用骑士团偏好武器的重击威胁范围加倍，持续一小时（即使它并非一个穿刺和挥砍武器）。这个能力不会和其他增加武器重击威胁范围的效果叠加。"
}
