{
    "key": "hellknight obedience",
    "name": "Hellknight Obedience",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Hellknight%20Obedience",
    "source": ["Path of the Hellknight pg. 62"],
    "text": "Performing daily Hellknight reckonings grants you special boons.",
    "prerequisites": "Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.",
    "benefit": "Upon taking this feat, you gain proficiency in all of your Hellknight order’s favored weapons. Additionally, by meditating and inflicting strenuous reckonings upon yourself, you unlock the power behind your order’s doctrine. Each Hellknight order has its own unique reckoning—a trial of obedience and pain (described in general on page 9 and in the Reckoning entries of the Hellknight order stat blocks throughout this book). When coupled with the necessary reflection and meditation, this reckoning takes 1 hour per day to perform. Once you have performed your order’s reckoning, you gain the benefit of a special ability as indicated in the Reckoning entry for the Hellknight order to which you’ve sworn allegiance. If you have at least 12 Hit Dice, you also gain the first boon granted by the Hellknight order. If you have at least 16 Hit Dice, you also gain the Hellknight order’s second boon. If you have 20 Hit Dice or more, you also gain the Hellknight order’s third boon. Unless a specific duration or number of uses per day is listed in a boon’s description, the boon’s effects are constant.<br><br> If you ever fail to perform a daily reckoning, you lose all access to the benefits and boons granted by this feat until you next perform the reckoning.<br><br> You can take this feat only if you are associated with a Hellknight order, whether you’re in training to become a Hellknight, already a member, or otherwise aligned with the order—the specifics are left to you and the GM to determine. Once per year, you can change your Hellknight allegiance, but doing so requires the approval of the Hellknight order you wish to join. If you are ever cast out of the Hellknight order to which you’ve sworn allegiance, you lose the benefits of this feat until you restore yourself in the Hellknights’ esteem. The details of this are left to the GM’s discretion.",
    "name_zh": "地狱骑士的准则",
    "text_zh": "每日履行地狱骑士的洗礼仪式(reckonings)会给予你一些特殊的恩典。",
    "prerequisites_zh": "知识（位面）3级，必须宣誓效忠单一一个地狱骑士团。",
    "benefit_zh": "选择这个专长后，你会擅长所在地狱骑士团的所有偏好武器。此外，经过少许冥思并完成一次成功的仪式后，你将获得所在骑士团的戒律能力（恩典）。每个地狱骑士团都有着专有的仪式需求。每天，经过必要的沉思和冥想，你需要花费大约一小时来完成洗礼仪式。当你完成了所在骑士团的洗礼仪式，你会如上表所示在对应等级从对应的特殊能力获得好处。当你有至少12个生命骰时，你会获得骑士团的第一恩典（boon）。当你有至少16个生命骰时，你获得第二恩典。当你拥有20个或更高生命骰时，你得到第三恩典。除非上表中有明示使用限制和次数，否则这些恩典都是恒定效果。如果你今日没有进行洗礼仪式或没有成功完成洗礼，你会失去这个专长提供的所有好处和骑士团的恩典直到重新完成一次洗礼。你无法选择这个专长除非你已经与骑士团结盟，正在接受地狱骑士的训练，是一名地狱骑士（进阶职业）或是地狱骑士团的一员-具体由GM决定。<\/p><p>每年一次，你可以在获得另一个骑士团允许后，选择改变效忠的对象（骑士团）。如果你曾被驱逐出了宣誓效忠的骑士团，那么你会失去这个专长提供的能力直到你重新获得地狱骑士们的认可。具体细节有GM决定。"
}
