{
    "key": "holy water assault",
    "name": "Holy Water Assault",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Holy%20Water%20Assault",
    "descriptors": ["Combat"],
    "source": ["Undead Slayer's Handbook pg. 23"],
    "text": "You have found new and effective uses for holy water in combating the undead.",
    "prerequisites": "Base attack bonus +1, Knowledge (religion) 3 ranks.",
    "benefit": "In addition to holy water’s normal uses, you can use holy water to create a variety of other effects, which are listed below. To use holy water in a particular way, you must meet the additional requirements of that effect, such as a particular feat, ranks in a specific skill, or the ability to cast a certain spell (specified after the effect’s name). Unless otherwise specified, using any of these abilities consumes one vial of holy water.<br><br> <i>Blinding Water <\/i>(Improved Precise Shot): By uttering a short prayer as swift action, you can empower a vial of holy water with blinding light. If you successfully throw that vial of holy water and land a direct hit against an undead creature by the end of your next turn, the target takes damage from the holy water as normal and also becomes blinded (Reflex DC 13 negates blindness). This even affects creatures that do not have eyes such as skeletons, but not creatures that don’t rely on vision.<br><br> <i>Concentrate Holy Water <\/i>(Craft [alchemy] 4 ranks): Through alchemical processes, you can refine multiple doses of holy water into a single hyperpotent dose. To do so, you must possess two or more flasks of holy water and you must succeed at a Craft (alchemy) check that takes 10 minutes of uninterrupted time. The DC of the Craft (alchemy) check is equal to 15 + 2 × the number of doses of holy water you are combining. For example, combining three flasks of holy water would require a successful DC 21 Craft (alchemy) check. Success means you combine all of the doses into a single concentrated flask of holy water. If you fail the check by 4 or less, the distillation process failed and must be tried again. If you fail the check by 5 or more, the distillation process failed and all of the doses of holy water are wasted. The maximum number of doses of holy water you can combine is equal to half the number of ranks you possess in Craft (alchemy).<br><br> A direct hit with a flask of concentrated holy water deals 2d4 points of damage + 2 points of damage × the number of doses of holy water used to an undead creature or an evil outsider. Undead creatures and evil outsiders within 5 feet of where the flask hits take 1 point of damage + 1 point of damage × the number of doses of holy water used. For example, a flask of concentrated holy water made of 3 doses of holy water would deal 2d4+6 points of damage on a direct hit, and 4 points of damage to undead creatures and evil outsiders within 5 feet of the target.<br><br> <i>Healing Glyph <\/i>(ability to cast <i>glyph of warding<\/i>): You can replace the diamond material component in a <i>glyph of warding <\/i>spell with a vial of holy water. When you do so, you must place a <i>spell glyph <\/i>containing a conjuration (healing) spell of 3rd level or lower, which can be designed to benefit allies or harm undead.<br><br> <i>Healing Water <\/i>(Heal 5 ranks): You can use holy water for curative purposes. When you pour a vial of holy water over your hands, you gain a +4 bonus on Heal checks to perform first aid, treat wounds, treat poison, or treat disease in the next hour. Additionally, once per day you can drink a vial of holy water to heal yourself of 1d8 points of damage.<br><br> <i>Holy Circle <\/i>(ability to cast <i>magic circle against evil<\/i>): You can replace the silver material component of a <i>magic circle against evil <\/i>spell with a vial of holy water. When you do so, the duration of the spell increases 20 minutes per level instead of 10 minutes, and the Spellcraft DC to add a special diagram to the circle is 15 instead of 20.<br><br> <i>Holy Water Splash <\/i>(Point-Blank Shot): When you throw a flask of holy water, creatures in the area of the holy water’s splash radius take 1 additional point of damage as long as they are within 30 feet of you. This ability does not stack with other effects that increase the damage dealt to creatures within the splash radius of holy water, such as the concentrate holy water ability of this feat or the <i>empower holy water<\/i> spell on page 26.",
    "name_zh": "圣水攻袭",
    "text_zh": "你发现了在战斗中使用圣水对抗不死的有效战法。",
    "prerequisites_zh": "BAB+1、知识（宗教）3级。",
    "benefit_zh": "在圣水的普通用法之外，你发现了更多用法，见表。你必须达成特殊用法的先决条件（写在用法名的括号中）才能如此使用圣水，先决条件可能是专长、技能等级、会使用特定法术等等。每次特殊使用都会至少消费1瓶圣水。<\/p><p><br>致盲水光<\/br>（精通精准射击专长）：用一个迅捷动作，简短的祈祷词后，你可以让手中的圣水散发出强光。直到持有者的下一个回合结束前，用此圣水投掷直接命中的不死生物将会受到正常圣水伤害并目盲（反射豁免DC13取消目盲）。这个目盲效果对无眼的单位也有效（比如骷髅），但对不依靠视觉的单位无效。<\/p><p><br>浓缩圣水<\/br>（手艺[炼金术]4级）：通过精湛的炼金术，你可以将多份圣水浓缩成1份。如此做需要消耗2份或更多的圣水，并在无间断的10分钟精炼后通过手艺[炼金术]技能检定。其DC=15+2X浓缩前的圣水份数，比如浓缩3份为1份的DC为21。检定成功意味着圣水被浓缩进一瓶内。如果检定失败4或更少，浓缩失败需要重来。如果失败5或更多，浓缩失败所有圣水被浪费。最多能够浓缩进一份的圣水份数等于你的手艺[炼金术]技能的一半。<\/p><p>对付不死和邪恶异界生物时，浓缩圣水造成的伤害等于2d4+2X浓缩份数。溅射范围内的不死和邪恶异界生物受到1+1X浓缩份数的伤害。比如，3合1浓缩圣水的直击造成2d4+6点伤害，5尺内的溅射范围造成4点伤害。<\/p><p><br>治疗刻文<\/br>（能够释放守卫刻文法术）：你可以用1份圣水代替守卫刻文法术的钻石粉材料。若如此做，你必须使用法术刻文方式储存进一个至多3环的咒法（治疗）法术，可以用来治疗盟友或伤害不死。<\/p><p><br>治愈之水<\/br>（医疗等级5）：你可以将圣水用于医疗用途。在将一份圣水涂抹在手之后，1小时内进行急救、处理伤口、治疗中毒、治疗疾病的医疗检定获得+4加值。额外的，每天1次，你可以饮用1瓶圣水治疗自己1d8点伤害。<\/p><p><br>神圣之环<\/br>（能够释放反邪恶法阵法术）：你可以用圣水代替银粉作为反邪恶法阵法术的材料。若如此做，该法术的持续时间由10分钟/ cl提升为20分钟/cl。使用特殊魔法图阵的法术辨识检定DC由20降为15。<\/p><p><br>圣水泼洒<\/br>（近程射击专长）：投掷圣水时，处于你30尺内且处于圣水溅射范围内的单位额外受到1点伤害。这个额外伤害不与其它特定增加圣水溅射伤害的效果叠加，比如浓缩圣水用法和强效圣水法术。"
}
