{
    "key": "improved grapple",
    "name": "Improved Grapple",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Grapple",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 127"],
    "text": "You are skilled at grappling opponents.",
    "prerequisites": "Dex 13, Improved Unarmed Strike.",
    "benefit": "You do not provoke an attack of opportunity when performing a grapple combat maneuver. In addition, you receive a +2 bonus on checks made to grapple a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.",
    "normal": "You provoke an attack of opportunity when performing a grapple combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 123",
    "staminaText": "When you are the target of a grapple combat maneuver to initiate or maintain a grapple, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that grapple attempt increases by that number.",
    "mythicSource": "Mythic Adventures pg. 67",
    "mythicText": "Your wrestling moves are difficult to counter.",
    "mythicPrerequisites": "Improved Grapple.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to grapple you, unless it also has this feat.",
    "prerequisiteKeys": ["improved unarmed strike"],
    "name_zh": "精通擒抱",
    "text_zh": "你擅长于擒抱住对手。",
    "prerequisites_zh": "敏捷13，精通徒手打击。",
    "benefit_zh": "你使用擒抱战技时不会引发借机攻击。此外你在擒抱检定上获得+2加值，同时在对抗擒抱的战技防御上获得+2加值。",
    "normal_zh": "试图使用擒抱战技会引发借机攻击。",
    "mythicText_zh": "你的贴身武技令人难以招架。",
    "mythicPrerequisites_zh": "精通擒抱",
    "mythicBenefit_zh": "你的擒抱检定获得加值，数值等同于你的阶层的一半，当敌人擒抱你时，你的CMD也获得此加值。这些加值与非神话版的精通擒抱专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试对你进行擒抱的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "当你成为一次用于启动或者维持擒抱的擒抱战技的目标时，你可以消耗至多为你的力量或者敏捷加值的耐力，两者取高。你对抗擒抱尝试的CMD提升等同于你消耗的耐力点的点数。"
}
