{
    "key": "improved disarm",
    "name": "Improved Disarm",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Disarm",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 127"],
    "text": "You are skilled at knocking weapons from a foe's grasp.",
    "prerequisites": "Int 13, Combat Expertise.",
    "benefit": "You do not provoke an attack of opportunity when performing a disarm combat maneuver. In addition, you receive a +2 bonus on checks made to disarm a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to disarm you.",
    "normal": "You provoke an attack of opportunity when performing a disarm combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 123",
    "staminaText": "You can select this feat even if you don’t meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a disarm combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that disarm attempt increases by that number.",
    "mythicSource": "Mythic Adventures pg. 67",
    "mythicText": "You’re expert at knocking your enemies’ weapons away.",
    "mythicPrerequisites": "Improved Disarm.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to disarm, and to your CMD when an opponent tries to disarm you. These bonuses stack with those granted by Improved Disarm.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to disarm you, unless it also has this feat.",
    "prerequisiteKeys": ["combat expertise"],
    "name_zh": "精通卸武",
    "text_zh": "你擅长在战斗中卸除对手的武器。",
    "prerequisites_zh": "智力13，寓守于攻。",
    "benefit_zh": "当你试图卸除对手的武器时，不会引发对方的借机攻击。此外，在你卸武检定上获得+2加值。你在对抗卸武的战技防御上同样获得+2加值。",
    "normal_zh": "你在使用卸武战技时会引发借机攻击。",
    "mythicText_zh": "缴械专家说的就是你。",
    "mythicPrerequisites_zh": "精通卸武",
    "mythicBenefit_zh": "你的卸除武器检定获得加值，数值等同于你的阶层的一半，当敌人卸除你的武器时，你的CMD也获得此加值。这些加值与非神话版的精通卸武专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试卸除你武器的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "即使你没有满足属性值先决条件（智力13）时也可以选择这个专长。只有在你的耐力池中至少还有1点耐力时你才能获得这个专长的好处。当你作为卸武战技的目标时，你可以消耗至多为你的力量或者敏捷加值的耐力，两者取高。你对抗卸武尝试的CMD提升等同于你消耗的耐力点的点数。"
}
