{
    "key": "improved trip",
    "name": "Improved Trip",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Trip",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 128"],
    "text": "You are skilled at sending your opponents to the ground.",
    "prerequisites": "Int 13, Combat Expertise.",
    "benefit": "You do not provoke an attack of opportunity when performing a trip combat maneuver. In addition, you receive a +2 bonus on checks made to trip a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to trip you. ",
    "normal": "You provoke an attack of opportunity when performing a trip combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 124",
    "staminaText": "You can select this feat even if you don’t meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a trip combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that trip attempt increases by that number.",
    "mythicSource": "Mythic Adventures pg. 68",
    "mythicText": "You’re expert at knocking your foes down.",
    "mythicPrerequisites": "Improved Trip.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to trip, and to your CMD when an opponent tries to trip you. These bonuses stack with those granted by Improved Trip.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to trip you, unless it also has this feat.",
    "prerequisiteKeys": ["combat expertise"],
    "name_zh": "精通绊摔",
    "text_zh": "你擅长将对手送到地上。",
    "prerequisites_zh": "智力13，寓守于攻。",
    "benefit_zh": "你使用绊摔战技不会引发借机攻击。此外在绊摔检定上你获得+2加值，在对抗绊摔的战技防御上也获得+2加值。",
    "normal_zh": "你在使用绊摔战技时会引发借机攻击。",
    "mythicText_zh": "击倒敌人，你是专家。",
    "mythicPrerequisites_zh": "精通绊摔",
    "mythicBenefit_zh": "你的绊摔检定获得加值，数值等同于你的阶层的一半，当敌人绊摔你时，你的CMD也获得此加值。这些加值与非神话版的精通绊摔专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试绊摔你的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "即使你没有满足属性值先决条件（智力13）时也可以选择这个专长。只有在你的耐力池中至少还有1点耐力时你才能获得这个专长的好处。当你作为绊摔战技的目标时，你可以消耗至多为你的力量或者敏捷加值的耐力，两者取高。你对抗绊摔尝试的CMD提升等同于你消耗的耐力点的点数。"
}
