{
    "key": "improved sunder",
    "name": "Improved Sunder",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Sunder",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 128"],
    "text": "You are skilled at damaging your foes' weapons and armor.",
    "prerequisites": "Str 13, Power Attack, base attack bonus +1.",
    "benefit": "You do not provoke an attack of opportunity when performing a sunder combat maneuver. In addition, you receive a +2 bonus on checks made to sunder an item. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to sunder your gear. ",
    "normal": "You provoke an attack of opportunity when performing a sunder combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 124",
    "staminaText": "When you are the target of a sunder combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that sunder attempt.",
    "mythicSource": "Mythic Adventures pg. 67",
    "mythicText": "Your mighty smashing blows demolish objects.",
    "mythicPrerequisites": "Improved Sunder.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to sunder, and to your CMD when an opponent tries to sunder an object used by you. These bonuses stack with those granted by Improved Sunder.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to sunder an object used by you, unless it also has this feat.",
    "prerequisiteKeys": ["power attack"],
    "name_zh": "精通破武",
    "text_zh": "你善于攻击对手的武器和盔甲。",
    "prerequisites_zh": "力量13，猛力攻击，BAB+1。",
    "benefit_zh": "当你使用破武战技时不会引发对手的借机攻击。此外，你在破武检定上获得+2加值，在对抗破武的战技防御上也获得+2加值。",
    "normal_zh": "你使用破武战技时会引发借机攻击。",
    "mythicText_zh": "你那强有力的打击能够粉碎物体。",
    "mythicPrerequisites_zh": "精通破武",
    "mythicBenefit_zh": "你的破武战技检定获得加值，数值等同于你的阶层的一半，当敌人尝试对你所使用的物品进行破武战技时，你的CMD也获得此加值。这些加值与非神话版的精通破武专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试对你所使用的物品进行破武战技的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "当你作为破武战技的目标时，你可以消耗至多为你的力量或者敏捷加值的耐力，两者取高。你对抗破武尝试的CMD提升等同于你消耗的耐力点的点数。"
}
