{
    "key": "infuse poison",
    "name": "Infuse Poison",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Infuse%20Poison",
    "descriptors": ["Item Creation"],
    "source": ["Black Markets pg. 12"],
    "text": "You can infuse a poison with a magical effect.",
    "prerequisites": "Brew Potion, Craft (alchemy) 5 ranks, caster level 3rd.",
    "benefit": "You can infuse an ingested poison with any spell of 3rd level or lower that you know and that targets one or more creatures and has a casting time of less than 1 minute. Infusing a poison takes 2 hours if its base price is 250 gp or less; otherwise, infusing a poison takes 1 day for each 1,000 gp in its base price. When you infuse a poison, you set the caster level, which must be sufficient to cast the spell in question and no higher than your own caster level. To infuse a poison, you must use up raw materials costing half of its base price.<br><br> When you create an infused poison, you make any choices that you would normally make when casting the spell.<br><br> Whoever ingests the infused poison is the target of the spell.",
    "prerequisiteKeys": ["brew potion"],
    "name_zh": "灌法毒药",
    "text_zh": "你可以在毒药中灌注法术效果。",
    "prerequisites_zh": "调制药剂，工艺（炼金术）5级，施法者等级3级。",
    "benefit_zh": "你可以在一剂摄入毒药中灌注任何你所知、等级低于3级，目标是一个或多个生物且施法时间小于一分钟的法术。灌法价值250gp以下的毒药需要花费2个小时，否则每1000gp需花费1天。当你灌法时，由你设定其施法者等级，该等级需满足施放该法术的条件并且不高于你当前的施法者等级。你需要同于一半灌法毒药的价值原料来灌法。当你灌法时，你需要像正常施展该法术一样进行效果的选择。任何摄入灌法毒药的生物视为法术的目标。<\/p><p>灌法毒药（Infused Poisons）<\/p><p>通过将制药的手艺和制毒的艺术结合，狡诈的刺客和药草师将创造出邪恶的超自然威胁。一个灌注的毒药结合了摄入毒药和药剂的效果。饮下灌法毒药的生物会首先遭受到摄入毒药的影响（包括其初始效果或伤害），紧接着触发灌注的法术效果，饮用者必须进行第二次豁免检定（通常是不同的类型或DC）来对抗其法术效果。法术抗力能正常的对抗灌法毒药的法术效果，但是不能使其免受毒素的影响；毒素抗力也不能免除灌法毒药的法术效果。毒素免疫（Poison immunity）使得生物免受灌法毒药的法术效果<\/p><p>一剂毒药可以被注入一个不超过3级，施法时间小于1分钟，目标是一个或多个生物的法术。跟调制药水相同，你不能在没有满足法术前提的情况下创造一瓶灌法毒药。药剂的价值等于法术环位×施法者等级×25gp。如果法术有贵重材料成分，则其需要计入毒药的价值。<\/p><p>灌法毒药类似于以引用者为目标施法。毒药的创造者必须在毒药创造时决定其所有的法术效果——吞下灌法毒药的生物无法控制其影响。与药剂不同的是，饮用者不视为施法者。如果法术效果与施法者相关（例如魅惑人类），饮用者会将其吞下毒药后感知到的第一个生物视为施法者。<\/p><p>一个尝试以察觉检定辨识灌法毒药的生物有5%的几率中毒，除非她有用毒能力。这个过程不会消耗灌法毒药。"
}
