{
    "key": "inscribe magical tattoo",
    "name": "Inscribe Magical Tattoo",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Inscribe%20Magical%20Tattoo",
    "descriptors": ["Item Creation"],
    "source": ["Inner Sea Magic pg. 16"],
    "text": "You can craft magical tattoos.",
    "prerequisites": "Craft (calligraphy, paintings, or tattoos) 5 ranks, caster level 5th",
    "benefit": "You can create magical tattoos, magic items inked directly into the flesh of a willing or helpless creature. Both you and the recipient of the tattoo (if the recipient is not yourself) must be present during the entire tattooing process. Magic tattoos must be placed on a part of the body normally able to hold a magic item slot, but they do not count against or interfere with magic items worn on those slots. A single slot can only hold one magical tattoo (nonmagical tattoos and tattoos acquired from the tattooed sorcerer archetype do not count against this limit). Tattoos may be inscribed on the following slots: belt, body, chest, feet, hands, head, neck, shoulder, ring (up to two), or wrist. They cannot be inscribed on armor, eye, headband, or shield slots.<br><br> Magical tattoos are difficult to destroy, though they count as magic items for the purposes of <i>dispel magic<\/i>. The spell erase can permanently destroy a magical tattoo, but the bearer of the tattoo can resist the spell with a Will save, in addition to the caster needing to make a successful caster level check to erase the tattoo. Physically removing a magical tattoo with a sharp instrument or defacing it with fire or acid can destroy it as well. Doing so is a full-round action that not only requires the target to be willing or helpless, but also provokes attacks of opportunity. At least 2 points of damage per caster level of the tattoo must be dealt to destroy a magical tattoo in this manner.<br><br> Magical tattoos follow the rules for magic item creation as though they were wondrous items, except that they can use the Craft (calligraphy, paintings, tattoos) skill. New magical tattoos can be researched and designed using the guidelines for pricing new magic items. Magical tattoos are treated as slotless magical items for pricing purposes.",
    "name_zh": "绘制魔法刺青",
    "text_zh": "你能够绘制魔法刺青。",
    "prerequisites_zh": "工艺（书法calligraphy，绘图paintings或刺青tattoos）5级，施法者等级5级。",
    "benefit_zh": "你能够绘制魔法刺青，一种能直接纹入自愿或无助生物的皮肉中的魔法物品。你与接受刺青之人（如果被纹上刺青的人不是你自己）整个纹身过程中必须在场。魔法刺青必须被放置在通常能够装备魔法物品的身体部位上，但是它们不会占用或者与穿戴在这些位置的魔法物品相冲突。一个单独的装备位（Solt）只能保留一个魔法刺青（非魔法刺青与通过刺青术士变体职业而获得的刺青不受此限制）。纹身可以被纹在后述装备位上：腰部（belt），身体（body），前胸（chest），脚部（feet），手部（hands），头部（head），颈部（neck），戒指（ring，至多2个），肩部（shoulder）或者腕部（wrist）。它们无法被纹到防具（armor），眼部（eye），头饰（headband）或者盾牌（shield）装备位上。<\/p><p>魔法刺青难以被破坏，它们在受到解除魔法（dispel magic）时被视为魔法物品（magic items）。抹消术（erase）能够永久性消除魔法刺青，但是被纹上刺青的人能够以意志豁免抵抗该法术，此外施法者需要进行成功的施法者等级检定才能抹消刺青。以物理方式移除魔法刺青需要使用锋利的工具，或者使用强酸、火焰也能够摧毁它。这样做是整轮动作（full-round action），不仅要求目标是自愿或者无助状态，还会引发借机攻击。必须至少造成总计刺青的每施法者等级2点伤害，才能以此方式摧毁魔法刺青。<\/p><p>魔法刺青遵循制造魔法物品的规则，就如同他们是奇物一般，不过可以使用工艺（书法，绘图或刺青）技能来制造它们。新魔法刺青可以使用新魔法物品定价指南来研究与设计（New magical tattoos can be researched and designed using the guidelines for pricing new magic items）。在定价时，魔法刺青被视为无部位魔法物品（slotless magical items）。"
}
