{
    "key": "interweave composite blast",
    "name": "Interweave Composite Blast",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Interweave%20Composite%20Blast",
    "descriptors":     [
        "Combat",
        "Teamwork"
    ],
    "source": ["Occult Adventures pg. 135"],
    "text": "You can combine your blasts with those of another kineticist.",
    "prerequisites": "Kinetic blast class feature.",
    "benefit": "Whenever you are within 15 feet of another character who has this feat, you can ready an action to activate a simple blast of your choice. When that character unleashes a simple blast, yours is triggered, creating a composite blast for which the two simple blasts meet the prerequisites. The composite blast’s caster level is equal to the average of the caster levels of both participants and deals damage as the appropriate composite blast created by a kineticist of that level (for example, if a 10th-level pyrokineticist and a 6thlevel hydrokineticist worked together to create a steam blast, its base damage would be 4d6+4 points of fire damage and 4d6+4 points of bludgeoning damage).<br><br> One participant can provide a form infusion appropriate for the composite blast, and the other can provide an appropriate substance infusion. Each participant accepts the burn cost for the infusion she provided. The participant who didn’t take the special ready action can apply a metakinesis to the blast, and she is the only one who can gather power to reduce the blast’s cost (since only she has a move action to take prior to the blast). However, whatever metakinesis she applies affects the entire composite blast.<br><br> If the two participants aren’t adjacent to each other, the origin point of cones, lines, and other effects that normally originate from a character’s square instead originate from a point in the square located halfway between the two participants in a straight line (where the two simple blasts meet and form the composite blast).<br><br> The blast uses the Constitution modifier of whoever provided the substance infusion and the Dexterity modifier of whoever provided the form infusion. If the blast includes only one infusion, the blast uses the Constitution or Dexterity modifier of the kineticist who supplied that infusion, as appropriate for the infusion provided. If no infusions are used, the two kineticists choose one of them to provide the Dexterity modifier, and the other provides the Constitution modifier.",
    "name_zh": "合力念袭",
    "text_zh": "你能与另一名操念使合力释放念袭。",
    "prerequisites_zh": "念袭（Kinetic Blast）职业能力。",
    "benefit_zh": "当有一名同样具有该专长的其他角色位于距离你15尺的范围内时，可以进行一次准备动作来启动一次简易念袭（Simple Blast），自行选择念袭的类型。当该角色也施放出一次简易念袭时，你的也会被触发，并由此创造出一次复合念袭（Composite Blast），此次复合念袭的产生条件要与这两个简易念袭相符。复合念袭的施法者等级为两名参与者的施法者等级的平均值，其造成的伤害要符合该等级的操念使创造的复合念袭（举例说明：使用火元素的10级操念使和使用水元素的6级操念使合作创造出一次蒸灼念袭，它的基础伤害为4d6+4点火焰伤害和4d6+4点钝击伤害）。<\/p><p>其中一名参与者能够提供一个对于复合念袭来说可用的塑形注能（form infusion），而另一名则提供可用的性质注能（substance infusion）。每名参与者都要承受自身提供的注能的超载（burn）。没有执行特殊准备动作的参与者能够将超念（Metakinesis）应用至念袭上，而她也是唯一可以使用念力凝聚（Gather Power）降低念袭消耗的一方（因为只有她可以在使用念袭前使用移动动作）。无论如何，她所使用的任何超念（Metakinesis）都会应用至整个复合念袭上。<\/p><p>如果两位参与者没有彼此相邻，那么锥形、线形意思其他通常以角色所在方格为源发点的效果均会变更源发点，新源发点位于两位参与者之间直线距离的中心点（在此位置，两个简易念袭会融合在一起，成为复合念袭）。<\/p><p>念袭使用性质注能（substance infusion）提供者的体质调整值以及塑形注能（form infusion）提供者的敏捷调整值。如果念袭仅应用了一个注能，那么念袭则会使用提供注能的操念使的体质或敏捷调整值，以被提供的注能为准。如果没有使用任何注能的话，那么两名操念使自行选择其中一人提供敏捷调整值，另一人提供体质调整值。"
}
