{
    "key": "ki diversity",
    "name": "Ki Diversity",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Ki%20Diversity",
    "descriptors":     [
        "Combat",
        "Faction"
    ],
    "source": ["Faction Guide pg. 56"],
    "text": "You have trained at the feet of the masters of the Kusari-Gama, a secret society of monk warriors. With their secrets you have mastered new ways to apply your <i>ki<\/i>.",
    "prerequisites": "<i>Ki<\/i> pool class feature, Wis 13, Kusari-Gama 25 TPA.",
    "benefit": "You learn how to channel your <i>ki<\/i> in a new ability. Choose one of the following <i>ki<\/i> powers:<br><br><i>Bone Crusher<\/i>: When you succeed at a trip or disarm combat maneuver, you may spend 1 point from your <i>ki<\/i> pool as a swift action to deal damage to your opponent as if you had hit them with an unarmed strike.<br><br><i>Dim Mak<\/i>: You may spend 1 point from your <i>ki<\/i> pool as a swift action to execute your next Stunning Fist attack as a melee touch attack rather than a normal melee attack.<br><br><i>Mind of the Kensai<\/i>: You may spend 1 point from your <i>ki<\/i> pool as a swift action to imbue a single melee weapon in your hands with the <i>ki focus<\/i> weapon special ability until your next turn.<br><br><i>Wings of the Crane<\/i>: If you have the Deflect Arrows feat, you may spend 1 point from your <i>ki<\/i> pool as an immediate action to use that feat to deflect a second missile weapon that round. If you have the Snatch Arrows feat, you may use this ability to catch a second weapon, but not throw it back.<br><br><i>Zen Combatant<\/i>: You may spend 1 point from your <i>ki<\/i> pool as a swift action to substitute your Wisdom score for your Strength or Dexterity for all melee or ranged attacks you make that round.",
    "special": "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, you may choose an additional ability from the list above. Monks can select this feat as a monk bonus feat.",
    "name_zh": "万象真气",
    "text_zh": "你曾在武僧秘门锁镰宗（Kusari-Gama）的门下学艺，而他们的秘辛已被你融会贯通进真气的额外用法之中。",
    "prerequisites_zh": "气池职业特性，13感知，锁镰宗25TPA。",
    "benefit_zh": "你明晰了如何导引你的真气，将其化作新的能力。从以下绝学中选择一个：<\/p><p><b>碎骨<\/b>：当你在一次摔绊或卸武战技中成功，你可以迅捷动作从气池中消耗1点气并对你的对手造成伤害，如同你以徒手打击击中了他一样。<br><b>点穴<\/b>：迅捷动作消耗1点气，你的下一次震慑拳变为近战接触攻击而非普通近战攻击。白展堂模拟器<br><b>剑心<\/b>：迅捷动作消耗1点气，你可以让你手上的一把近战武器直到你的下一轮获得【真气】武器特殊能力。<br><b>鹤翼<\/b>：如果你拥有【拨挡飞箭】专长，则你可以直觉动作消耗1点气使用这个专长拨挡掉本轮内的第二次远程攻击。如果你有【抓取飞箭】专长，那你也可以进行第二次抓取，但这次不能将其扔回。<br><b>禅武<\/b>：迅捷动作消耗1点气，你可以让你当轮的所有近战或远程攻击(melee or ranged attacks)适用感知调整值而非力量/敏捷调整值。",
    "special_zh": "你可以多次选择这一专长，其效果不会叠加。你每次你选择这个专长，你可以选择一个上述的额外能力。武僧可将此专长作为奖励专长选取。"
}
