{
    "key": "overachiever",
    "name": "Overachiever",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Overachiever",
    "descriptors": ["Story"],
    "source": ["Agents of Evil pg. 9"],
    "text": "Others made you feel small for too long, and now you drive yourself hard and never settle for second place.",
    "prerequisites": "You must have been defeated by the same individual, organization, or creature type at least four times, or have the Boarding School or Humiliated background.",
    "benefit": "You take only half the normal penalties from exhaustion. Choose one skill upon selecting this feat. Once per day, you can forgo rest to study or practice, gaining a +3 bonus on all checks attempted with your selected skill for 24 hours but becoming fatigued in the process. If you rest to recover from this fatigue, this bonus ends (but not if you recover from your fatigue in other ways, such as via <i>lesser restoration<\/i>). Forgoing rest for this purpose does not interfere with a spellcaster’s ability to prepare spells.",
    "goal": "You must utterly humiliate a member of your hated group by besting that creature at an activity for which it is known or in which it takes pride. This opponent’s Hit Dice must exceed your current character level by at least 1.",
    "completionBenefit": "Each time you forgo rest to study or practice, you can apply this feat’s +3 bonus to a different skill. If you have 10 or more ranks in the skill selected, this bonus increases to +6.",
    "name_zh": "成就大业",
    "text_zh": "长久底来其他强者的存在让你感到渺小，现在你努力提升自己，并且永不再趋于他人之下。",
    "prerequisites_zh": "你必须曾经被一个特定的组织或人物打败，或输给特定的生物类型四次，或拥有“寄宿学校”或“遭受羞辱”角色背景。",
    "benefit_zh": "你在力竭时只会受到通常一半的罚值。在选择这个专长时选择一个技能。每天一次，你可以放弃休息来学习与练习，在你选择的技能上的所有检定获得+3加值，持续24小时，但会维持疲劳状态。如果你因为休息从疲劳状态回覆过来，则此加值结束 (但你不能透过其他方法回覆疲劳状态，例如次级复原术)。为此目的放弃休息不会影响施法者准备法术的能力。",
    "goal_zh": "你必须在一个广为人知或充满荣耀的活动中彻底羞辱你所憎恨团体里最优秀的一名成员。这个成员的HD必须超过你目前的角色等级至少1级。",
    "completionBenefit_zh": "每当你放弃休息来学习与练习，你都可以将这个专长的+3加值应用于不同的技能。如果你在你选择的技能受训10级以上，该加值升至+6。"
}
