{
    "key": "penetrating strike",
    "name": "Penetrating Strike",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Penetrating%20Strike",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 131"],
    "text": "Your attacks are capable of penetrating the defenses of some creatures.",
    "prerequisites": "Weapon Focus, base attack bonus +1, 12th-level fighter, proficiency with weapon.",
    "benefit": "Your attacks made with weapons selected with Weapon Focus ignore up to 5 points of damage reduction. This feat does not apply to damage reduction without a type (such as DR 10/—).",
    "staminaSource": "Pathfinder Unchained pg. 128",
    "staminaText": "Whenever you deal damage to a creature with damage reduction using the selected weapons, you can spend 5 stamina points to allow all your allies (other than yourself ) within 30 feet of the creature to ignore 5 points of the creature’s damage reduction for 1 round. This has no effect on creatures with damage reduction without a type (such as DR 10/—). This effect does not stack with Penetrating Strike’s normal effect, but it does allow you to apply the effect to all your other weapons for the duration.",
    "mythicSource": "Mythic Adventures pg. 70",
    "mythicText": "You know just how to strike to bypass even the most heavily armored foe’s defenses.",
    "mythicPrerequisites": "Penetrating Strike.",
    "mythicBenefit": "When using Penetrating Strike or Greater Penetrating Strike, you can ignore an additional point of damage reduction for every 3 tiers you posses. Additionally, the effects apply to damage reduction without a type (such as DR 10/—).",
    "prerequisiteKeys": ["weapon focus"],
    "name_zh": "穿透打击",
    "text_zh": "你的攻击能够穿透某些生物的防御。选择一种你已获得了武器专攻[Weapon Focus]的武器。",
    "prerequisites_zh": "武器专攻，BAB+1，12级战士，擅长对应武器。",
    "benefit_zh": "你使用选定武器进行的攻击无视至多5点伤害减免。此专长对无类别的伤害减免无效（比如“10/-”）。",
    "mythicText_zh": "你明白如何击穿身着重铠的敌人的守备。",
    "mythicPrerequisites_zh": "穿透打击",
    "mythicBenefit_zh": "当你使用穿透打击专长或者高等穿透打击专长时，你能够增加这些攻击所无视的伤害减免的数值，你每拥有3个阶层，这个数值便会额外增加1点。此外，该效果还适用于无类别的伤害减免（比如DR 10/-）。",
    "staminaText_zh": "当你对一个拥有伤害减免的敌人使用选定武器造成伤害时，你可以消耗5点耐力来让你在30尺内的盟友（除了你自己）忽略该生物的5点伤害减免。这对拥有无类型伤害减免的生物没有效果（像是DR 10/—）。这个效果不会与穿透打击的正常效果叠加，但是它能让你在持续时间内将这个效果应用到你其他所有武器上。"
}
