{
    "key": "planar infusion",
    "name": "Planar Infusion",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Planar%20Infusion",
    "descriptors": ["Conduit"],
    "source": ["Planar Adventures pg. 31"],
    "text": "After enduring hardship on another plane, your body, mind, and soul have become infused with that plane’s power.",
    "prerequisites": "You must spend a significant amount of time on a plane other than your home plane or the Material Plane. Typically, this amount of time should coincide with an adventure set on that plane, but at the GM’s discretion, you can qualify for this feat in other ways, such as by being subjected to a powerful planar effect via the influence of an artifact associated with that plane, being exposed to raw energies from the plane, or even by dying on another plane and being brought back to life in that reality.",
    "benefit": "Your body, mind, or soul gains a benefit of some sort as a result of your infusion with the plane of your choice for which you meet the prerequisite. Details on planar infusions can be found below.<br><br> Planar infusions that take actions to activate are supernatural abilities unless they specifically allow for the use of a spell, in which case they are spell-like abilities. Your caster level for spell-like abilities granted by a planar infusion is equal to your Hit Dice (maximum CL 20th). All other planar infusions are extraordinary abilities.",
    "special": "You can take this feat multiple times. Each time you do, you must select another plane for which you qualify. In cases where the specific effects of Planar Infusion are identical, the effects do not stack.",
    "name_zh": "位面谐律",
    "text_zh": "在另一个位面中度过一段艰难的岁月之后，你的身心和灵魂都被那个位面的力量所灌注。",
    "benefit_zh": "你的身心或者灵魂因为你选择的满足前置条件的位面能量的灌注而获得了某种好处。位面谐律的具体描述可以在本书第三章的每个位面的谐律章节找到。需要动作启动的位面谐律能力均为超自然能力，除了那些明确地允许你释放一个法术的，在这种情况下它们是类法术能力。你从位面谐律获得的类法术能力的施法者等级等同于你的HD（至多20级）。所有其它的位面谐律能力均为特异能力。",
    "special_zh": "你可以多次习得这个专长。每次习得时，你必须选择一个不同的位面来获取。如果位面谐律的特殊效果完全相同，这些效果不会叠加。"
}
