{
    "key": "planar mentor",
    "name": "Planar Mentor",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Planar%20Mentor",
    "source": ["Plane-Hopper's Handbook pg. 26"],
    "text": "Whether you sought it out, caught its attention, or inherited its service, an outsider is watching over you. The more you impress it, the more it shares its power and knowledge.",
    "benefit": "When you take this feat, choose one non-unique outsider with 18 Hit Dice or fewer and whose alignment is within one step of your own along either the law/chaos axis or the good/evil axis. Twice per day (three times per day for an outsider with only neutral alignment components) when you fulfill the condition associated with either component of your mentor’s alignment, you can gain your mentor’s boon for that alignment as an immediate action. This grants you resistance equal to your level to a particular energy type as well as a special benefit associated with that alignment. These benefits last for a number of rounds equal to your Charisma modifier + 1 (minimum 1).<br><br> <i>Chaotic<\/i>: To earn chaotic approval, you must provoke an attack of opportunity from a creature whose CR is at least half your level. You gain acid resistance as well as a 10% miss chance due to concealment.<br><br> <i>Evil<\/i>: To earn evil approval, you must damage a flat-footed foe, hit a foe you’re flanking, or confirm a critical hit. You gain fire resistance, and your attacks deal an amount of bleed damage equal to half your level.<br><br> <i>Good<\/i>: To earn good approval, you must heal another creature or deal nonlethal damage to a foe using an ability that has no additional effects beyond nonlethal damage. You gain electricity resistance and a +2 bonus on your saving throws.<br><br> <i>Lawful<\/i>: To earn lawful approval, you must perform the aid another action for an ally whose level is equal to or greater than your own, or you must benefit from the aid another action from such an ally. You gain cold resistance and the benefits of the <u><i>light fortification<\/i><\/u> armor special ability.<br><br> <i>Neutral<\/i>: To earn neutral approval, you must succeed at a saving throw prompted by a source with a CR of at least half your level. You gain resistance to any one energy type (your choice) and a +2 bonus on skill checks.<br><br> If your mentor is killed or imprisoned, you lose the benefits of this feat and any feats for which it is a prerequisite. When you gain a level, you can secure a new mentor by performing a ritual that takes 8 hours and expends components worth 200 gp × the new mentor’s Hit Dice.",
    "special": "At the GM’s discretion, a PC can select an outsider of any alignment. This represents a relationship in which the outsider is attempting to corrupt, redeem, or otherwise influence the PC.",
    "name_zh": "位面训导",
    "text_zh": "无论是你主动追寻它，引起了它的注意，或是继承了它的服务，一个异界生物都在注视着你。你越是能打动它，它越愿意分享它的力量和知识。",
    "benefit_zh": "当你获得这个专长时，选择一个HD18或更低的非独一异界生物，并且其与你在善良/邪恶轴、以及秩序/混乱轴上相差共计一阶以内。每天两次（对于只有中立位面成分的异界生物来说，每天三次），当你满足了与导师的任一位面成分相关联的条件时，你可以用直觉动作获得导师对该位面的恩惠。这赋予你与你的等级相等的对特定能量类型的抗性，以及与该位面相关的特殊好处。这些好处持续的回合数等于你的魅力调整值+1（最少1）。<\/p><p><ul><li>混乱：为了获得混乱的认可，你必须激起一个CR至少是你等级一半的生物的借机攻击。你获得酸液抗性以及10%的来自隐蔽失手率。<\/li><\/p><p><li>邪恶：为了获得邪恶的认可，你必须伤害一个措手不及的敌人，击中一个你夹击的敌人，或者确认一次重击。你获得火焰抗性，你的攻击会造成相当于你等级一半的流血伤害。<\/li><\/p><p><li>善良：为了获得善良的认可，你必须治疗另一个生物 或者用一个除了造成非致命伤害之外没有其他效果的能力对敌人造成非致命伤害。你获得电抗性，你的豁免获得+2加值。<\/li><\/p><p><li>守序：要获得守序的认可，你必须为等级等于或大于你自己的盟友进行一次援助他人行动，或者你必须从这样的盟友的另一次援助他人行动中获益。你获得寒冷抗性和轻度护命装甲特殊能力的效果。<\/li><\/p><p><li>中立：要获得中立的认可，你必须成功通过一个豁免，其效果源头CR至少为你等级一半。你获得对任何一种能量类型的抗性（你的选择）和技能检检定+2加值。<\/li><、ul><\/p><p>如果你的导师被杀或被囚禁，你将失去此专长的好处，以及以它为先决条件的任何专长。<\/p><p>当你获得一个新等级时，你可以通过执行一个仪式来取得一个新的导师，该仪式需要8小时，并消耗价值200gp×新导师HD的材料。",
    "special_zh": "在GM的判断下，PC可以选择任何阵营的异界生物，这代表了该异界生物试图腐蚀，救赎，或以其他方式影响PC。"
}
