{
    "key": "poppet familiar",
    "name": "Poppet Familiar",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Poppet%20Familiar",
    "source": ["Adventurer's Armory 2 pg. 31"],
    "text": "You may select a poppet as your familiar.",
    "prerequisites": "Ability to acquire a new familiar, caster level 3rd.",
    "benefit": "You can choose a standard Tiny poppet that you control as your familiar. This poppet cannot have any existing augmentations. You absorb the poppet’s token harmlessly into your body, making it impossible for you to transfer control of the poppet thereafter. A poppet familiar uses the rules for regular familiars, with the following exceptions: its type does not change, and it does not gain the ability to speak with others of its kind. The poppet’s Wisdom score increases to match its Intelligence score and it can speak and understand one language chosen by you at the time you select the poppet as your familiar. A poppet familiar has Craft, Perception, Profession, and Stealth as class skills. A poppet familiar cannot receive augmentations from crafting, but its connection to you allows it to spontaneously generate augmentations of your choice as you increase in level.<br><br> If your caster level is 5th or higher, your poppet familiar either becomes Small in size or gains two augmentations of your choice. You do not need to meet the requirements (or pay the construction cost) to craft these augmentations. At caster level 7th, and every 2 caster levels thereafter, your poppet familiar gains an additional augmentation of your choice.<br><br> If your caster level is 7th or higher, your poppet familiar gains the ability to generate spray of splinters as a breath weapon that deals 1d6 points of piercing damage in a 15-foot cone. At caster level 9th and every 2 caster levels thereafter, the damage increases by 1d6 (to a maximum> of 7d6 at 19th level). A poppet can use this breath weapon three times per day.<br><br> If your poppet familiar is lost or destroyed, you can replace it with another standard Tiny poppet that you control by undertaking a ritual that takes 8 hours to complete. If your previous poppet familiar was Small or had gained augmentations, you can choose different augmentations for your new poppet familiar.",
    "name_zh": "人偶魔宠",
    "text_zh": "你可以选择一个人偶作为你的魔宠。",
    "prerequisites_zh": "有能力获得新魔宠，施法者等级3级。",
    "benefit_zh": "你可以选择一个你控制下的典型超小型人偶作为你的魔宠。这个人偶不能拥有任何正在存在的强化。你将人偶的标志物无害地吸收到你的体内，此后对你来说转移人偶的控制是不可能的。人偶使用常规的魔宠规则，但有以下例外：它的类型不会改变，也不会获得与同类交谈的能力。人偶的感知值（Wisdom score）增加至与它的智力值（Intelligence score）相同而且它可以用交谈和理解一种当你选择这个人偶作为你的魔宠时选择的语言。一个人偶魔宠将工艺（Craft），察觉（Perception），专业（Profession），和隐匿（Stealth）视为本职技能。一个人偶魔宠不能从制造中获得强化，但是它和你的联系允许它可以随着你们等级的增加自然产生你选择的强化。<\/p><p>如果你的施法者等级是5级或更高，你的人偶魔宠要么变成小型，要么获得你选择的两种强化。你无需满足先决条件（或支付制造成本）来制造这些强化。在施法者等级7级以及之后每2个施法者等级，你的人偶魔宠获得另外一种你选择的强化。<\/p><p>如果你的施法者等级是7级或更高，你的人偶魔宠获得生成碎片喷射能力作为一种喷吐武器（breath weapon）并在15尺锥型范围内造成1d6点穿刺伤害（piercing damage）。在施法者等级9级以及之后每2个施法者等级，伤害增加1d6（在施法者等级19级时达到最大>7d6）。一个人偶可以每天3次使用这种喷吐武器（breath weapon）。<\/p><p>如果你失去或被破坏了人偶魔宠，你可以通过一个需要8小时才能完成的仪式用另一个你控制下的典型超小型人偶来取代它。如果你以前的人偶魔宠是小型或获得过强化，你可以为你新的人偶魔宠选择不同的强化。"
}
