{
    "key": "reckless moves",
    "name": "Reckless Moves",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Reckless%20Moves",
    "descriptors":     [
        "Betrayal",
        "Teamwork"
    ],
    "source": ["Champions of Corruption pg. 21"],
    "text": "You and your teammates push and pull each other to maintain your balance in precarious circumstances.",
    "prerequisites": "Acrobatics 3 ranks.",
    "benefit": "If you are adjacent to an ally who also has this feat, you can initiate this feat as a free action to use the ally as a counterweight to improve your balance, which requires you to push or pull her slightly. You gain a +4 bonus on Acrobatics, Climb, and Stealth checks until you cease using this feat as a free action or you move away from the ally. The abettor is kept off balance and takes a –2 penalty on Acrobatics, Climb, and Stealth checks as long as this feat remains in effect. You can initiate this feat as an immediate action while you are falling or being knocked prone in order to switch places with the abettor, moving her into your former space and moving yourself into her former space. If you do, you and the abettor each end this movement prone unless you succeed at an Acrobatics check with a DC of 20 (the bonuses and penalties for this feat apply). If you were falling, the abettor is falling instead. If you or the abettor were climbing, the other person must succeed at a Climb check against the surface’s normal DC to grab on and avoid falling. Switching places provokes attacks of opportunity for the abettor only.",
    "name_zh": "粗暴移动",
    "text_zh": "你和你的队友彼此推搡以一种摇摇晃晃的方式保持平衡。",
    "prerequisites_zh": "特技3级。",
    "benefit_zh": "如果你邻接一个同样拥有此专长的盟友，你可以用自由动作激活此专长推拉你的队友把他当成配重物来提高你的平衡感。你在特技、攀爬和隐匿上获得+4加值直到你用自由动作关闭此专长或离开了盟友。<\/p><p>而牺牲者则失去平衡因此在专长生效期间特技、攀爬和隐匿上承受-2罚值。当你坠落或被击倒时可以用直觉动作激活这个专长以交换你和盟友的位置。如果你这么做了你和盟友在移动结束后都会处于倒地状态除非你通过了一个DC20的特技检定（此专长带来的加值和罚值正常生效）。如果你原本是坠落，牺牲者会代替你坠落。如果你和盟友原本正在攀爬，其他攀爬者也必须通过攀爬表面的正常DC以免坠落。交换位置只提供给牺牲者的借机攻击机会。"
}
