{
    "key": "roll with it",
    "name": "Roll With It",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Roll%20With%20It",
    "descriptors": ["Combat"],
    "source": ["Goblins of Golarion pg. 25"],
    "text": "You know how to take a hit, even if your reaction sends you bouncing and flying out of battle while shrieking at the top of your lungs.",
    "prerequisites": "Goblin, Acrobatics 1 rank.",
    "benefit": "If you are struck by a melee weapon you can try to convert some or all of that damage into movement that sends you off in an uncontrolled bouncing roll. To do so, you must make an Acrobatics check (DC = 5 + the damage dealt from the attack) as an immediate action. If you succeed in this check, you take no damage from the actual attack but instead convert that damage into movement with each point equating to 1 foot of movement. For example, if you would have taken 6 points of damage, you would convert that into 6 feet of movement. You immediately move in a straight line in a direction of your choice this number of feet (rounded up to the nearest 5-foot-square), halting if you reach a distance equal to your actual speed. If this movement would make you strike an object or creature of your size or larger, the movement immediately ends, you take 1d4 points of damage, and fall prone in that square. This involuntary movement provokes attacks of opportunity normally if you move through threatened squares, but does not provoke an attack of opportunity from the creature that struck you in the first place.<br><br>You are staggered for 1 round after you attempt to use this feat, whether or not you succeed.",
    "name_zh": "消力/滚过它",
    "text_zh": "你知道如何承受攻击，即使你的反应是大声尖叫着弹跳起来，飞出战场。",
    "prerequisites_zh": "地精，特技1级。",
    "benefit_zh": "如果你被近战武器击中，你可以尝试将部分或全部伤害转化为移动，使你在不受控制的弹跳中翻滚。如此做，你必须用直觉动作进行一个特技检定（DC=5+这次攻击造成的伤害）。如果你在这次检定中成功，你不会受到这此攻击的实际伤害但是作为这次伤害的每一点将会转化成1尺移动。例如，如果你受到了 6 点伤害，你可以将其转化为 6 尺的移动。你会立即朝你选择的方向直线移动，移动距离为这个英尺数（提升到最接近的 5 英尺倍数），如果你移动了等同于你速度的距离，你就会停下。如果这个移动会使你击中一个与你体型相当或更大的物体或生物，则移动立即结束，你会受到 1d4 点伤害，并俯卧在该方格中。如果你穿过受威胁的方格，这种非自愿的移动通常会引发借机攻击，但不会引发首先攻击你的生物的借机攻击。<\/p><p>尝试使用此专长后，无论成功与否，你都会被恍惚一轮。"
}
