{
    "key": "run",
    "name": "Run",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Run",
    "source": ["PRPG Core Rulebook pg. 132"],
    "text": "You are swift of foot.",
    "benefit": "When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see the Acrobatics skill description), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class.",
    "normal": "You move four times your speed while running (if wearing medium, light, or no armor and carrying no more than a medium load) or three times your speed (if wearing heavy armor or carrying a heavy load), and you lose your Dexterity bonus to AC.",
    "mythicSource": "Mythic Adventures pg. 72",
    "mythicText": "You run with preternatural speed and endurance.",
    "mythicPrerequisites": "Run.",
    "mythicBenefit": "When running, you move seven times your normal speed if wearing medium, light, or no armor and carrying no more than a medium load, or six times your speed if wearing heavy armor or carrying a heavy load. When making a jump after a running start, you gain an additional bonus equal to your tier + 4 on your Acrobatics check.<br><br> You can run normally for a number of rounds equal to your Constitution score plus your tier, but after that you must succeed at Constitution checks to continue running.",
    "name_zh": "飞跑",
    "text_zh": "你是个飞毛腿。",
    "benefit_zh": "奔跑时，你移动正常速度的五倍（如果穿着中甲、轻甲或无甲并且没有超过中载）或四倍（如果穿着重甲或重载）。如果你助跑后再跳跃（见特技技能说明），你在杂技检定上获得+4加值。奔跑时，你保留敏捷加值到你的AC上。",
    "normal_zh": "奔跑时，你移动正常速度的四倍（如果穿着中甲、轻甲或无甲并且没有超过中载）或三倍（如果穿着重甲或重载），并且你失去AC上的敏捷加值。",
    "mythicText_zh": "你能够以让人难以置信的速度和持久力进行奔跑。",
    "mythicPrerequisites_zh": "飞跑",
    "mythicBenefit_zh": "当你奔跑时，若你穿戴中甲、轻甲、不着甲，并且携带不超过中载的物品时，你能够以正常速度的7倍进行移动。当你在助跑后进行跳跃时，你的特技动作检定会获得额外加值，数值等同于你的阶层 + 4。<\/p><p>你能够正常奔跑的轮数等同于你的体质属性加你的阶层，不过在此之后你就必须成功进行体质检定才能继续奔跑。"
}
