{
    "key": "soul-powered magic",
    "name": "Soul-Powered Magic",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Soul-Powered%20Magic",
    "source": ["Book of the Damned pg. 179"],
    "text": "You can use captured souls as material components.",
    "prerequisites": "Any evil alignment, caster level 5th.",
    "benefit": "When casting a spell would require an expensive material component, you can substitute a captured soul in its place. The soul can be captured in any way (the spells <i>create soul gem<\/i>, <i>soul trap<\/i>, and <i>trap the soul<\/i> are the most common methods), but you must be able to touch the soul or the object in which it is trapped (usually a crystal or gem) to use it as a material component. Using a soul in this way does not harm the object in which it was trapped. The soul itself must be at least equal in value to the gp cost of the material component you are replacing (any excess gp value is lost). See the section blow for the gp values of various souls.<br><br> A soul used as a material component is damaged but not destroyed. Once used, such a soul is no longer trapped and cannot be used as a material component again. A creature whose soul has been used as a material component cannot be restored to life via <i>raise dead<\/i>. <i>Reincarnate<\/i>, <i>resurrection<\/i>, and <i>true resurrection<\/i> can restore such a creature to life if the caster succeeds at a DC 20 caster level check. <i>Miracle<\/i> and <i>wish<\/i> can restore the creature to life without requiring a caster level check. Using Soul-Powered Magic is an evil act.",
    "name_zh": "魂力魔法",
    "text_zh": "你可以用俘获的灵魂作为材料成分。",
    "prerequisites_zh": "任意邪恶阵营，施法者等级5级。",
    "benefit_zh": "当施展一道需要昂贵材料成分的法术时，取而代之的你可以用被捕获的灵魂来代替。该灵魂可以以任何方式被捕获（法术创造灵魂宝石Create Soul Gem和锢魂术trap the soul是最常见的手段），但是你必须能够接触该灵魂或囚禁它的物品（通常是一颗水晶或宝石）才能用它作为材料成分。以这种方式使用灵魂不会伤害到囚禁它的物品。灵魂本身的价值必须至少等同于你所替换的材料成分花费的金币（GP）价值。不同灵魂价值的金币（GP）见下文部分。<\/p><p>被用于材料成分的灵魂会受到伤害，但不会被破坏。一旦被使用，这样的灵魂再不会被囚禁，并且不能再一次的被用于材料成分了。灵魂被用于材料成分的生物不能通过死者复活（raise dead）来复活。如果施法者成功通过一个DC 20的施法者等级检定，转生术（Reincarnate）、复生术（resurrection）、以及完全复生术（true resurrection）可以使一名这样的生物复活。神迹术（Miracle）和祈愿术（wish）无需施法者等级检定就能复活这样的生物。使用魂力魔法（Soul-Powered Magic）是一种邪恶行为。<\/p><p>灵魂的价值（The Value of Souls）<\/p><p>被囚禁的灵魂作为一种基础货币，遍及末日荒原（Abaddon）、深渊（the Abyss）、以及地狱（Hell）。在灵魂贸易中，影响灵魂价值的三种关键因素是：灵魂的生命力（这直接关联到被采集灵魂的生物的挑战等级CR）、灵魂的年龄（该灵魂通过转生而轮回了多久，这直接关联到被采集灵魂的生物的智慧）、以及该灵魂的特色（这是由多项因素决定的，包括被采集灵魂的生物的阵营alignment、人格personality[译注：personality可翻译为人格/气质/名人/风云人物，不知道选哪个]、以及宗教信仰religion）。当然，值得注意的是，虽然灵魂贸易被证明有利可图，但是这种做法是不可否认的邪恶，并且是对自然秩序的冒犯，因此，除非一个个体出于利他的目而贸易灵魂（比如为了释放被困在其中的灵魂而抢购牢笼），否则它会被认为是一种邪恶行为。<\/p><p>生命力（Life Force）：一个灵魂的生命力决定其基于金币（GP）的价值。这等同于被采集灵魂的生物的CR × 1,000。因此，CR 1生物的灵魂的基础价值为1,000GP，而CR 20生物的灵魂的基础价值为20,000GP。<\/p><p>年龄（Age）：一个在活着时拥有2点或更少的智力、感知、或魅力值（包括在这些类别之一没有数据，而不管其他数据有多高）生物的灵魂，是欠缺纯度并且年龄更轻的，并且像这样的灵魂，其价值是其基础价值的一半。因此，一个1点智力的CR 1动物的灵魂的价值为500GP，而一个没有智力值的CR 20虫类生物的灵魂的价值为10,000GP。<\/p><p>特色（Flavor） ：一般而言，灵魂的金币（GP）价值在充当材料成分或魔法物品原材料的目的上，灵魂的特色没有直接影响，但是在某些情况下可根据GM的判断，灵魂的特色可以减半或翻倍其最终价值。例如，一位发现秩序善良的灵魂特别美味的邪魔（daemon）眼中一位圣武士的灵魂可能翻倍于其普通价值，而当一位黛丝娜（Desna）的虔诚信徒的灵魂被用于制造一件被设计于对抗混乱善良生物特别致命的魔法物品时，其价值仅仅只有一半，因为这样的灵魂的天性抵制其被以这样的方式所使用。"
}
