{
    "key": "spell trick",
    "name": "Spell Trick",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Spell%20Trick",
    "descriptors": ["Trick"],
    "source": ["Psychic Anthology pg. 17"],
    "text": "You are able to weave psychic contingencies into your target’s mind.",
    "prerequisites": "Masterful tricks class feature, ability to cast 4th-level mesmerist spells.",
    "benefit": "You can implant a spell trick in a target’s mind, following the same rules and limitations for implanting mesmerist tricks. A spell trick acts as a mesmerist trick in all ways, except you specify under what circumstances the spell trick can be triggered (known as the triggering condition) and what the trick’s effects are once it is triggered. When determining the spell trick’s effects, choose one mesmerist spell that you know. The spell trick duplicates the effects of the chosen spell when triggered, as if you had cast the spell using a mesmerist spell slot.<br><br> When you are implanting a spell trick, you must expend a mesmerist spell slot of a level equal to or higher than the chosen spell’s level. This spell can be countered and dispelled, and implanting it doesn’t provoke attacks of opportunity. You are considered the spell’s caster for all purposes, and the spell uses your caster level and ability score modifiers for all purposes. You can’t choose a spell with a range of personal unless you are implanting the trick in yourself or a target that you can share your spells with (such as via the share spells ability).<br><br> A spell trick counts as a <i>contingency <\/i>spell when determining the total number of contingencies that a creature can have active at once.",
    "name_zh": "法术诡计",
    "text_zh": "你能够在目标的精神中编织异能陷阱。",
    "prerequisites_zh": "大师诡计职业特性，可以施放4环催眠师法术。",
    "benefit_zh": "你可以在目标的精神中植入一个法术诡计，按照通常的植入催眠师诡计的规则与限制。法术诡计在所有方面与催眠师诡计表现相同，除了你设定法术诡计可以触发的环境（即触发状态），以及诡计触发后产生的的效果。法术诡计触发时会复制所选法术的效果。在决定法术诡计的效果是，选择一个你已知的催眠师法术，法术诡计会在触发时复制所选法术的效果，如同你使用了催眠师法术位释放了该法术一般。<\/p><p>当你植入法术诡计时，你必须花费一个等于或者高于所选法术的法术环级的催眠师法术位。该法术可以被解除和反制，并且植入时不会触发借机攻击。在所有情况下，你被视为该法术的施法者，并且该法术在所有情况下使用你的施法者等级和属性调整值。你无法选择一个范围为个人的法术，除非你将该诡计植入到自己中，或者一个你可以共享法术的目标（例如法术共享能力）。<\/p><p>在决定生物可以同时具有的触发效果时，法术诡计如同触发术。"
}
