{
    "key": "spring attack",
    "name": "Spring Attack",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Spring%20Attack",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 134"],
    "text": "You can deftly move up to a foe, strike, and withdraw before he can react.",
    "prerequisites": "Dex 13, Dodge, Mobility, base attack bonus +4.",
    "benefit": "As a full-round action, you can move up to your speed and make a single melee attack without provoking any attacks of opportunity from the target of your attack. You can move both before and after the attack, but you must move at least 10 feet before the attack and the total distance that you move cannot be greater than your speed. You cannot use this ability to attack a foe that is adjacent to you at the start of your turn.",
    "normal": "You cannot move before and after an attack.",
    "staminaSource": "Pathfinder Unchained pg. 132",
    "staminaText": "You can spend 5 stamina points to use this feat as a standard action instead of a full-round action.",
    "mythicSource": "Mythic Adventures pg. 74",
    "mythicText": "You move across the battlefield in a blur of whirling blades.",
    "mythicPrerequisites": "Spring Attack, base attack bonus +6.",
    "mythicBenefit": "When you use Spring Attack, you don’t need to move at least 10 feet before making the first attack. If you expend one use of mythic power when you start a Spring Attack, the movement you make during the Spring Attack doesn’t provoke attacks of opportunity.",
    "prerequisiteKeys":     [
        "dodge",
        "mobility"
    ],
    "name_zh": "跳跃攻击",
    "text_zh": "你能够巧妙的接近一个敌人，攻击，然后在他反应之前撤退。",
    "prerequisites_zh": "敏捷13，闪避，灵活移动，BAB+4。",
    "benefit_zh": "以一个全回合动作，你能够移动至多等同于你速度的距离并做一次单次的近战攻击，这不会触发你所攻击目标的借机攻击。你在攻击之前和之后都可以移动，但你在攻击前必须至少移动10尺，并且你移动的总距离不可以超过你的速度。你不可以使用此能力攻击在你回合开始时就和你相邻的敌人。",
    "normal_zh": "你不可以在攻击之前和之后都移动。",
    "mythicText_zh": "你能够像旋转的刀刃一样席卷战场。",
    "mythicPrerequisites_zh": "跳跃攻击，BAB+6",
    "mythicBenefit_zh": "当你使用跳跃攻击专长时，在进行首次攻击前，你不需要至少移动10尺。当你使用跳跃攻击时，如果花费1次神话之力，那么在你跳跃攻击期间的移动不会引起借机攻击。",
    "staminaText_zh": "你可以消耗5点耐力来以一个标准动作而不是整轮动作来使用这个专长。"
}
