{
    "key": "stylized spell",
    "name": "Stylized Spell",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Stylized%20Spell",
    "descriptors": ["Metamagic"],
    "source": ["Ultimate Intrigue pg. 93"],
    "text": "You cast a spell in a distinctive manner.",
    "prerequisites": "Bluff 5 ranks, Spellcraft 5 ranks.",
    "benefit": "A stylized spell has slightly different verbal and somatic components than normal, and the spell effect appears noticeably different. The Spellcraft DC to identify a stylized spell as it is being cast is 10 higher than normal. The Knowledge (arcana) DC to identify a stylized spell, its effects, or the materials it creates is 10 higher than normal, as is the DC to recognize your magical signature with <i>greater detect magic<\/i>. When you apply this feat to a spell, you can attempt to disguise your stylized spell as another spell of the same school and subschool with the same descriptors. The other spell must be either the same spell level as the stylized spell (before applying the metamagic adjustment) or 1 spell level higher. If you do so, the stylized spell gains the ruse descriptor (see page 192) and takes on some superficial aspects of the other spell. As usual for a spell with the ruse descriptor, identification attempts that fail by 10 or less mistakenly identify it as the chosen spell (those that fail by more can’t identify it at all). A stylized spell uses up a spell slot 1 level higher than the spell’s actual level.",
    "name_zh": "时髦法术",
    "text_zh": "你能以独特的方式施放法术。",
    "prerequisites_zh": "唬骗5级，法术辨识5级。",
    "benefit_zh": "时髦法术和正常法术相比，其语言（verbal）和姿势（somatic）成分略有不同。在施放法术时鉴别时髦法术的法术辨识DC要比正常高10点。若使用知识(神秘)通过创造法术所使用的材料或者法术的效果来鉴别时髦法术的话，知识(神秘)DC也会比正常高10点，就如同使用高等侦测魔法（greater detect magic）辨别你的魔法署名（recognize your magical signature）一般。<\/p><p>当你将该专长应用至法术上时，能尝试将时髦法术掩饰成相同学派（school）和子学派（subschool）中具有相同描述符（descriptors）的其他法术。时髦法术（在受到超魔的调整前）必须与试图伪装成的法术具有相同的环级、或者比试图伪装成的法术低1级。若你这么做的话，时髦法术会获得诡计（ruse）描述符（见本书192页），而且会在某些表层表现（some superficial aspects）上呈现出与其他法术相同的形式。与其他具有诡计描述符（ruse descriptor）的法术一样，他人在鉴别该法术的尝试中失败10点或更少时，会将该法术错误地识别为你想要伪装成的法术（失败更多则会完全无法辨识法术）。时髦法术使用比法术的实际环级高1级的法术位。"
}
