{
    "key": "swipe and stash",
    "name": "Swipe and Stash",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Swipe%20and%20Stash",
    "descriptors": ["Combat"],
    "source": ["Ultimate Intrigue pg. 94"],
    "text": "Your fast fingers allow you to deftly deposit an item on someone else.",
    "prerequisites": "Sleight of Hand 5 ranks.",
    "benefit": "As a standard action, you can attempt a DC 20 Sleight of Hand check to plant a small object on a creature. The target is entitled to a Perception check opposed by your Sleight of Hand check to notice you planting the item. This does not force the creature to wear, wield, or otherwise use the item; you simply plant it on the creature’s person. The DC increases to 30 if the target is not wearing clothing, armor, tack and harness (if an animal or similar creature), or some other equivalent accoutrements in which you can hide the item.<br><br> In combat, you must succeed at a steal combat maneuver in order to plant an item on a creature while attempting a Sleight of Hand check opposed by the target’s Perception check to do so without the target noticing. You are automatically unnoticed if you succeed and have the Greater Steal feat.<br><br> If you steal an object with a successful Sleight of Hand check or steal combat maneuver check, you can use this feat as a swift action to plant it on another creature within reach before the end of your turn.",
    "special": "If you have Walking Sleight, you can take either or both of your actions with Swipe and Stash at any point during your movement in the same round, moving both before and after both snatching and planting the object if you wish to do so and have enough movement.",
    "name_zh": "偷天换日",
    "text_zh": "凭着灵巧的指尖，你能将物品神不知鬼不觉地放在别人身上。",
    "prerequisites_zh": "巧手5级。",
    "benefit_zh": "你能以标准动作尝试1次DC为20的巧手检定，用于将1个小物品（small object）放在1名生物身上。目标有权进行1次察觉检定对抗你的巧手检定，用于发现你放置了物品。这不会迫使该生物穿戴（wear）、佩戴（wield）或以其他方式使用物品；你只是单纯地将那件物品放置到该生物的随身物品中。若目标没有穿衣服、护甲、挂载点（tack）和挽具（harness；如果目标为动物或类似生物的话），或者其他具有相似意义的可以让你藏物品的配备的话，该检定的DC会增加至30。<\/p><p>在战斗中，你必须成功进行1次盗取战技（steal combat maneuver；APG）才能将1件物品放置到1名生物身上，然而为了在这么做时不被目标察觉，你仍旧需要尝试巧手检定对抗目标的察觉检定。若你具有高等盗取（Greater Steal；APG）专长，而且战技还成功了，你的尝试会自动被视为未被察觉（automatically unnoticed）。<\/p><p>若你用1次成功的巧手检定或盗取战技检定偷窃了1件物品，则能在你的回合结束之前，以迅捷动作（swift action）使用该专长将赃物放置到触及范围内的其他生物身上。",
    "special_zh": "若你具有顺手牵羊*（Walking Sleight）专长，则可以在同1轮内，于移动过程中的任意一点仅采取顺手牵羊或偷天换日的行动，或者同时使用两者；只要你愿意并且有足够的移动力，就能够在同时盗窃和放置物品的之前与之后进行移动。"
}
