{
    "key": "tattoo attunement",
    "name": "Tattoo Attunement",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Tattoo%20Attunement",
    "source": ["Monster Summoner's Handbook pg. 14"],
    "text": "You’ve learned to absorb summoned creatures into temporary spell tattoos.",
    "prerequisites": "Inscribe Magical Tattoo or Varisian Tattoo; Spellcraft 5 ranks.",
    "benefit": "As a standard action, you can touch a single creature that you’ve summoned, instantly transforming it into a magical tattoo on your body. This tattoo takes up one magic item slot if the summoned creature is Medium or smaller, and one additional adjacent slot for each size category larger than Medium (see page 16 of <i>Pathfinder Campaign Setting: Inner Sea Magic<\/i> for rules on magical tattoos). You can have only one such tattoo at a time.<br><br> While in tattoo form, the summoned creature can’t take actions and doesn’t need to eat, sleep, or breathe; it retains the remaining duration of the summoning spell used to conjure it. The creature can stay in tattoo form for a number of hours equal to your caster level. If the creature is still in tattoo form at the end of that time, the tattoo disappears, the creature is sent back to the plane from which it was summoned, and the remaining duration of the summon is wasted. As a standard action that provokes attacks of opportunity, you can cause the creature to change from a tattoo back into creature form, and appear in a square adjacent to you. The remaining duration of the spell is then expended as normal. The creature is staggered for 1 round after emerging from tattoo form. This is a supernatural ability.",
    "prerequisiteKeys":     [
        "inscribe magical tattoo",
        "varisian tattoo"
    ],
    "name_zh": "刺青协调",
    "text_zh": "你学会了如何将召唤生物收入临时的法术图腾中。",
    "prerequisites_zh": "绘制魔法刺青（ISM）或者瓦瑞西安刺青（ISWG），法术辨识5级。",
    "benefit_zh": "通过一个标准动作，你可以触摸一个你召唤的单个生物，立刻把它转化到一个你身上的魔法刺青中。如果召唤生物是中型或者小型则这个刺青占用一个魔法物品位，生物体型每比中型大一个级别就额外占用一个相邻的魔法物品位（详见玩家伴侣：内海魔法中魔法刺青的规则）。你同时只能拥有一个这种刺青。<\/p><p>当在刺青中时，召唤生物无法进行动作，也不需要进食，睡眠或者呼吸；召唤它所用的召唤法术的持续时间会得到保存。这个生物能在刺青中停留等同于你职业等级的小时数。如果时间耗尽时生物任停留在刺青中，刺青会消失，生物会被遣返回来源位面，召唤法术的剩余效果会被浪费。通过一个不会引发借机攻击的标准动作，你可以把该生物从刺青变成生物，并出现在一个和你相邻的区域。召唤法术的剩余持续时间会如常起效。该生物会在从刺青中离开后恍惚一轮。这是一个超自然能力。"
}
