{
    "key": "throw anything",
    "name": "Throw Anything",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Throw%20Anything",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 135"],
    "text": "You are used to throwing things you have on hand.",
    "benefit": "You do not suffer any penalties for using an improvised ranged weapon. You receive a +1 circumstance bonus on attack rolls made with thrown splash weapons.",
    "normal": "You take a –4 penalty on attack rolls made with an improvised weapon.",
    "staminaSource": "Pathfinder Unchained pg. 133",
    "staminaText": "As long as you have at least 1 stamina point in your stamina pool, when you use a melee weapon that is not a thrown weapon for a ranged improvised weapon attack, you use the weapon’s melee critical threat range and multiplier instead of the normal 20/×2 for improvised weapons. You can spend 2 stamina points to increase your range increment for thrown weapon attacks (including ranged improvised weapons) by 10 feet until the beginning of your next turn.",
    "mythicSource": "Mythic Adventures pg. 75",
    "mythicText": "You’re so skilled at throwing weapons that it hardly matters what you throw.",
    "mythicPrerequisites": "Throw Anything.",
    "mythicBenefit": "You gain a +2 bonus on attack rolls and damage rolls made using an improvised thrown weapon or splash weapon. This bonus stacks with the bonus from the non-mythic Throw Anything feat. If you miss with a thrown splash weapon, it always lands adjacent to its target regardless of how many range increments it was thrown.",
    "name_zh": "随手投掷",
    "text_zh": "你擅长投掷手中的物品。",
    "benefit_zh": "你使用临时远程武器时无减值。你在溅射武器的攻击检定上获得+1环境加值。",
    "normal_zh": "你在使用临时武器时攻击检定受-4减值。",
    "mythicText_zh": "你很擅长投掷武器，不过你丢出去的是什么并不重要。",
    "mythicPrerequisites_zh": "随手投掷",
    "mythicBenefit_zh": "当你使用临时投掷武器或泼溅武器（splash weapon）攻击时，攻击检定与伤害检定均会获得+2加值。这些加值与非神话版的随手投掷专长的加值叠加。如果你在投掷泼溅武器时失手，它总是会落在与目标相邻的位置，无论其自身的射程增量如何。",
    "staminaText_zh": "只要你的耐力池中还有1点耐力，在你使用并非投掷武器的近战武器进行一次临时远端武器攻击时，你可以使用近战武器的威胁范围和倍率来代替正常临时武器的20/×2。你可以消耗2点耐力来提升投掷武器的射程增量（包括临时远端武器）10迟，直到你的下一回合开始。"
}
