{
    "key": "torchbearer",
    "name": "Torchbearer",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Torchbearer",
    "source": ["Dungeoneer's Handbook pg. 20"],
    "text": "You acquire a professional torchbearer to accompany you",
    "prerequisites": "Character level 5th.",
    "benefit": "This feat is similar to the Leadership feat, with several exceptions. You can attract only a 1st-level cohort (referred to hereafter as a torchbearer) with this feat, and can’t recruit followers. You determine your Leadership score according to the rules presented in the Leadership feat, but your torchbearer is always at least 3 levels lower than your level.<br><br> A torchbearer can take levels in the alchemist, bard, fighter, ranger, or rogue class. She can’t multiclass, though she can take any archetype she qualifies for, including those from the Torchbearer Archetypes section on page 21. The torchbearer must take the Torch Handling feat at 1st level (see the sidebar on page 21).<br><br> If a torchbearer gains enough XP to bring her to 2 levels lower than your level, she doesn’t gain the new level until you gain your next level; until then her new XP total is 1 less than the amount needed to attain the next level and she gains no additional XP until you advance.<br><br> If you release your torchbearer from service or otherwise lose your torchbearer, you may gain a new one by scouting for potential candidates in a city or large town where adventurers are at least somewhat common, which requires 24 hours of uninterrupted scouting.<br><br> Unlike other hirelings, a torchbearer requires no compensation for her services as long as her employer has this feat; the opportunity to train under a hardened adventurer is reward enough for most torchbearers.<br><br> <i>Graduation<\/i>: When you reach 8th level, this feat automatically upgrades to the Leadership feat (meaning that you effectively lose this feat and replace it with Leadership). You gain all the normal benefits of the Leadership feat but lose the benefits of this feat, and your torchbearer acts as a normal cohort; she may begin taking levels in other classes if she so chooses, and may increase in level to up to 2 levels lower than your level.",
    "name_zh": "火炬手",
    "text_zh": "你雇用了职业的火炬手追随你进入地城。",
    "prerequisites_zh": "等级五级，持火炬者专长。",
    "benefit_zh": "此专长类似领导力专长，不过你只能招募一个一级的部属〔以下称作火炬手〕，而且不能招募追随者。你可以像使用领导力专长一样计算你的领导力点数，不过火炬手的等级永远比你低三级。<\/p><p>你的火炬手可以是战士、诗人、炼金师、游侠或是盗贼，他不能兼职，不过他可以选择任何他喜欢的变体职业，包括火炬手变体系列。你的火炬手必须在一级时选择持火炬者专长。<\/p><p>如果你的火炬手得到的经验值足以让他提升到比你低两级的程度，那么他将无法升级，直到你的职业等级提升。之后他可以继续获得经验值，直到比升级所需低一点，接下来在你的等级提升之前，他将无法获得经验值。<\/p><p>如果你解雇了你的火炬手或是因为其他原因失去了他，你可以在城镇或大型村庄中花费24小时的时间寻找并雇用一个新的。<\/p><p>和其他的受雇用者不同的是，只要你仍然具有此专长，你的火炬手就不会和你索讨任何报偿。进入地下城并且有机会接受冒险者的训练这件事情本身对于大多数的火炬手来说已经值得。",
    "special_zh": "当你达到八级的时候，此专长将自动升级为领导力专长，你得到领导力专长的一切好处，但失去此专长带来的一切效果，你的火炬手现在变成普通的部属，他可以选择其他他喜欢的职业，而且等级能提升到最多比你低两级的程度。",
    "staminaText_zh": "通过消耗2点耐力，当你使用火炬命中一名敌人时，你可以提升由火炬造成的火焰伤害至1d4点。"
}
