{
    "key": "vampiric companion",
    "name": "Vampiric Companion",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Vampiric%20Companion",
    "source":     [
        "Monster Codex pg. 237",
        "Blood of the Night pg. 28"
    ],
    "text": "Just as your undead existence mocks nature, so too does your twisted companion reflect the vile nature of vampirism.",
    "prerequisites": "Dhampir or vampire, nongood alignment, 10th level in a class that grants a familiar or animal companion.",
    "benefit": "Your animal companion or familiar’s type changes to “undead.” The creature gains fast healing 5 as well as your vampire or dhampir weaknesses. If you are a vampire, the creature also gains the following abilities, depending on what type of vampire you are.<br><br> <i>Jiang-Shi<\/i>: While the creature is adjacent to or in your square, it gains the benefit of your prayer scroll ability. The creature crumbles into dust if destroyed ( just like a jiang-shi), but is not permanently destroyed unless measures are taken that would destroy a jiang-shi.<br><br> <i>Moroi<\/i>: If the creature is adjacent to or in your square when you assume gaseous form, it transforms with you and follows you; its transformation ends when yours does. If reduced to 0 hit points, it’s forced into gaseous form and must return to your coffin to reform (or the foot of your coffin if it cannot fit within it).<br><br> <i>Nosferatu<\/i>: If the creature is adjacent to or in your square when you assume swarm form, it transforms with you and follows you; its transformation ends when yours does. The creature can climb as if using the spider climb vampire ability, even if its anatomy is not suitable for climbing (such as a horse).",
    "special": "If your animal companion or familiar is destroyed, dismissed, or lost, you can apply the effects of this feat to the replacement creature. If you are destroyed, the creature retains its undead type but loses all other special abilities from this feat. If you have more than one animal companion or familiar, choose one of them when you select this feat and apply its effects to that creature.<br><br> You can select this feat more than once. Each time you select the feat, it applies to a different animal companion or familiar.",
    "name_zh": "血之仆役",
    "text_zh": "你的不朽本质同样改变了追随你的伙伴，它们的扭曲形态展现着你所承受的诅咒。",
    "prerequisites_zh": "吸血鬼或吸血裔，非善良阵营，在拥有魔宠或动物伙伴的职业上拥有10个等级。",
    "benefit_zh": "你的动物伙伴或魔宠的生物类型转变为不死生物，它将获得快速医疗5，以及你的吸血鬼或吸血裔弱点。如果你是吸血鬼，那么它还会获得以下特殊能力，具体的能力取决于你的吸血鬼类型。<\/p><p>僵尸：当你的伙伴处于你的邻接位置时，它获得你的护尸符能力的效果，在被摧毁时会化为尘土（如同僵尸一样），但如果没有妥善的处理的话它也会像僵尸一样复活。<\/p><p>茉莉血族：当你的伙伴处于你的邻接位置时，每当你使用气化形体能力，你的伙伴也会同时变形，并在你结束变形时恢复正常状态。如果你的伙伴被伤害至0点生命值，它会立刻化为气态并潜回你的棺材。<\/p><p>诺斯费拉图血族：当你的伙伴处于你的邻接位置时，每当你使用集群形态能力，你的伙伴也会同时变形，并在你结束变形时恢复正常状态。这个生物可以和你一样使用蛛行术能力，即使它的形态并不适合攀爬（比如马）",
    "special_zh": "如果你的动物伙伴或魔宠被摧毁，解散或丢失，你可以将本专长的效果应用到新获得的伙伴身上。如果你拥有超过一个动物伙伴或魔宠，你只能将本专长的效果应用到它们中的一个身上。<\/p><p>你可以多次选择本专长，每次你选择本专长时，它将影响你的另一个动物伙伴或魔宠。"
}
