{
    "key": "vile leadership",
    "name": "Vile Leadership",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Vile%20Leadership",
    "source":     [
        "Ultimate Intrigue pg. 135",
        "Champions of Corruption pg. 14"
    ],
    "text": "You rule over your own cabal of minions with a villainous cohort as your lieutenant.",
    "prerequisites": "Any evil alignment, character level 7th.",
    "benefit": "You can attract a loyal cohort and a number of intimidated followers to assist in your nefarious deeds. This feat is similar to Leadership, except Vile Leadership rewards—rather than punishes—leaders with cruel reputations or who cause their followers’ deaths. Once you take this feat, you cannot take the Leadership feat without retraining your feat selection (Ultimate Campaign 191). Numerous factors can affect your Vile Leadership score (which acts as a Leadership score for the purpose of feats and abilities that rely on a Leadership score, other than Leadership itself ); work in conjunction with your GM and use the tables below to adjust your Vile Leadership score accordingly. The NPCs you attract must be of a nongood alignment. ",
    "name_zh": "邪恶领导力",
    "text_zh": "你拥有一个恶棍部属作为副手，统治着独属于自己的阴谋团队。",
    "prerequisites_zh": "角色等级7，在邪恶组织中拥有一定地位（范例见15页）。",
    "benefit_zh": "你可以吸引一位忠诚部属和一群被迫屈从的追随者在冒险中帮助你。这一专长类似于领导力（Leadership），但邪恶领导力会奖赏——而非惩罚——恶名昭著或导致追随者死亡的领袖。一旦你选择该专长，你就无法选择领导力专长，直到你将该专长重训。<\/p><p>为从该专长中获益，你必须属于本节中列出的邪恶组织之一，并在该组织中拥有一定地位。这很容易完成，每周或每月为组织做出一次贡献即可。每个组织都需要不同类型的贡献：请参见15页的邪恶组织团队与合适贡献的范例。<\/p><p>若干因素可以影响你的邪恶领导力值（与领导力值作用相同）：与GM合作使用下表调整你的邪恶领导力值。你吸引的NPC必须隶属于你所属的邪恶组织。<\/p><p>邪恶领导力修正<\/p><p>领袖的声誉会影响邪恶领导力值。<\/p><p>领袖声誉 调整值<\/p><p>无情 +2<\/p><p>奖励忠诚／成功 +1<\/p><p>拥有特殊力量 +1<\/p><p>优柔寡断 －1<\/p><p>宽恕失败 －1<\/p><p>仁慈 －2<\/p><p>引述: 部属修正<\/p><p>当你使用该专长吸引部属时，可能会应用下列修正。<\/p><p>领袖特质 调整值<\/p><p>消灭上级获得权力 +１<\/p><p>未能惩罚或杀死犯下重大错误的随从 －2＊<\/p><p>招募一位不同阵营的部属 －1<\/p><p>＊每次仁慈事件造成的调整值累加。即使你的仁慈是为了避免惩罚或杀死超过20%的追随者，这种惩罚也会发生。<\/p><p>引述: 追随者修正<\/p><p>追随者与部属的序列不同。当你使用该专长吸引追随者时应用下列修正。<\/p><p>领袖特质 调整值<\/p><p>拥有堡垒、指挥中心、工会建筑等 +2<\/p><p>为杀鸡儆猴或维持统治力而惩罚或杀死随从 +1＊<\/p><p>有长期休息的倾向 －1<\/p><p>限制追随者在战争中搜刮、劫掠或追求其他战利品 －1<\/p><p>＊累加至+1／角色等级，每次事件至少1位随从。若你在一个角色等级中惩罚或杀死超过20%随从，这一加值将变为减值。在新等级开始时，惩罚或杀死随从的减值重置为0。"
}
