{
    "key": "weapon material mastery",
    "name": "Weapon Material Mastery",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Weapon%20Material%20Mastery",
    "descriptors": ["Weapon Mastery"],
    "source": ["Weapon Master's Handbook pg. 23"],
    "text": "You can perform impressive deeds with weapons made from peculiar materials.",
    "prerequisites": "Base attack bonus +7, weapon training class feature with a melee weapon.",
    "benefit": "While wielding an appropriate melee weapon, you gain the following special abilities, based on which special material the weapon is primarily constructed of (if any).<br><br> <i>Adamantine<\/i>: Your critical hits ignore the target's DR.<br><br> <i>Alchemical Silver, Mithral, or Silversheen<\/i>: When you successfully deal damage to a creature that is under the effects of an illusion or polymorph effect (such as <i>disguise self<\/i> or the change shape special ability), its wound fizzles and boils loudly, revealing the presence of such effects. If the effect is a racial ability, anyone that sees you attack the creature gains a +4 bonus on Knowledge checks to identify the creature. In addition, you immediately receive a Will save to disbelieve any illusion effect on the creature that allows disbelief.<br><br> <i>Cold Iron<\/i>: When you score a critical hit against a target benefiting from spells that grant temporary hit points or bonuses to AC, ability scores, attack rolls, damage rolls, or saving throws, you must immediately attempt a special dispel check (1d20 + your base attack bonus) as a targeted dispel as per the <i>dispel magic<\/i> spell, but targeting only those spells. Once a creature has been the target of this effect, you can't affect it in this way again for 24 hours.<br><br> <i>Elysium Bronze<\/i>: When you damage a magical beast or monstrous humanoid, the creature must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or lose access to a randomly selected supernatural or spell-like ability (if any). Once a creature has been the target of this effect, you can't affect it in this way again for 24 hours.<br><br> <i>Fire-Forged Steel<\/i> <i>or<\/i> <i>Frost-Forged Steel<\/i>: When your weapon is exposed to 10 points or more of energy damage (fire for fire-forged steel or cold for frost-forged steel), the weapon adds +1d6 points of energy damage to its attacks instead of +1d4 points of energy damage. Additionally, the duration of this effect increases by 1 round for every 5 points of the appropriate type of energy damage to which the weapon is exposed beyond 10.<br><br> <i>Greenwood<\/i> <i>or Living Steel<\/i>: When you score a critical hit, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or lose its fast healing and regeneration (if any) for 1d3 rounds.<br><br> <i>Viridium<\/i>: You add your Strength modifier and the weapon's enhancement bonus (if any) to the Fortitude DC to determine if a foe struck by the weapon contracts leprosy.<br><br> <i>Whipwood<\/i>: The weapon gains the trip special weapon feature, and you gain a +2 bonus on trip combat maneuvers made with it.<br><br> <i>Wyroot<\/i>: Once per turn, you can absorb life points from the weapon as a free action instead of a swift action. You can never absorb life points from wyroot weapons or equipment more than once per turn.",
    "name_zh": "材质掌握",
    "text_zh": "你熟悉制造你所爱武器的特殊材质，发挥它们的能力来达到令人惊叹的效果。",
    "prerequisites_zh": "BAB+7，对所选近战武器拥有战士武器训练（Weapon Training）职业能力。",
    "benefit_zh": "当持用一把所选的近战武器时，你获得如下特殊能力。这些特殊能力仅在你持用的武器使用以下对应的特殊材料时才会生效。<\/p><p><b>精金（Adamantine）<\/b>：你的重击忽略目标的DR。<br><b>炼银（Alchemical Silver）/秘银（Mithral）或银纺（Silversheen）<\/b>：当你成功的对一个处于幻术系法术或变形效果（比如法术易容术或变形能力）影响下的生物造成伤害时，它的伤口开始烧灼和起泡，揭露出该生物是变形者。如果该生物的变形能力是一项种族特性，那么任何见到你攻击该生物的角色在辨识它们的知识技能检定上获得+4加值。除此之外，你在暴露于任何可以通过意志检定而不相信的幻术效果时，立刻可以通过一次意志检定而不相信它。<br><b>寒铁（Cold Iron）<\/b>：每当你成功对一个受到法术效果影响而获得临时生命值，防御等级加值，属性加值，攻击和伤害加值或是豁免加值的生物确认重击时，你可以立刻进行一个特殊的解除魔法检定（骰1d20+你的基础攻击加值）来对目标施放一个目标性法术解除魔法，但只能解除上述魔法效果。每当你以此方式尝试解除过一个生物身上的魔法效果后，你在24小时内无法以相同的方式再次影响它。<br><b>净土青铜（Elysium Bronze）<\/b>：每当你对一个魔法兽或人型怪物生物造成伤害时，这个生物必须超过通过一个DC=10+你的基础攻击加值的一半+你的力量调整值的强韧检定，否则将失去一个随机选择的类法术能力或超自然能力。每当你以此方式尝试影响过一个生物后，你在24小时内无法以相同的方式再次影响它。<br><b>火纹钢（Fire-Forged Steel）或冰纹钢（Frost-Forged Steel）<\/b>：每当你的武器暴露于造成至少10点能量伤害（火焰伤害-火纹钢，寒冷伤害-冰纹钢）的情况下时，它会造成额外+1d6对应能量伤害而不是普通情况的+1d4点。除此之外，如果这件武器暴露的能量伤害每超过10点额外5点，它造成额外伤害的效果就可以多延长1轮。<br><b>绿木（Greenwood）或活钢（Living Steel）<\/b>：每当你使用所选的武器对目标造成了一次重击，目标就必须通过一个DC=10+你的基础攻击加值的一半+你的力量调整值的强韧检定，否则在1d3轮内失去其快速医疗或再生能力（如果有）。<br><b>毒琉璃（Viridum）<\/b>：你可以将你的力量调整值和武器的增强加值（如果有）加入对抗毒琉璃造成的麻风病效果的强韧豁免DC中。<br><b>鞭木（Whipwood）<\/b>：你所选的武器获得摔绊武器特性，并且在用它发动的摔绊战技的战技攻击检定上获得+2加值。<br><b>汲魂木（Wyroot）<\/b>：每轮一次，你可以以一个自由动作而非通常状况的迅捷动作来使用汲魂木吸取生命能量。你每轮最多只能吸取一次生命能量。"
}
