{
    "key": "weapon focus",
    "name": "Weapon Focus",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Weapon%20Focus",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 136"],
    "text": "Choose one type of weapon. You can also choose unarmed strike or grapple (or ray, if you are a spellcaster) as your weapon for the purposes of this feat.",
    "prerequisites": "Proficiency with selected weapon, base attack bonus +1.",
    "benefit": "You gain a +1 bonus on all attack rolls you make using the selected weapon.",
    "special": "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
    "staminaSource": "Pathfinder Unchained pg. 135",
    "staminaText": "Once per round, you can spend 2 stamina points to gain your Weapon Focus bonus on attack rolls with a weapon with which you don’t have Weapon Focus. This bonus lasts until the start of your next turn.",
    "mythicSource": "Mythic Adventures pg. 77",
    "mythicText": "You’re a master of one type of weapon.",
    "mythicPrerequisites": "Weapon Focus.",
    "mythicBenefit": "Double the bonuses on your attack rolls from Weapon Focus and Greater Weapon Focus. As a swift action, you can expend one use of mythic power to gain a bonus on attack rolls with your selected weapon equal to half your tier until the end of your turn.",
    "mythicSpecial": "If you have taken non-mythic Weapon Focus multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Focus feat you have.",
    "name_zh": "武器专攻",
    "text_zh": "选择一种武器。你同样可以选择徒手击打或擒抱（若你能施法，也可选择“射线”）作为本专长选择的武器类型。",
    "prerequisites_zh": "擅长对应武器，BAB+1。",
    "benefit_zh": "使用专攻的武器时攻击检定+1。",
    "special_zh": "你可以多次选择本专长，其效果并不累加。每次你都必须选择不同种类的武器。",
    "mythicText_zh": "你已经精通了某一类武器的使用方法。",
    "mythicPrerequisites_zh": "武器专攻",
    "mythicBenefit_zh": "你的武器专攻和高等武器专攻对攻击检定所赋予的加值翻倍。以迅捷动作，你能够花费1次神话之力，以此使得你所选择的武器做出的攻击检定获得加值，数值等同于你的阶层的一半，持续至你的回合结束为止。",
    "mythicSpecial_zh": "若你多次选取了非神话版的武器武器专攻，那么你就必须选择由哪个专长获得上述增强。你能够多次选取该专长，其效果不会叠加。每当你选取该专长，它都会应用于你所具有的不同的非神话版武器专攻专长。",
    "staminaText_zh": "每轮1次，你可以消耗2点耐力来让一件你并没有武器专攻的武器获得武器专攻在攻击股上的加值。这个加值将会持续到你的下一回合开始。"
}
