{
    "key": "whip mastery",
    "name": "Whip Mastery",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Whip%20Mastery",
    "descriptors": ["Combat"],
    "source": ["Ultimate Combat pg. 123"],
    "text": "Your superior expertise with this weapon does not provoke attacks of opportunity from your enemies.",
    "prerequisites": "Weapon Focus (whip), base attack bonus +2.",
    "benefit": "You no longer provoke attacks of opportunity when attacking with a whip. You can deal lethal damage with a whip, although you can still deal nonlethal damage when you want. Further, you can deal damage with a whip despite a creature’s armor bonus or natural armor bonus.",
    "normal": "Attacking with a whip provokes attacks of opportunity as if you used a ranged weapon. A whip deals no damage to a creature that has an armor bonus of +1 or natural armor bonus of +3.",
    "staminaSource": "Pathfinder Unchained pg. 135",
    "staminaText": "When using a whip to deal nonlethal damage, as long as you have at least 1 stamina point in your stamina pool, the whip deals 1d8 points of nonlethal damage (1d6 for a Small whip). At the start of your turn, you can spend 2 stamina points to increase the damage die of the whip as if it were one size category larger for your next attack, regardless of whether you are dealing lethal or nonlethal damage. For nonlethal attacks, these two increases stack. This effect doesn’t stack with other effects that treat the weapon as a larger size category unless they increase the actual size.",
    "prerequisiteKeys": ["weapon focus"],
    "name_zh": "长鞭熟稔",
    "text_zh": "你对这件武器的精熟使敌人没有可乘之机。",
    "prerequisites_zh": "武器专攻（长鞭），BAB+2。",
    "benefit_zh": "你使用长鞭攻击时不会再触发借机攻击。你能以长鞭造成致命伤害，也能随意愿造成非致命伤害。最后，你能以长鞭伤害AC护甲或天生护甲较高的敌人。",
    "normal_zh": "用长鞭攻击和用远程武器攻击一样，会触发借机攻击。长鞭无法对AC护甲加值+1或天生护甲加值+3以上的敌人造成伤害。",
    "staminaText_zh": "当你使用长鞭造成非致命伤害时，只要你的耐力池中还有至少1点耐力，长鞭就能造成1d8点非致命伤害（小型长鞭则是1d6）。在你回合开始的时候，无论你是造成致命伤害或者非致命伤害，你都可以消耗2点耐力来在下一次攻击中增加长鞭的伤害骰，就如同长鞭的型号比原来大一级一样。对于非致命攻击，两个伤害骰的提升叠加。这个效果并不与其他任何将武器视为大一级的能力叠加，除非这些能力实际提升了武器的大小。"
}
