{
    "key": "agonizing obedience",
    "name": "Agonizing Obedience",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Agonizing%20Obedience",
    "source": ["Occult Mysteries pg. 45"],
    "text": "You physically defile yourself out of zealous devotion to pain in order to gain special boons.",
    "prerequisites": "3 ranks in Heal.",
    "benefit": "When you take this feat, select an agony. You can gain this feat multiple times, each time selecting a different agony, but you can perform an obedience for only a single agony in a 24-hour period. Each agony requires a different obedience, but all obediences take only an hour to perform. Once the obedience has been performed, you take a number of minor penalties and gain the benefit of a resistance to some element or attack associated with your agony, as indicated below. Additionally, you gain the ability to make an agony strike. A number of times per day equal to 1 + 1 per every 5 Hit Dice you possess, when you deal damage to a creature, you can declare that attack as an agony strike. In addition to the normal damage dealt by the attack, you cause the target to take the penalties associated with your agony for 1 minute. Incorporeal creatures and creatures that are immune to critical hits are immune to agony strikes.<br><br> If you have at least 12 Hit Dice, you also gain the first boon granted by your agony upon undertaking your obedience. If you have at least 16 Hit Dice, you gain the agony’s second boon as well. If you have 20 Hit Dice or more, you also gain the agony’s third boon. Unless a specific duration or number of uses per day is listed, a boon’s effects are constant.<br><br> If you ever fail to perform a daily obedience, or if you are healed of damage, conditions, or penalties caused in the course of performing your obedience, you lose all access to resistances and boons granted by this feat until you next perform the obedience.",
    "name_zh": "痛苦仪典",
    "text_zh": "出于对痛苦的狂热，你糟蹋自己的身体来获得特殊的恩惠（boons）。",
    "prerequisites_zh": "医疗3级。",
    "benefit_zh": "当你选择这个专长时，选择一种痛苦（agony）。你可以多次获得这个专长，但每次都要选择不同的痛苦，不过你在24小时内只能对一种痛苦进行服从仪典。每一种痛苦都需要不同的服从仪典，但所有的仪典只需要一个小时就能完成。一旦仪典被执行，你就会受到一些轻微的惩罚，并获得与你的痛苦相关的某些元素或攻击的抵抗力，如下所述。此外，你还可以获得进行【痛苦打击】的能力，每日使用次数为每5个HD1次+1次。当你对一个生物造成伤害时，你可以宣言该攻击为【痛苦打击】。除了攻击造成的正常伤害外，你还会导致目标在1分钟内受到与你的痛苦相关的惩罚。虚体生物和对重击免疫的生物也免疫【痛苦打击】。<\/p><p>如果你拥有至少12个HD，你会在服从时获得痛苦所给予的第一个恩惠（boon）。如果你拥有至少16个HD，你还会获得痛苦的第二个恩惠。如果你拥有20个HD或更多，你也会获得痛苦的第三个恩惠。除非列出具体的持续时间或每天的使用次数，否则恩惠的影响是恒定的。<\/p><p>If you ever fail to perform a daily obedience, or if you are healed of damage, conditions, or penalties caused in the course of performing your obedience, you lose all access to resistances and boons granted by this feat until you next perform the obedience.<\/p><p>截肢<\/p><p>你已经截断了你的一根手指并治疗了伤口从而让它再也不能完全愈合。<\/p><p>服从仪典：操控你截断的手指的血痂、疤痕和开放的伤口，阻止它闭合，并把一些金属或玻璃强行弄进伤口。你会在解除装置、易容、逃脱、巧手检定以及你对抗卸武的CMD上承受-2减值。当尝试施放带有姿势成分的法术时，你需要通过DC为（5+2×法术环位）的施法者等级检定（甚至不是专注），否则失去该法术。<\/p><p>你在对抗变化系法术的豁免投骰上获得+2加值；如果这个法术是变形子学派的则加值提高到+4。<\/p><p>第一恩惠：除了痛苦打击的正常效果外，目标还可能在你用痛苦打击击中它后立即掉落手中的一个物体。成功的反射豁免（DC为10+1/2HD+你的敏捷调整值）可以避免此效果。<\/p><p>第二恩惠：你得到一只“魅影手臂”的使用权，它的功能就像炼金术士的畸变之臂科研发现（Pathfinder RPG Ultimate Magic 18）。但鉴于它是一种看不见的力场效果，它不能获得额外的戒指魔法装备栏，也不能作出攻击。<\/p><p>第三恩惠：你免疫使你恶心的效果，并且你在对抗任何使你反胃的情形的豁免中获得+4加值。<\/p><p>致盲<\/p><p>你暂时用血液使自己失明，来增强其他的感官。<\/p><p>服从仪典：用指甲、锯齿状的金属屑和多刺的树枝抓挠眼睛，使伤口的血液在眼睑和泪管上形成厚厚的结痂。你在基于视觉的察觉检定中获得-4的减值，并且每当你对受益于隐蔽（concealment）的目标进行攻击时，失手率增加10%（最多50%）。<\/p><p>你在对抗心灵幻觉子学派和凝视攻击的豁免投骰上获得+4加值。<\/p><p>第一恩惠：被你的痛苦打击影响的生物在昏暗和黑暗区域的能见距离减少50%。<\/p><p>第二恩惠：你获得30尺范围的凝视攻击，以标准动作启动。你可以每天使用这个能力的分钟数相当于你HD的一半；这些时间不必连续，但你必须以1分钟为单位。受你凝视攻击影响的敌人会惊惧1分钟。成功的意志豁免（DC为10+1/2HD+你的魅力修正）会无效化此效果。一个成功豁免你的凝视攻击的生物在24小时内对其效果免疫。<\/p><p>第三恩惠：你对痛苦的亲和力让你能感觉到别人的痛苦。你获得60尺远的生命感知。<\/p><p>剥皮<\/p><p>剥皮痛苦的服从者擅长从活生生的肉体上精细地去除皮肤，露出下面脆弱的组织。<\/p><p>服从仪典：用一把剥皮刀取下你自己至少3平方英寸的皮肤，同时小心避免损伤下面的肌肉、静脉和其他组织。让这片暴露的神经不被衣服或盔甲遮住，让它暴露在元素中，并向你遇到的所有人展示你的牺牲。你在对疾病的豁免中承受-2的减值，并且每个偷袭骰额外承受1点伤害。<\/p><p>你在对抗痛苦（pain）效果的豁免投骰上获得+4加值。<\/p><p>第一恩惠：你对遭受痛苦打击影响的生物进行的所有攻击都会造成1d6的流血伤害。<\/p><p>第二恩惠：你对解剖学的了解赋予你一种对他人的脆弱性的认识。你在确认重击的攻击检定中获得+4加值。<\/p><p>第三恩惠：频繁的皮肤去除和随后的愈合让你的你的身体复盖了厚厚的疤痕。你的AC增加2点天生护甲加值。此外，重击和偷袭有25%的几率不会影响你，就好像你穿着带有次等护命附魔的盔甲一样。"
}
