{
    "key": "alignment channel",
    "name": "Alignment Channel",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Alignment%20Channel",
    "source": ["PRPG Core Rulebook pg. 117"],
    "text": "Choose chaos, evil, good, or law. You can channel divine energy to affect outsiders that possess this subtype.",
    "prerequisites": "Ability to channel energy.",
    "benefit": "Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of the chosen alignment subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of the chosen alignment subtype, your channel energy has no effect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.",
    "special": "You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new alignment subtype. Whenever you channel energy, you must choose which type to effect.",
    "mythicSource": "Mythic Adventures pg. 54",
    "mythicText": "The power of your faith harms all creatures that follow the alignment you abhor.",
    "mythicPrerequisites": "Alignment Channel.",
    "mythicBenefit": "Your channeled energy affects any creatures with the alignment chosen when you took Alignment Channel (not just outsiders, and not just those with the alignment subtype), but grants only half healing or deals only half damage to these targets. Alternatively, you can expend two uses of mythic power when using Alignment Channel to affect all targets of the chosen alignment as if they had that alignment subtype.",
    "name_zh": "阵营导能",
    "text_zh": "选择混乱，邪恶，善良或是秩序阵营。你能引导神力来影响对应阵营的异界生物。",
    "prerequisites_zh": "引导能量能力。",
    "benefit_zh": "取代通常效果，你能选择引导能量来治疗或伤害一个特定阵营亚种的异界生物。你必须在每次引导能量时作出决定。若你选择治疗或伤害选定阵营亚种的异界生物，你的引导能量将不会对其他生物产生影响。治疗和伤害量、以及豁免DC不做改变。",
    "special_zh": "你可以多次选择本专长，效果并不叠加。每次选择本专长时，可以选择一个新的阵营。当你引导能量时，你必须决定影响哪个阵营。",
    "mythicText_zh": "你的信仰之力会伤害所有遵循着敌对阵营的生物。",
    "mythicPrerequisites_zh": "阵营导能",
    "mythicBenefit_zh": "当你进行阵营导能时，你的引导能量能够影响任何具有你所选择的阵营的生物（不光是异界生物，也不仅仅是那些具有阵营亚种的生物），但是只对这些目标造成一半的治疗或伤害。除此之外，你也能够在使用阵营导能花费2次神话之力，以此来影响所有你所选择的阵营的目标，就如同他们具有与之相符的阵营亚种一般。"
}
