{
    "key": "ancient tradition",
    "name": "Ancient Tradition",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Ancient%20Tradition",
    "source": ["Blood of the Ancients pg. 6"],
    "text": "You have devoted yourself to keeping the traditions of an ancient or lost culture alive and well, and you gain strength from your devotion to the old ways. ",
    "prerequisites": "Knowledge (history) 3 ranks, must have a connection to a lost culture (see text).",
    "benefit": "Each lost culture has its own daily ritual, but none of them take more than 1 hour per day to perform. Once you’ve performed the daily ritual, you gain the benefit of a special ability or resistance as indicated in the Daily Ritual entry for the culture in question. Specific cultures and their rituals are listed below.<br><br> If you have at least 12 Hit Dice, you also gain the first boon granted by your lost culture upon undertaking its daily ritual. If you have at least 16 Hit Dice, you also gain the lost culture’s second boon. If you have 20 Hit Dice or more, you also gain the lost culture’s third boon. Each boon is a spell-like ability that you can cast once per day. Your caster level for these boons is equal to your Hit Dice, and the saving throw DC is based on your Intelligence, Wisdom, or Charisma modifier (whichever is highest).<br><br> For the purposes of this feat, you are considered to have a connection to a lost culture if you have a relic or object from that civilization, have extensively researched that culture, or are descended—directly or culturally—from that culture’s people. Once you have chosen a lost culture, you cannot change it without your GM’s permission. At the GM’s discretion, other types of connections might also apply. Typically, you can have a connection to only one lost civilization. If you ever fail to perform a daily ritual, you lose all access to the benefits and boons granted by this feat until the time you next perform the daily ritual.",
    "name_zh": "古老传统",
    "text_zh": "你致力于让古老或失落文明的传统保持完好，并从对旧习俗的奉献中获得力量。",
    "prerequisites_zh": "知识（历史）3级，必须与一种失落的文明有联系（见下文）。",
    "benefit_zh": "每种失落的文明都有自己的日常仪式，但它们每天至多花一小时就都能执行。一旦你完成了日常仪式，你就会获得一种特殊能力或抗性，就如同提及文明的每日仪式条目所述。下面列出了特定的文明及其仪式。<\/p><p>如果你拥有至少12个HD，你会在进行日常仪式时获得失落文明给予的第一个恩惠（boon）。如果你拥有至少16个HD，你还会获得失落文明的第二个恩惠。如果你拥有20个HD或更多，你也会获得失落文明的第三个恩惠。每个恩惠都是一个每天可以施放一次的类法术能力。这些恩惠的施法者等级等于你的HD，豁免DC基于你的智力、感知或魅力调整值（以最高者为准）。<\/p><p>就这一专长而言，如果你拥有来自该文明的遗物或物品，或对该文明进行了广泛的研究，又或者——直接或间接地——是这一文明子民的后代，那么你就被认为“与这种失落的文明有联系”。一旦你选择了一种失落的文明，未经GM的许可，你就不能改变它。根据GM的裁定，其他类型的“联系”也可能适用。通常，你只能与一个失落的文明建立联系。如果你未能执行日常仪式，你将失去所有获得这一专长给予的好处和恩惠，直到你下一次执行日常仪式为止。<\/p><p>古奥斯里昂（Ancient Osirion）<\/p><p>奥斯里昂由内希斯的先知阿兹格哈德创立，他以杀死洛瓦古格之裔并在其甲壳内建立了他的首都而闻名。奥斯里昂是一个拥有悠久而引以为荣的历史的国家。古奥斯里昂人当今以其精美墓葬最广为人知，其中还有许多坟墓几千年来一直未被触及。<\/p><p>日常仪式：让自己待在可以观看日出的地方。准备好后，简明地向古奥斯里昂万神殿中每一位神表达感恩。回想你最著名的奥斯里昂先祖或其他古代英雄及其成就。然后，在木盘上留下一小块作为贡品的熟食（或者——如果没有可用的（木盘的话）——就放在一片大树叶上）。你在抵抗死亡效果的豁免投骰上获得+4加值。<\/p><p>恩惠：1：蛇纹法印；2：元素形态 IV；3：法师裂解术。<\/p><p>阿兹兰特（Azlant）<\/p><p>阿兹兰特被许多人认为是人类社会的巅峰，尽管古代帝国的傲慢带来了被称为“星殒之灾”的灾难。<\/p><p>日常仪式：挺胸站立，伸出一只手臂，握紧拳中的水晶、宝石或艾恩石。保持手臂展开并逆时针缓慢转三圈，每圈都大声说出你的一个成就或长处。“我**无敌螺旋牛逼！”你在法术辨识和使用魔法装置检定上获得+2加值。<\/p><p>恩惠：1：秘法视力；2：反重力；3：神威如狱。<\/p><p>吉斯塔克帝国（Jistka Imperium）<\/p><p>作为遭受星殒之灾破坏后最早出现的人类文明之一，吉斯塔克因其先进的科技和强大的军团而出名。帝国最终在古奥斯里昂和泰克立坦联盟崛起的势力前沦陷。<\/p><p>日常仪式：阅读《波莱赫拉》——创立吉斯塔克帝国的古代英雄阿鲁斯顿（Arustun）的日记——的内容。如果你没有这些日记的任何部分，你可以沉思文明的本质、结构和纪律对社会的重要性，以及科技可以改善人们生活的方式以取代之。你在使用非魔法的精制品武器的伤害投骰上获得+1加成，在制造魔像的工艺检定上获得+2加成。<\/p><p>恩惠：1：锐锋术；2：控制构装；3：树界降诞。<\/p><p>龙华（Lung Wa）<\/p><p>虽然龙华不是这一地区历史上最大的帝国，但它可能是最繁荣的帝国——当然也是时间上最近的帝国，在大约仅一个世纪前崩溃。帝国的统治以其长久的和平与稳定——以及其国教——而闻名：国教将皇帝提升为神明并禁止崇拜其他神圣人物。<\/p><p>日常仪式：在一张空白羊皮纸的中央以书法的形式仔细写下你的名字。然后，在它周围写下你对其有义务的人的名字：你的家庭成员、上级、宅眷、生意伙伴、邻居等等，在关于你错综复杂的系统（wheel）中绘制人际关系。如果没有可用的纸张，则可以在一小块平坦的沙地或土地上进行书写以取代之。你在抵抗情绪效果的豁免投骰上获得+4加值。<\/p><p>恩惠：1：巧言术；2：巨龙形态 I；3：辉煌豪宅。<\/p><p>宁沙巴（Ninshabur）<\/p><p>宁沙巴的国家坐落在哥姆兹之穴周围，因拥有一群好战的子民而自豪，他们的方阵广泛分布着，围攻着其他国家。尽管据说他们的军队曾多次与洛瓦古格之裔成功地作战，他们还是在面对邪恶的泰拉斯奎兽时走到了尽头。<\/p><p>日常仪式：回想上周内你参加的与魔法兽的战斗。反思你的技术，并找出能改进下一次战斗的方法。如果你最近没有与魔法兽战斗，就训练1小时以取代之，同时反复呼喊宁沙巴的战吼。你在对抗魔法兽的伤害投骰上获得+2加值。<\/p><p>恩惠：1：类人形态 I；2：再生术；3：斗争徽记。<\/p><p>萨克利斯（Sarkoris）<\/p><p>曾经是萨克利斯的这片土地一直是难以捉摸的和狂野的——这里是一个位面之间的边界天然很薄的地方，远早于世界之伤形成前它与其他位面的联系就已经存在了。而在这片土地被恶魔入侵、被人类生活冲刷之前，它还是一个由萨满统治的骄傲战士文明的发源地。<\/p><p>日常仪式：背对升起的朝阳，向正西方旅行（或者尽可能向接近正西的方向旅行）。在你第一次发现动物的迹象时，你必须改变你的路径来追踪它，并且如果你能够在一个小时内赶上它，你必须尝试杀死或捕获它。你在知识（位面）和生存检定上获得+2加值。<\/p><p>恩惠：1：召唤自然盟友 III；2：休养仙环；3：异界之门。<\/p><p>首理（Shory）<\/p><p>空中的首理帝国由一系列松散排列的城邦组成，这些城邦凭借首理先进的御气学（aeromancy）技术在天空中翱翔。<\/p><p>日常仪式：爬到你可以到达的最高点，在那里你可以清晰无遮地看到天空。如果你能够飞，你应该飞到合理的高度以取代之。张开双臂回想天空的开放和自由，以及飞行的力量。对四风（four winds）中的每一个说出祝福，并祈求它们在这一天只给你带来好运。你在飞行检定上获得+2加值，并且在决定有[气]（air）描述符的法术的持续时间时施法者等级+1。<\/p><p>恩惠：1：飞行术；2：御风而行；3：复仇之风。<\/p><p>特尔塔伽德（Tar Taargadth）<\/p><p>特尔塔伽德的矮人帝国是从事寻天宏愿（大寻天，the Quest for Sky）的矮人的最终产物。帝国代表了古代矮人的毅力和团结。<\/p><p>日常仪式：挖一个至少1尺深的洞。收集挖出的泥土，堆起一个小土丘。坐在土丘上，沉思寻天宏愿。既要回想地下矮人的生活，也要考虑地上的矮人获得的解放。写一篇简短的祈祷文，并把它埋在洞里，用同样的泥土复盖它。你在处于地下时的生存检定上获得+2加值，并且（据语序不需要地下）在强韧豁免上获得+2加值。<\/p><p>恩惠：1：融身入石（原文介词疑似有误）；2：城墙术；3：巨石碾压。<\/p><p>瑟西隆（Thassilon）<\/p><p>瑟西隆由强大的法师们统治，建立在被奴役的巨人的背上，是古代世界最强大的力量之一。<\/p><p>日常仪式：冥想你前一天进行过的特别符合瑟西隆符文魔法歌颂的七宗罪之一的行为。如果你想不出你前一天所做的任何“有罪”行为，你就无法完成仪式。冥想完成后，在身体的显眼位置绘制与所选的罪相对应的符文，例如掌心、手背、额头或胸部。从以下列表中选择一个法术学派：防护、咒法、惑控、塑能、幻术、死灵或变化。一旦你选择了一种法术学派，它就无法改变。你在对抗所选学派法术的豁免上获得+2加值。<\/p><p>恩惠：1：爆裂符文；2：震慑徽记；3：削弱徽记。"
}
