{
    "key": "arcane blast",
    "name": "Arcane Blast",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Arcane%20Blast",
    "source": ["Advanced Player's Guide pg. 150"],
    "text": "You can convert any spell into an attack. ",
    "prerequisites": "Arcane spellcaster, caster level 10th.",
    "benefit": "As a standard action, you can sacrifice a prepared spell or unused spell slot of 1st level or higher and transform it into a ray, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of damage plus an additional 1d6 points of damage for every level of the spell or spell slot you sacrificed. 0-level spells may not be sacrificed in this manner. This is a supernatural ability.",
    "mythicSource": "Mythic Adventures pg. 55",
    "mythicText": "You can manipulate raw eldritch energies to do more than just deal damage.",
    "mythicPrerequisites": "Arcane Blast.",
    "mythicBenefit": "When you use Arcane Blast, you may halve the damage dice to also perform your choice of either a trip or bull rush combat maneuver against the target of the blast. You can’t move with an opponent you bull rush with this feat. You gain a bonus on your combat maneuver check for this attempt equal to half the spell level of the spell you sacrificed when using Arcane Blast, and you can substitute your Intelligence or Charisma modifier in place of your Strength modifier when determining your combat maneuver bonus.<br><br> In addition, you can expend one use of mythic power to change the damage dice of your Arcane Blast to d8s instead of d6s.",
    "name_zh": "奥能爆发",
    "text_zh": "你能够将任何法术转化成射线攻击。",
    "prerequisites_zh": "奥术施法者，施法者等级10级。",
    "benefit_zh": "以标准动作，你能够牺牲一个1环或更高环级的已准备法术或者未使用法术位，并将其转化为射线，以远程接触攻击将30尺内的任意敌人作为目标。这个攻击造成2d6点伤害，外加每个被牺牲的已准备法术或者未使用法术位环级1d6点伤害。0环法术无法以此方式牺牲。",
    "mythicText_zh": "你能够操纵可怕的原始能量做出比仅仅造成伤害更多的事情。",
    "mythicPrerequisites_zh": "奥能爆发",
    "mythicBenefit_zh": "当你使用奥能爆发专长时，你可以使伤害骰减半来执行战技对抗被奥能爆发的目标，你要从摔绊和冲撞战技中选择一种。你无法用此专长的冲撞来和敌人一同移动。这次战技检定尝试会获得加值，数值等同于你在奥能爆发专长中所牺牲的法术等级的一半，而且在确定你的战技加值时，你可以使用你的智力或魅力调整值替代你的力量调整值。<\/p><p>此外，你能够花费1次神话之力来将你的奥能爆发伤害骰从d6提升至d8。"
}
