{
    "key": "aspect of the beast",
    "name": "Aspect of the Beast",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Aspect%20of%20the%20Beast",
    "source": ["Advanced Player's Guide pg. 151"],
    "text": "Whether by magic or a curse of your blood, some part of you is more beast than man. ",
    "prerequisites": "wild shape class feature, see Special.",
    "benefit": "Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and then you cannot change it. <br><br><i>Night Senses (Ex)<\/i>: If your base race has normal vision, you gain low-light vision. If your base race has low-light vision, you gain darkvision out to a range of 30 feet. If your base race has darkvision, the range of your darkvision increases by 30 feet. <br><i>Claws of the Beast (Ex)<\/i>: You grow a pair of claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you are Small). <br><i>Predator's Leap (Ex)<\/i>: You can make a running jump without needing to run 10 feet before you jump.<br><i>Wild Instinct (Ex)<\/i>: You gain a +2 bonus on initiative checks and a +2 bonus on Survival skill checks.",
    "special": "A character that has contracted lycanthropy can take this feat without having to meet the prerequisites. A ranger who selects the natural weapon combat style can take this feat without having to meet the prerequisites (even if he does not select Aspect of the Beast as a bonus feat).",
    "mythicSource": "Mythic Adventures pg. 55",
    "mythicText": "Your blood burns with savage fury, giving you bestial powers and abilities.",
    "mythicPrerequisites": "Aspect of the Beast.",
    "mythicBenefit": "Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and you can’t change it.<br><br> <i>Mythic Senses (Ex)<\/i>: If you have normal vision, you gain darkvision 30 feet. If you have low-light vision, you gain darkvision 60 feet. If you have darkvision, the range of your darkvision increases by 30 feet plus 10 feet per tier.<br><br> <i>Mythic Claws (Ex)<\/i>: You grow a pair of powerful claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you’re Small). If you already have claws, the damage they deal increases by one die type (d4s become d6s, d3s become d4s, and so on). You can expend one use of mythic power when you hit with both claws during the same round to rend with those claws, dealing extra damage equal to one claw’s damage plus 1-1/2 times your Strength bonus.<br><br> <i>Mythic Leap (Ex)<\/i>: You can make a running jump without needing to run 10 feet beforehand. In addition, you gain a +5 bonus on your Acrobatics checks to determine the success of that jump and the distance covered. If you already have the predator’s leap manifestation of Aspect of the Beast, the bonus on your Acrobatics checks increases to +10.<br><br> <i>Mythic Instinct (Ex)<\/i>: You gain a +2 bonus on initiative checks and a +2 bonus on Survival checks. These bonuses stack with those gained from the wild instinct manifestation of Aspect of the Beast.",
    "name_zh": "化兽态",
    "text_zh": "无论是由于血液中流淌的魔法还是诅咒，你身上的某些部分更像野兽而非人类。",
    "prerequisites_zh": "【自然变身】职业特性；见特殊说明。",
    "benefit_zh": "你的兽性以后述中的一种形式展露出来。当你选择该专长时从这些形式中进行选择，一旦选取则无法改变。<\/p><p>夜视（Night Senses, Ex）：如果你的基础种族只拥有正常的视觉，则获得昏暗视觉。如果你的基础种族拥有昏暗视觉，则获得30尺黑暗视觉。如果你的基础种族拥有黑暗视觉，那么黑暗视觉的范围增加30尺。<\/p><p>兽爪（Claws of the Beast, Ex）：你长出一对爪子。这些爪子是造成1d4伤害的主要攻击（小型体型为1d3）。<\/p><p>猎手飞跃（Predator's Leap, Ex）：你可以直接进行助跑跳跃而无需在跳跃前进行10尺助跑。<\/p><p>野性本能（Wild Instinct, Ex）：你的先攻检定与生存检定获得+2加值。",
    "special_zh": "已经染上兽化症的生物能够选择该专长，而无需满足先决条件。选择【天武战斗流派】的游侠也可以选择该专长，无需满足先决条件（即使他不选择“化兽态”作为奖励专长）。",
    "mythicText_zh": "你的血管中燃烧着野性的怒火，这使得你获得野兽般的力量与能力。",
    "mythicPrerequisites_zh": "化兽态",
    "mythicBenefit_zh": "你自身的野性本质体现在后述方式之一。当你选择该专长时从这些形式中进行选择，一旦选取则无法改变。<\/p><p>神话感官（Mythic Senses，Ex）：若你具有正常的感官，那么你会获得30尺黑暗视觉。若你具有昏暗视觉，那么你会获得60尺黑暗视觉。若你具有黑暗视觉，那么你的黑暗视觉会增加30尺 + 每阶层10尺。<\/p><p>神话兽爪（Mythic Claws，Ex）：你获得了一对强有力的爪子。这些爪子是主要攻击，造成1d4点伤害（若你为小体型生物则为1d3点）。若你已经具有双爪，它们能够造成的伤害骰会增加1级（d4变为d6，d3变为d4，以此类推）。当你在同一轮中使用双爪攻击，均命中敌人时，能够花费1次神话之力使用这些爪子进行撕扯（rend），造成的额外伤害等同于1只爪子的伤害加上1.5倍力量加值。<\/p><p>神话跃动（Mythic Leap，Ex）：你能够进行助跑跳跃（running jp）而不需要事先助跑10尺。此外，在判断你的跳跃高度和距离时，你的特技动作检定获得+5加值。若你已经拥有猎手飞跃（Predator's Leap，化兽态能力），那么上述特技动作加值会提升至+10。<\/p><p>神话本能（Mythic Instinct，Ex）：你的先攻与生存检定获得+2加值。这些加值与化兽态专长的野性本能（Wild Instinct）获取的加值叠加。"
}
