{
    "key": "bless equipment",
    "name": "Bless Equipment",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Bless%20Equipment",
    "source": ["Undead Slayer's Handbook pg. 7"],
    "text": "You can bless armor and weapons with a touch to imbue them with magical properties.",
    "prerequisites": "Caster level 3rd, channel energy class feature.",
    "benefit": "As a standard action, you may expend uses of your channel energy ability to touch a single weapon, suit of armor, or shield and temporarily grant it one weapon, armor, or shield special ability. To bless a piece of equipment with a particular blessing, you must expend a number of uses of channel energy equal to the number listed in the table above, and your caster level must be equal to or greater than that listed for the selected blessing.<br><br> This blessing lasts for a number of rounds equal to the number of damage dice you are capable of dealing or healing with your channel energy ability (for example, the blessing of a cleric capable of channeling 3d6 points of damage would last for 3 rounds), during which time the item is treated as though it possessed the selected special ability. If the piece of equipment belongs to an unwilling creature, that creature may attempt a Will save to prevent the blessing, as if attempting a saving throw against your channel energy ability (so bonuses from channel resistance and similar effects apply); if the creature succeeds at its save, the channeled energy is expended to no effect.<br><br> Only magical and masterwork weapons, armor, and shields may be blessed with this feat. When you bless a masterwork item, you must expend one additional use of your channel energy ability beyond those normally expended to grant the selected blessing. In addition to the selected blessing, the masterwork item gains a temporary +1 enhancement bonus for the blessing’s duration.<br><br> You can grant a piece of equipment only one blessing at a time. Blessing an item that has already been blessed by you or another character replaces the preexisting blessing with the new one and resets the duration.",
    "name_zh": "祝福武具",
    "text_zh": "通过接触，你可以祝福武具，给予它们魔法能力。",
    "prerequisites_zh": "施法者等级3级，引导能量职业能力。",
    "benefit_zh": "用一个标准动作，你可以花费引导能量次数接触一个单独的武器、护甲或盾牌，临时给予它们一些特殊能力。给予的能力不同，会花费不同的引导次数，具体见表，同时你必须满足该能力所需要的施法者等级。<\/p><p>祝福的持续轮数等同于你引导能量的股数（例如3d6的引导就持续3轮），在该时限内被祝福的武具视为拥有该能力。如果被祝福的武具使用者非自愿，则需要进行一个豁免对抗引导能量能力（针对引导能量的豁免和抗力如常生效）。若该生物豁免成功，则引导次数消耗而祝福无效。<\/p><p>只有魔法和精制品武器、护甲、盾牌可以被该专长祝福。在祝福精制品武具时，会额外消耗1次引导次数使该武具在时限内变成+1魔法武具。<\/p><p>同一时间你只能祝福1件武具。被重复祝福的一件武具，新的祝福效果会替换掉旧的祝福效果，持续时间重置为新的效果。<div class=\"inner\"><table><tr><th>武器祝福<\/th><th>使用引导次数<\/th><th>施法者等级需求<\/th><\/tr><tr><td>破敌（祝福时选择类型）<\/td><td>2<\/td><td>3<\/td><\/tr><tr><td>幽冥<\/td><td>2<\/td><td>3<\/td><\/tr><tr><td>瓦解<\/td><td>3<\/td><td>6<\/td><\/tr><tr><td>命潮<\/td><td>3<\/td><td>6<\/td><\/tr><tr><td>抵消<\/td><td>4<\/td><td>9<\/td><\/tr><\/table><\/div><div class=\"inner\"><table><tr><th>护甲/盾牌祝福<\/th><th>使用引导次数<\/th><th>施法者等级需求<\/th><\/tr><tr><td>拒亡<\/td><td>2<\/td><td>3<\/td><\/tr><tr><td>止血<\/td><td>2<\/td><td>3<\/td><\/tr><tr><td>幽冥<\/td><td>3<\/td><td>6<\/td><\/tr><tr><td>操灵<\/td><td>4<\/td><td>9<\/td><\/tr><\/table><\/div>"
}
