{
    "key": "blind-fight",
    "name": "Blind-Fight",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Blind-Fight",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 118"],
    "text": "You are skilled at attacking opponents that you cannot clearly perceive.",
    "benefit": "In melee, every time you miss because of concealment (see Combat), you can reroll your miss chance percentile roll one time to see if you actually hit.<br><br>An invisible attacker gets no advantages related to hitting you in melee. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible. The invisible attacker's bonuses do still apply for ranged attacks, however.<br><br>You do not need to make Acrobatics skill checks to move at full speed while blinded.",
    "normal": "Regular attack roll modifiers for invisible attackers trying to hit you apply, and you lose your Dexterity bonus to AC. The speed reduction for darkness and poor visibility also applies.",
    "special": "The Blind-Fight feat is of no use against a character who is the subject of a <i>blink<\/i> spell.",
    "staminaSource": "Pathfinder Unchained pg. 114",
    "staminaText": "Once per round, when you hit a creature that benefits from concealment, you can spend 2 stamina points to ignore the miss chance from that creature’s concealment until the end of your next turn.",
    "mythicSource": "Mythic Adventures pg. 60",
    "mythicText": "No creature can avoid your preternatural senses.",
    "mythicPrerequisites": "Blind-Fight.",
    "mythicBenefit": "As a swift action, you can expend one use of mythic power to ignore all miss chances due to concealment or total concealment for a number of rounds equal to your tier.",
    "name_zh": "盲斗",
    "text_zh": "你能够在不能清晰感知你的敌人的情况下，熟练地进行攻击。",
    "benefit_zh": "在近战时，每次因为隐蔽效果而造成的攻击失手，你都能重骰失手率以确定你是否击中。不可见的攻击者在近战攻击你时不会获得特殊优势。这就是说你不会失去AC的敏捷加值，对方也无法获得通常隐形下的攻击+2加值。但是不可见攻击者的远程攻击依然会有上述优势。此外，你在目盲状态下全速移动时无需进行特技技能检定。",
    "normal_zh": "不可见的攻击者对你的攻击会让你失去AC的敏捷加值。黑暗或视觉受限的状况也会减慢你的移动速度。",
    "special_zh": "“盲斗”专长对于那些处在‘闪现术’法术效果下的角色无效。",
    "mythicText_zh": "没有人能够躲开你的超自然感官。",
    "mythicPrerequisites_zh": "盲斗",
    "mythicBenefit_zh": "以迅捷动作，你能够花费1次神话之力，来忽略由于隐蔽（concealment）或全隐蔽（total concealment）带来的所有失手率，持续轮数等同于你的阶层。",
    "staminaText_zh": "每轮一次，当你命中一个处在隐蔽状态下的敌人时，花费2点耐力可以令你无视该敌人的失手率，直至你的下一轮结束。"
}
