{
    "key": "brilliant planner",
    "name": "Brilliant Planner",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Brilliant%20Planner",
    "source": ["Ultimate Intrigue pg. 75"],
    "text": "Your experience and intellect enable you to create prescient plans and contingencies.",
    "prerequisites": "Int 13, character level 5th.",
    "benefit": "You can prepare for future contingencies without defining what those preparations are until they are relevant. As a part of this preparation, while in a settlement for at least 24 hours, you can take 8 hours and spend up to 50 gp per character level, which becomes your brilliant plan fund. While you have a brilliant plan pending, you are always treated as carrying 20 additional pounds of weight, even before you define your brilliant plan.<br><br> Once per day, you can take 10 minutes to enact a brilliant plan, withdrawing an item that would have been available in a settlement you visited or procuring a mundane service that your character planned ahead of time. Once you enact the plan, subtract the price of the item or service from this feat’s fund. Any item procured must weigh 10 pounds or less. Likewise, the GM must approve any nonmagical service you gain by using this feat as being appropriate for the location selected.<br><br> Once you have spent all the money in your brilliant plan fund or procured 20 pounds of objects with this feat, you cannot use the feat again until you replenish your brilliant plan fund.",
    "name_zh": "锦囊妙计",
    "text_zh": "凭藉自身的经验和聪明才智，你能够做出预备计划以应对突发事件。",
    "prerequisites_zh": "智力 13，角色等级5级。",
    "benefit_zh": "你能够为未来的突发事件做出准备，即便事先不知道这些突发情况会是哪方面的内容也不在话下。作为妙计（brilliant plan）的准备工作，你要在1个定居点内逗留至少24小时，你能花费8小时并且支付至多每角色等级50gp作为妙计的资金。当你的妙计没有付诸实施时，你总是被视为额外背负20磅重的物品，即便妙计的内容本身仍未敲定也是如此。<\/p><p>每日1次，你能够花费10分钟制定妙计，取得在之前造访的定居点内可以获取的1件物品，或者获得你的角色提前计划过的1项普通服务（mundane service）。一旦你制定了妙计之后，便可以从专长的资金中扣除物品或服务带来的开销。由妙计获取的任何物品的重量必须小于等于10磅。同样地，你通过该专长获得的任何非魔法服务是否在该地区内适用，必须由GM进行判定。<\/p><p>一旦你将为了妙计预存的资金用尽，或者使用该专长获取了共计20磅重的物体的话，则必须重新补满（replenish）妙计的资金才能够再次使用该专长。"
}
