{
    "key": "call truce",
    "name": "Call Truce",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Call%20Truce",
    "source": ["Ultimate Intrigue pg. 79"],
    "text": "You can passionately entreat your enemies with the aim of making combat unnecessary.",
    "prerequisites": "Cha 15, Persuasive, Diplomacy 5 ranks.",
    "benefit": "While in combat, as a 1-round action (as if it were a spell with a 1-round casting time, <i>Pathfinder RPG Core Rulebook 213<\/i>), you can call for a truce with any creatures that have an Intelligence score of 4 or greater and can understand you. When doing so, you can’t be wielding a weapon or threatening implement, such as a charged spell, wand, or anything else the creatures you are entreating might consider threatening. You must also be in plain sight of most the creatures you are entreating.<br><br> Once you’ve called for a truce, if any of your allies attack or take any threatening action against those you are entreating before the start of your next turn, your call is unsuccessful. At the start of your next turn, attempt a single Diplomacy check (DC = 30 + the Charisma modifier of the creature with the highest Charisma modifier in the opposing group). If you are successful, combat ceases for 1 minute, or until any creature in the opposing group is threatened or attacked.<br><br> If you fail the check by 5 or more, you cannot use Diplomacy again with any creature you attempted to entreat for 1d4 hours. If anyone in your group instead plans to use the parley to gain a combat advantage, the opponents can attempt a Sense Motive check against each such member of your group to get a hunch, with a DC equal to either 20 or the result of that character’s Bluff check, whichever is higher. Special: If the parley would inherently result in the opponents surrendering or losing, if the opponents are mind-controlled or fanatics, or if there are other appropriate circumstances at the GM’s discretion, you might not be able to use this feat. For instance, if the opponents’ main advantage over your group comes from a short-duration spell that would end during a parley, you cannot use this feat. Circumstances could potentially increase the check’s DC by 5, 10, or even up to 20.",
    "prerequisiteKeys": ["persuasive"],
    "name_zh": "呼吁停战",
    "text_zh": "你诚恳地向敌人呼吁当前的战斗是毫无意义的。",
    "prerequisites_zh": "魅力 15，谈判专家（Persuasive），交涉5级。",
    "benefit_zh": "在战斗中以1轮的动作（1-round action；就如同该效果是施法时间为1轮的法术一样，详细见核心手册 213页），你能够向智力属性至少为4或更高、并且能够理解你的话语的任何生物呼吁停战（call for a truce）。当你这么做时，不能持用武器或具有威胁性的装备，比如已经充能的法术（charged spell）、魔杖（wand）或任何你所呼吁停战的对象会认为具有威胁性的任意事物。而你也必须位于大多数（most）被呼吁生物的视野之内。<\/p><p>一旦开始呼吁停战，那么直至你的下个回合开始之前，若你的盟友中有任何人对你呼吁停战的对象进行攻击或者进行任何具有威胁性的动作的话，呼吁停火的行为便会失败。在你的下个回合开始时，尝试单词交涉检定（DC = 30 + 敌对群体中魅力调整值最高生物的魅力调整值）。若你的检定成功，战斗便会停止1分钟，或者直至任何对方群体的生物被威胁或被攻击为止。<\/p><p>若你的检定失败了5点或更多的话，则在1d4小时内无法再次尝试对你呼吁停战的任何生物使用交涉技能。若你所在的群体内有任何人打算计划使用这次谈判来获得战斗优势的话，敌人可以尝试1次察言观色检定对抗你的团体中每一名领会此种行为（get a hunch）的成员，DC等同于20或者角色的唬骗检定结果，以较高者为准。",
    "special_zh": "如果谈判会直接导致敌人的投降或失败、敌人是狂信者或受到了精神控制、或者具有任何其他GM认为合适的理由，那么你便无法使用该专长。举例来说，如果敌对势力之所以比玩家的队伍强大，主要优势来源于持续时间极短的法术，而这法术会在谈判途中结束（详见186页的【Calling for a Cease-Fire】），那你便无法使用该专长。根据情况，检定DC的潜在难度可能会增加5、10、或者甚至20点。"
}
