{
    "key": "channel smite",
    "name": "Channel Smite",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Channel%20Smite",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 119"],
    "text": "You can channel your divine energy through a melee weapon you wield.",
    "prerequisites": "Channel energy class feature.",
    "benefit": "Before you make a melee attack roll, you can choose to spend one use of your channel energy ability as a swift action. If you channel positive energy and you hit an undead creature, that creature takes an amount of additional damage equal to the damage dealt by your channel positive energy ability. If you channel negative energy and you hit a living creature, that creature takes an amount of additional damage equal to the damage dealt by your channel negative energy ability. Your target can make a Will save, as normal, to halve this additional damage. If your attack misses, the channel energy ability is still expended with no effect.",
    "staminaSource": "Pathfinder Unchained pg. 115",
    "staminaText": "When making an attack using this feat, you can spend a number of stamina points up to the number of dice in your channel energy. For each stamina point you spend in this way, add an additional 1d6 points of positive or negative energy damage to your Channel Smite attack. This damage is also halved if the target succeeds at its Will save against the Channel Smite attack.",
    "mythicSource": "Mythic Adventures pg. 60",
    "mythicText": "Your weapon a conduit of divine energy.",
    "mythicPrerequisites": "Channel Smite.",
    "mythicBenefit": "When using Channel Smite, you gain a bonus on your attack roll equal to the number of d6s granted by your channel energy class feature. This is either a sacred bonus (if channeling positive energy) or a profane bonus (if channeling negative energy). If your attack misses the target, you can expend one use of mythic power as a free action to release the channeled energy, producing the normal effects of your channel energy class feature centered on the creature you were attempting to smite.",
    "name_zh": "导能打击",
    "text_zh": "你能将神的力量引导到你的近战武器中。",
    "prerequisites_zh": "引导能量能力。",
    "benefit_zh": "在你进行近战攻击检定之前，你能以迅捷动作选择使用你的一种引导能量。如果你引导的是正能量并击中一个不死生物，该生物将受到等同于你引导正能量的额外伤害。反之，对于引导负能量击中活着的生物，造成同样的伤害。生物可以通过意志豁免来降低一半伤害。如果你未击中，引导的能量会消散。",
    "mythicText_zh": "你的武器蕴含着神能。",
    "mythicPrerequisites_zh": "导能打击",
    "mythicBenefit_zh": "当你使用导能打击时，你的攻击检定所获得的加值等同于你的引导能量职业特性所具有的d6骰数。这个加值是神圣加值（如果引导正能量）或亵渎加值（如果引导负能量）。若你对目标的攻击失手，你能够以自由动作花费1次神话之力施放已经引导的能量，产生你的引导能量职业特性的正常效果，该效果以你尝试打击的目标为中心释放。",
    "staminaText_zh": "在你使用引导打击时，可选择花费不超过你引导能量骰数的耐力点，每点消耗的耐力增加导能打击的正/负能量伤害1d6。"
}
