{
    "key": "child of two worlds",
    "name": "Child of Two Worlds",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Child%20of%20Two%20Worlds",
    "descriptors": ["Story"],
    "source": ["Aquatic Adventures pg. 57"],
    "text": "You are the child of a land-dwelling creature and an aquatic creature, struggling to reconcile your dual heritage.",
    "prerequisites": "Whether through an <i>elixir of two worlds<\/i> (see page 62) or other means, one of your parents was aquatic and the other was a land-dweller. You are mostly a normal member of your race, except as stated in this feat. You must select this feat at 1st level, and you can’t have other feats, traits, or abilities that specify your bloodline such as Racial Heritage. Thematically appropriate backgrounds include Adopted Outside Your Race, Bastard Born, Death in the Family, One of a Kind, and The Relative. These backgrounds are found in <i>Pathfinder RPG Ultimate Intrigue<\/i>.",
    "benefit": "You gain a land speed of 10 feet if you are aquatic; if you aren’t aquatic, you gain a +4 racial bonus on Swim checks that doesn’t stack with the bonus for having a swim speed.",
    "special": "You gain the amphibious subtype (and the aquatic subtype, if you don’t have it) and can breathe both water and air with equal ease. As a swift action, you can transform your feet into a tail fin (gaining a swim speed of 40 feet) or your tail fin into feet (gaining a land speed of 30 feet), changing back and forth as often as you wish.",
    "goal": "You must live among your other parent’s race (the aquatic parent if you are a land-dweller or the land-dwelling parent if you are aquatic), learning to adapt to their strange world and culture until others of that race truly accept you. It isn’t enough to simply find a member of the appropriate race and badger or sweet-talk them until they agree to accept you; you must perform significant rites of passage and form real bonds with members of your other parent’s race.",
    "name_zh": "两个世界的孩子",
    "text_zh": "你是陆地居民和水生生物共同的孩子，拚命地调和着你身上来自两个种族的遗产。",
    "prerequisites_zh": "无论是通过双界灵药还是其他的方法，你父母的其中一人是水生种族，而另外一个则是陆地居民。你必须在一级选择这个专长，并且你不能选择其他能指定你血脉的专长、背景、或者能力，例如远古血脉。从主题上来讲，合适的背景故事包括异族养子（Adopted Outside Your Race），生为杂种（bastard born），家族之死（death in the Family），独一无二（One of a Kind），以及远亲（the Relative）。这些背景故事可以在开拓者RPG极限诡道中找到。",
    "benefit_zh": "如果你是水生种族，获得10尺陆地移动速度；如果你不是水生种族，在游泳检定上获得+4种族加值，这不会与拥有游泳速度获得的加值叠加。",
    "goal_zh": "你必须和你不是一个种族的父母一起生活（如果你是陆生种族你要和水生种族的父母一起，如果是水生种族则需要和陆生种族生活在一起），学习该如何适应他们那奇怪的世界和文化，直到他们种族的其他成员真正地接受你。这可不仅仅是找到一位恰当种族的成员，然后对着他死缠烂打或者说些好话直到他们同意接受你而已。你必须完成重要的通过仪式，然后与你不同种族父母的其他种族成员建立真正的羁绊。<\/p><p>完成奖励：你获得两栖亚种（以及水生亚种，如果你之前没有的话），并能轻易地在水中和空气中呼吸。以一个迅捷动作，你能将你的腿转变成尾鳍（获得40尺游泳速度）或者将你的尾鳍转变成腿（获得30尺地面移动速度），你可以随意来回转换。"
}
