{
    "key": "combat expertise",
    "name": "Combat Expertise",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Combat%20Expertise",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 119"],
    "text": "You can increase your defense at the expense of your accuracy.",
    "prerequisites": "Int 13.",
    "benefit": "You can choose to take a –1 penalty on melee attack rolls and combat maneuver checks to gain a +1 dodge bonus to your Armor Class. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by –1 and the dodge bonus increases by +1. You can only choose to use this feat when you declare that you are making an attack or a full-attack action with a melee weapon. The effects of this feat last until your next turn.",
    "staminaSource": "Pathfinder Unchained pg. 115",
    "staminaText": "You can select this feat even if you don’t meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. If you spend stamina points to raise an attack roll using the Combat Stamina feat’s benefits, ignore an amount of your Combat Expertise penalty equal to the number of stamina points you spent.",
    "mythicSource": "Mythic Adventures pg. 61",
    "mythicText": "You can dart out of the way of attacks with skill and defiance.",
    "mythicPrerequisites": "Combat Expertise.",
    "mythicBenefit": "Whenever you use Combat Expertise, you gain an additional +2 dodge bonus to your Armor Class. You can expend one use of mythic power to negate the penalties on melee attack rolls and combat maneuver checks caused by using Combat Expertise for 1 minute.",
    "name_zh": "寓守于攻",
    "text_zh": "以精准度的代价获得防御的提升。",
    "prerequisites_zh": "智力13。",
    "benefit_zh": "你可以选择用近战攻击和战技检定的-1减值来换取AC的+1闪避加值。每当BAB+4，攻击减值会再-1，AC加值也会再+1。你只能在以近战武器进行攻击或全力攻击时，才能选择使用这个专长；专长效果持续到你下轮开始。",
    "mythicText_zh": "你能够使用自身的技巧闪开敌人攻击的轨迹。",
    "mythicPrerequisites_zh": "寓守于攻",
    "mythicBenefit_zh": "每当你使用寓守于攻专长时，你的AC能够额外获得2点闪避加值。你能够花费1次神话之力，以此来使寓守于攻专长带来的近战攻击检定减值和战技检定减值暂时消失，该效果持续1分钟。",
    "staminaText_zh": "即使你不符合属性先决条件（13智力）你依然可以选择该专长，但只有在耐力池保有至少1点耐力时才生效。如果你花费耐力点通过战斗耐力专长提升命中，在使用寓守于攻时忽视等同所消耗耐力的命中惩罚。（译者：这段不太懂，似乎是启动寓守于攻时花费耐力点可直接削减惩罚，而非原有的表现加值，使得其可以和其他表现加值叠加的意思？）"
}
