{
    "key": "conceal spell",
    "name": "Conceal Spell",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Conceal%20Spell",
    "source": ["Ultimate Intrigue pg. 80"],
    "text": "You can hide the evidence of spells you cast.",
    "prerequisites": "Deceitful, Bluff 1 rank, Disguise 1 rank, Sleight of Hand 1 rank.",
    "benefit": "When you cast a spell or use a spell-like ability, you can attempt to conceal verbal and somatic components among other speech and gestures, and to conceal the manifestation of casting the spell, so others don’t realize you’re casting a spell or using a spell-like ability until it is too late. The attempt to hide the spell slows your casting slightly, such that spells that normally take a standard action to cast now take a full-round action, and spells that normally take longer than a standard action take twice as long. (Swift action spells still take a swift action.) To discover your ruse, a creature must succeed at a Perception, Sense Motive, or Spellcraft check (the creature receives an automatic check with whichever of those skills has the highest bonus) against a DC equal to 15 + your number of ranks in Bluff or Disguise (whichever is higher) + your Charisma modifier; the creature gains a bonus on its check equal to the level of the spell or spelllike ability you are concealing.<br><br> If your spell has a somatic component, any creature that can see you receives a Perception or Spellcraft check (whichever has the highest bonus) against a DC equal to 15 + your number of ranks in Sleight of Hand + your Dexterity modifier; the creature gains a bonus on its check equal to the level of the spell or spell-like ability you are concealing. Since you are concealing the spell’s manifestation through other actions, others observing you realize you’re doing something, even if they don’t realize you’re casting a spell. If there is a verbal component, they still hear your loud, clear voice but don’t notice the spell woven within. If an opponent fails its check, your casting also does not provoke attacks of opportunity, and an opponent that fails its check can’t use readied actions that depend on realizing that you’re casting a spell or using a spell-like ability, or readied actions such as counterspelling that require identifying the spell you’re casting. Spells such as <i>fireball<\/i> that create an additional obvious effect (aside from the manifestation of casting that all spells and spell-like abilities share) still create that effect, though it might not be obvious who cast the spell unless it emanates from you.<br><br> If a character interacts with you long enough to attempt a Sense Motive check without realizing you have been casting spells, that character can use Sense Motive to gain a hunch that you’re behaving unusually.",
    "prerequisiteKeys": ["deceitful"],
    "name_zh": "掩饰施法",
    "text_zh": "你能够掩藏施法的迹象。",
    "prerequisites_zh": "诈欺师，唬骗1级，易容1级，巧手1级。",
    "benefit_zh": "当你施放1个法术或使用1个类法术能力时，能够尝试把语言（verbal）和姿势（somatic）成分掩藏在其他话语和手势中，并且将施放法术的表现（manifestation）掩藏起来，这样其他人在为时已晚之前就不会意识到你在施放法术或类法术能力。尝试掩藏法术会让你的施法变得缓慢，因此通常花费标准动作的法术在此时需要整轮动作（full-round action），而那些通常来说花费时间比标准动作更长的法术则需要消耗两倍的时间。不过迅捷动作（Swift Action）的法术仍旧只用迅捷动作。要发现你的诡计，1名生物必须成功通过察觉、察言观色或者法术辨识检定（该生物会自动使用上述技能中加值最高的检定）对抗DC，DC为15 + 你的唬骗或易容上投入的技能点数（以较高者为准）+ 你的魅力调整值；该生物会在本检定中获得加值，加值数量等同于你尝试掩藏的法术或类法术能力的环级。<\/p><p>若你的法术具有姿势成分（somatic component），能看到你的任何生物都会获得1次察觉或法术辨识检定（以加值较高者为准）对抗DC，DC为15 + 你的巧手技能中投入的技能点数 + 你的敏捷调整值；该生物会在本检定中获得加值，加值数量等同于你尝试掩藏的法术或类法术能力的环级。<\/p><p>由于你把施法的表现掩藏在其他动作中，其他观察你的人会意识到你有所作为，虽然它们并未意识到你在施法。若法术具有语言成分（verbal component），它们仍旧会清晰明了地听到你的声音，但是不会注意到法术编织于其中。若敌人在检定中失败，你的施法还不会引起借机攻击，而且检定失败的敌人无法使用基于你施放法术或者使用类法术能力的准备动作，也无法使用法术反制之类的需要鉴别你正在施放的法术的准备动作。火球术（fireball）这样会创造额外明显效果（独立于所有法术和类法术能力共有的施法表现之外）的法术仍旧会创造出相应的效果，不过除非法术效果是由你散发（emanates from you）出来，否则它可能不会明显指示出是谁施放了法术。<\/p><p>若与你互动的角色如果距离近到可以尝试察言观色检定，但是却没有意识到你施放了法术，那么该角色则能够使用察言观色来获得你行为异常的感觉。"
}
