{
    "key": "crisis of conscience",
    "name": "Crisis of Conscience",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Crisis%20of%20Conscience",
    "descriptors": ["Story"],
    "source": ["Champions of Balance pg. 5"],
    "text": "Your internal struggle and contradictory actions have left you teetering on a knife’s edge between good and evil. You must choose which path you will make your own.",
    "prerequisites": "Lawful neutral, neutral, or chaotic neutral alignment. Your alignment must have shifted from either good or evil at least once since 1st level or the last time you completed this feat (see Special).",
    "benefit": "You are an enigma unto those who cleave to notions of morality as guiding life principles. Habits and mannerisms from your past life send subtly confusing signals to those trying to read you. Whenever another character attempts to discern your alignment, loyalties, or intentions (including via magical effects such as <i>detect thoughts <\/i>and when you are using Bluff to send a secret message or feint), you gain a +2 bonus on opposed skill checks and on Will saving throws to resist such effects.",
    "special": "If you’ve already completed this feat by changing to the opposite moral alignment and have since returned to being morally neutral, you may take this feat a second time. You gain no additional basic benefits, but if you complete this feat’s goal a second time by crossing back to your original alignment, you gain additional completion benefits—you gain the second completion benefit, and can apply the first benefit against good and evil creatures.",
    "goal": "Resolve your conscience with an act of decisive good or evil that shifts your alignment accordingly. Acts of decisive good include dedicating your worldly wealth to a noble cause or charitable institution, risking death for the sake of others, or another notable sacrifice for a greater good. Acts of decisive evil include reducing a city to penury and starvation, murdering or terrorizing innocents, or other, darker deeds.",
    "completionBenefit": "If your alignment changes from good to evil or evil to good, you know how to entice others down your path. While you retain this alignment, you gain a +2 bonus on Charisma- and Wisdom-based skill checks made to interact with a sentient creature of your previous (and now opposite) moral alignment. This bonus increases to +4 if success would cause the target to act against its moral alignment (at the GM’s discretion). If it does so, you retain this bonus when interacting with that target until its moral alignment is the same as yours.<br><br>If you return to your original moral alignment, you have gained deeper insight into your convictions. While you retain this moral alignment, you become aware of any action or item that could adversely affect your alignment or your standing with your deity (if you have one), including magical effects. You acquire this information prior to performing such an action or becoming associated with such an item if you take a moment to contemplate the act.",
    "name_zh": "道德危机",
    "text_zh": "你内心的挣扎和矛盾的行为让你在善恶之间摇摆不定。你必须选择一条属于你自己的道路。",
    "prerequisites_zh": "守序中立、中立或混乱中立阵营。你的阵营必须至少在1级或你最后一次完成此专长后在善良和邪恶阵营之间偏移一次(见特殊)。",
    "benefit_zh": "对于那些坚持道德观念作为生活准则的人来说，你是一个谜。你过去生活中的习惯和行为举止会向那些试图解读你的人发出微妙而令人困惑的信号。当其他角色试图识别你的阵营、忠诚或意图时(包括通过魔法效果，如侦测思想，当你用唬骗传递密语或虚招时)，你的技能对抗性检定和对抗这些效果的意志豁免检定将获得+2加值。",
    "special_zh": "如果你已经通过改变到相反的阵营路线而完成了这个专长，并且已经恢复到中立阵营，你可以第二次完成这个专长。你没有获得额外的基础效果，但是如果你通过回归最初阵营完成目标，你将获得额外的完成效果——你将获得第二个完成效果，并且可以将第一个加值应用于对抗善良和邪恶的生物。",
    "goal_zh": "用一种决定性的善恶行为来解决你的道德问题，从而相应地改变你的阵营。决定性的善良行为包括把你的世俗财富奉献给一项崇高的事业或慈善机构，冒着为他人而死的风险，或为更大的善做出另一项崇高牺牲。决定性的邪恶行为包括使一个城市陷入贫困和饥饿，谋杀或恐吓无辜者，或其他更黑暗的行为。",
    "completionBenefit_zh": "如果你的阵营从善到恶或从恶到善，你知道如何引诱别人沿着你的道路走下去。当你保持这一阵营时，你在魅力和干掉技能检定上获得+2加值，这些技能检定是为了与你之前(现在是相反的)道德阵营中的有意识生物互动而设置的。如果成功将导致目标违背其道德准则(由GM决定)，该加值将增加到+4。如果确实如何，在与目标互动时，您将保留此加值，直到其阵营与你一致为止。<\/p><p>如果你回归最初的阵营，你就会对自己的信念有更深的了解。当你保持这种道德阵营时，你会意识到任何可能对你阵营或你与你的神的立场(如果你有)产生负面影响的行为或物品，包括魔法效果。如果你花一点时间去思考这个行为，你就会在进行这样一个行为之前获得这个信息，或者联想到这样的物品。"
}
