{
    "key": "cursed love",
    "name": "Cursed Love",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Cursed%20Love",
    "descriptors": ["Story"],
    "source": ["Agents of Evil pg. 8"],
    "text": "Your love forces you to endure the harshest of endeavors, despite the fact that most people would view your romance as madness.",
    "prerequisites": "You must have a romantic interest who has fallen to some dark influence and rejects you out of shame or fear of newfound capabilities, or must have the Bad Romance or Temptation background.",
    "benefit": "You are well versed in a dark society’s way of thinking and in weathering abuse. Select a form of corruption that your lover fell to or willingly embraced: evil divine casters, evil arcane casters, undead creatures, or humanoid creatures with the shapeshifter subtype. You gain a +2 bonus on Diplomacy and Sense Motive checks when dealing with such creatures, and a +2 bonus on saving throws to resist any effects that would spread their corruption to you (such as a vampire’s create spawn ability or a werewolf ’s curse of lycanthropy). Once per day, when you would normally be reduced below 0 hit points by an attack from such a creature, you instead immediately gain a number of temporary hit points equal to half your character level.",
    "goal": "Find a way to be with your lover in a permanent fashion, either by persuading your lover to reject the influence of evil or by willingly embracing the same corruption.",
    "completionBenefit": "You no longer suffer abuse from those with whom your lover associates, and instead command a measure of their respect. You gain a +2 bonus on Intimidate checks against members of your chosen form of corruption. If you have 10 or more ranks in Intimidate, this bonus increases to +4. When you would normally be reduced below 0 hit points by an attack from such a source, you instead immediately gain a number of temporary hit points equal to your character level.",
    "name_zh": "受诅之爱",
    "text_zh": "尽管大多数人会把你的爱情视为疯狂，但你的爱迫使你努力承受当中的苦难。",
    "prerequisites_zh": "你必须有一段浪漫关系，他必须受到些许黑暗的影响而堕落，并且感到羞耻而拒绝你或害怕他的新能力，或拥有“悲惨情史”或“收到诱惑”角色背景。",
    "benefit_zh": "你熟悉黑暗世界的思维方式和古老陋习。选择一种使你爱人惨遭堕落或自愿接受的腐化形式： 邪恶 神术施法者，邪恶奥术施法者，不死生物或类人生物变形子类。你在面对该类型生物时的交涉和察言观色检定获得+2加值，且当你在对抗他们任何散播传染他们腐化效果的豁免检定上获得+2加值 (例如吸血鬼的创造衍体能力或狼人的兽化诅咒)。每天一次， 当你的生命值被该类型生物的攻击降低到0点以下时，你立刻获得相当于你角色等级一半的的临时生命值。",
    "goal_zh": "寻找一种永久性的方式与你的爱人在一起，或者说服你的爱人拒绝那邪恶的影响，或愿意接受同样的腐化。",
    "completionBenefit_zh": "你不再遭到与你的爱人有关人士的鄙视，反而迫使他们要景仰你。在面对你所选择腐化形式的成员时，你的威吓检定+2。如果你在威吓技能受训10级以上，该加值升至+4。当你的生命值被该类型生物的攻击降低到0点以下时，你立刻获得相当于你角色等级的的临时生命值。"
}
