{
    "key": "dreadful carnage",
    "name": "Dreadful Carnage",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Dreadful%20Carnage",
    "descriptors": ["Combat"],
    "source": ["Advanced Player's Guide pg. 158"],
    "text": "Slaying an enemy demoralizes your other nearby foes.",
    "prerequisites": "Str 15, Power Attack, Furious Focus, base attack bonus +11.",
    "benefit": "Whenever you reduce an enemy to 0 or fewer hit points, you can make an Intimidate check to demoralize all enemies within 30 feet as a free action. Enemies that cannot see both you and the enemy you reduced to 0 or fewer hit points are unaffected.",
    "staminaSource": "Pathfinder Unchained pg. 118",
    "staminaText": "When you reduce an enemy to 0 or fewer hit points, you can spend up to 6 stamina points to increase the radius of this feat’s effect by 5 feet for each stamina point you spent (to a maximum of 60 feet).",
    "mythicSource": "Mythic Adventures pg. 63",
    "mythicText": "Your kills are truly frightening to behold.",
    "mythicPrerequisites": "Dreadful Carnage.",
    "mythicBenefit": "When you use Dreadful Carnage, you affect non-mythic enemies within 60 feet in addition to all enemies within 30 feet. You can expend one use of mythic power before making the Intimidate check to cause enemies demoralized by Dreadful Carnage to become frightened instead of shaken, for the same duration as the normal shaken effect. While frightened by this ability, an enemy takes a penalty equal to your tier on attack rolls, saving throws, skill checks, and ability checks.",
    "prerequisiteKeys":     [
        "furious focus",
        "power attack"
    ],
    "name_zh": "惧栗屠杀",
    "text_zh": "杀死敌人能够挫败附近其他敌人的士气。",
    "prerequisites_zh": "力量15，猛力攻击，沉着暴怒，BAB+11。",
    "benefit_zh": "当你将一名敌人的HP降至0或更低时，你能够以自由动作对30尺内的所有敌人进行一次威吓检定以挫败士气。若敌人无法同时看到你和HP被你降至0或更低的敌人，则不受影响。",
    "mythicText_zh": "你那肆意杀戮的身影会让目击者心惊胆寒。",
    "mythicPrerequisites_zh": "惧栗屠杀",
    "mythicBenefit_zh": "当你使用惧栗屠杀专长时，除了对所有30尺内的敌人产生影响外，你还能够影响60尺内的非神话敌人。在使用惧栗屠杀专长进行威吓检定以挫败敌人的士气时，你能够花费1次神话之力，使敌人惊惧（frightened）而非原本的战栗（shaken），持续时间与正常的战栗效果一样。当敌人被该能力惊惧时，敌人的攻击检定、豁免检定、技能检定与属性检定受到等同于你的阶层的减值。",
    "staminaText_zh": "使用该专长时可选择花费最多6点耐力，每点耐力令挫败士气的范围扩展5尺。"
}
