{
    "key": "drunken god's blessings",
    "name": "Drunken God's Blessings",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Drunken%20God's%20Blessings",
    "source": ["Inner Sea Taverns pg. 58"],
    "text": "Cayden Cailean smiles upon you when you visit his most favored temples: taverns.",
    "prerequisites": "Worshiper of Cayden Cailean.",
    "benefit": "When you have had at least a number of drinks equal to your Constitution modifier (or get drunk or soused, if you are using the rules on pages 54–55) in a tavern, once within the following 24 hours, you can gain the benefits of <i>remove paralysis<\/i> as a free action. Alternatively, you can choose one of the following benefits depending on the type of bar you patronized. (The specific taverns detailed in this book are given in parentheses as examples.) At the GM’s discretion, other types of taverns might grant other benefits.<br><br><i> Gambling Den (Whispering Stone)<\/i>: You can gain the benefits of <i>detect thoughts<\/i> for 1 minute as a free action.<br><i> Illegal Tavern (Runoff)<\/i>: You can gain the benefits of <i>invisibility<\/i> for 1 minute as a free action.<br><i> Posh Tavern (Aeylinth Vineyard)<\/i>: You can gain the benefits of <i>eagle’s splendor<\/i> for 1 minute as a free action.<br><i> Private Club (The Porthmos Club)<\/i>: You can gain the benefits of <i>undetectable alignment<\/i> for 1 minute as a free action.<br><i> Rowdy Bar (Formidably Maid)<\/i>: You can gain the benefits of <i>bear’s endurance<\/i> for 1 minute as a free action.<br><i> Tavern of Intrigue (The Wicked Fork)<\/i>: You can gain the benefits of <i>fox’s cunning<\/i> for 1 minute as a free action.",
    "name_zh": "酒神祝福",
    "text_zh": "在你光临他最喜欢神庙：酒馆时，凯登·凯连冲你微笑。 ",
    "prerequisites_zh": "信仰凯登·凯连。",
    "benefit_zh": "当你在一家酒馆里喝了至少等于你的体质调整值的酒（或者醉酒或伶仃大醉，如果你使用第54-55页的规则）后，在接下来的24小时内有一次机会，你可以通过一个自由动作获得移除麻痹的效果。或者，根据你光顾的酒吧类型（这些特殊酒馆的细节可以查看本书给出的例子），你可以选择以下好处。根据GM的判断，其他类型的酒馆可以得到其他好处。<\/p><p><b>赌窝（耳语石头）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得侦测思想的效果。<br><b>黑酒馆（排水渠）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得隐形术的效果。<br><b>上流酒馆（Aeylinth酿酒厂）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得鹰之威仪的效果。<br><b>私人俱乐部（海峡俱乐部）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得隐匿阵营的效果。<br><b>流氓酒吧（可怖女仆）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得熊之坚韧的效果。<br><b>密谋窝点（恶叉）<\/b>：你可以通过一个自由动作在接下来的一分钟内获得狐之狡黠的效果。"
}
