{
    "key": "duelist of the roaring falls",
    "name": "Duelist of the Roaring Falls",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Duelist%20of%20the%20Roaring%20Falls",
    "descriptors": ["Combat"],
    "source":     [
        "Adventurer's Guide pg. 25",
        "Inner Sea Combat pg. 10"
    ],
    "text": "You have embraced the Roaring Falls method of Aldori swordplay, known for its elegant, sweeping strikes.",
    "prerequisites": "Aldori Dueling Disciple, Exotic Weapon Proficiency (Aldori dueling sword), Weapon Finesse, Weapon Focus (Aldori dueling sword), base attack bonus +5.",
    "benefit": "When you use an Aldori dueling sword to deal damage to a shaken, frightened, or panicked foe, you can add your Dexterity bonus to damage rolls instead of your Strength bonus. If you can already add your Dexterity bonus to damage rolls, you instead gain a +1 competence bonus on damage rolls made with an Aldori dueling sword. When you attempt a dueling parry during a duel, the penalty on your attack roll to parry is reduced from –5 to –3. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
    "staminaSource": "Weapon Master's Handbook pg. 24",
    "staminaText": "When you hit a foe with a melee attack made using an Aldori dueling sword, you can spend 4 stamina points to treat that foe as being shaken for the purpose of gaining a bonus from Duelist of the Roaring Falls until the start of your next turn.",
    "prerequisiteKeys":     [
        "aldori dueling disciple",
        "exotic weapon proficiency",
        "weapon finesse",
        "weapon focus"
    ],
    "name_zh": "怒流剑式",
    "text_zh": "你学会了奥多里剑术中的怒流剑式，这招以优雅而势不可挡的攻击而闻名。",
    "prerequisites_zh": "奥多里剑斗学徒，擅长异种武器（奥多里决斗剑），武器娴熟，武器专攻（奥多里决斗剑），BAB+5。",
    "benefit_zh": "当你对战栗（shaken）、惊惧（frightened）或恐慌（panicked）的敌人造成伤害时，你能够将你的敏捷加值加到伤害检定上，以取代你的力量加值。你无法在双手持握时将1.5倍的敏捷加值应用至伤害检定。若你已经能够将敏捷加值加到伤害检定上，那么作为替代，你在使用奥多里决斗剑时伤害检定会获得+1表现加值。当你尝试在决斗中进行决斗格挡（dueling parry）时，格挡对攻击检定造成的减值从-5点降低至-3点。你只有在持握奥多里决斗剑（没有使用盾牌、副手武器、甲刺、徒手打击或天生武器）的时候才能获得这些好处。",
    "staminaText_zh": "当你用奥多里决斗剑使用近战攻击命中了一名敌人时，你可以消耗4点耐力来在决定获得怒流剑式的加值时将该敌人视为战栗，这个效果持续到你的下一回合开始。"
}
