{
    "key": "elongated cranium",
    "name": "Elongated Cranium",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Elongated%20Cranium",
    "source": ["Occult Adventures pg. 132"],
    "text": "You have undergone the painful and ancient art of cranial binding, deforming your skull to unlock the hidden potential of your psychic self.",
    "benefit": "Your cranium has been tightly bound with boards and wrappings to change its shape and attune your mind to your psychic discipline. If you take this feat after 1st level, you must undergo a painful 6-month regimen of increased tightening and head binding, during which you take a –1 penalty on Intelligence, Wisdom, and Charisma checks and on Intelligence-, Wisdom-, and Charisma-based skill checks. Once the binding is completed, your skull takes on one of three shapes of your choosing, each with a specific benefit. Once chosen, this shape cannot be changed.<br><br> <i>Fronto-Occipital Elongation<\/i>: Your head slopes severely in a high conical shape, tapering from your brow to the crown of your head. You take a –1 penalty on Intelligence and Wisdom checks and on Intelligence- and Wisdombased skill checks, but gain a +2 bonus on Charisma checks and Charisma-based skill checks. In addition, once per day, you can extend the duration of a psychic spell you cast by 50% (minimum 0 additional rounds). The increased duration doesn’t stack with the increase granted by the Extend Spell feat.<br><br> <i>Ovoid Compression<\/i>: Your head takes on a larger, more bulbous appearance than normal. You take a –1 penalty on Charisma and Wisdom checks and on Wisdom- and Charisma-based skill checks, but gain a +2 bonus on Intelligence checks and Intelligence-based skill checks. In addition, once per day you can cast one psychic magic spell you know with a +1 bonus to its caster level.<br><br> <i>Sagittal Elongation<\/i>: Your head slopes back in a gentle, elongated curve. You take a –1 penalty on Intelligence and Charisma checks and on Intelligence- and Charismabased skill checks, but gain a +2 bonus on Wisdom checks and Wisdom-based skill checks. In addition, once per day, you can increase the DC of a psychic spell you cast by 1.",
    "name_zh": "颅骨拉伸",
    "text_zh": "你忍受住了充满痛苦且源自古代的头骨束缚技艺，这让你的头颅变得畸形并可以解放了潜藏于自我之中的可能性。",
    "benefit_zh": "你把头颅紧紧束缚和包裹住，改变它的形状，使得你的精神能够与精神境界进行同调。若你在1级时选取该专长，则必须经历长达六个月的痛苦疗程，来固定和缩紧你的头颅，在此期间你在智力、感知和魅力检定，以及基于智力、感知和魅力的技能检定中受到-1减值。一旦塑形完成后，你的头颅会依照先前的选择呈现出后述三种形状之一，每一种都会提供特殊的好处。一旦选择，头颅的形状就无法被更改。<\/p><p>前枕骨拉伸（Fronto-Occipital Elongation）：你的头骨呈现为向上的锥形，锥面从额头向头顶延伸。你会在智力与感知检定、以及基于智力与感知的技能检定中受到-1减值，但是魅力检定以及基于魅力的技能检定中获得+2加值。此外，每日1次，你能够将自己所施放的一个异能法术（psychic spell）的持续时间延长50%（最低为0个额外轮数）。此种持续时间的延长不会与法术延时（Extend Spell）专长叠加。<\/p><p>卵型紧缩（Ovoid Compression）：你的头部会呈现为比正常更大的球状外观。你的魅力与感知检定、以及基于魅力与感知的技能检定受到-1减值，但是智力检定以及基于智力的技能检定获得+2加值。此外，每日1次，你能够在施放一个自身已知的异能法术时，使其施法者等级获得+1加值。<\/p><p>矢状拉伸（Sagittal Elongation）：你的头部以较为缓和但却很长的曲线向后延伸。你的智力与魅力检定、以及基于智力与魅力的技能检定受到-1减值，但是感知检定以及基于感知的技能检定获得+2加值。此外，每日1次，你能够让一个由你所施放的异能法术的DC增加1点。"
}
