{
    "key": "falling water gambit",
    "name": "Falling Water Gambit",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Falling%20Water%20Gambit",
    "descriptors": ["Combat"],
    "source":     [
        "Adventurer's Guide pg. 25",
        "Inner Sea Combat pg. 10"
    ],
    "text": "You have integrated both the Roaring Falls and Shrouded Lake techniques of Aldori swordplay into a seamless union.",
    "prerequisites": "Aldori Dueling Disciple, Duelist of the Roaring Falls, Duelist of the Shrouded Lake, Exotic Weapon Proficiency (Aldori dueling sword), Weapon Finesse, Weapon Focus (Aldori dueling sword), base attack bonus +8.",
    "benefit": "When attacking a creature denied its Dexterity bonus to AC because of your successful feint, you increase the threat range of your Aldori dueling sword by 1 (typically to 18–20/×2), and gain a +2 bonus on attack rolls to confirm critical hits. After you make a dueling dodge or succeed at a dueling parry during a duel, you can make an attack of opportunity against the foe who attacked you if that foe is shaken, frightened, or panicked. To gain these benefits, you must be wielding only an Aldori dueling sword (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons).",
    "staminaSource": "Weapon Master's Handbook pg. 25",
    "staminaText": "By spending 4 stamina points, you gain the ability to attempt a dueling dodge or a dueling parry against attacks made by a shaken, frightened, or panicked opponent, even if you aren’t participating in a duel.",
    "prerequisiteKeys":     [
        "aldori dueling disciple",
        "duelist of the roaring falls",
        "duelist of the shrouded lake",
        "exotic weapon proficiency",
        "weapon finesse",
        "weapon focus"
    ],
    "name_zh": "落花流水剑",
    "text_zh": "你将奥多里剑术中的怒流剑式与雾池剑式相结合，成为一种行云流水般的变招。",
    "prerequisites_zh": "奥多里剑斗学徒，怒流剑式，雾池剑式，擅长异种武器（奥多里决斗剑），武器娴熟，武器专攻（奥多里决斗剑），BAB+8。",
    "benefit_zh": "当你攻击一个生物，而该生物由于你做出了成功的虚招（feint），从而无法将自身的敏捷加值应用至AC时，你的奥多里决斗剑的威胁范围增加1点（通常是18-20/x2），并且在确认重击的攻击检定中获得+2加值。当你在决斗中作出决斗闪避（dueling dodge）或者成功进行决斗格挡（dueling parry）时，而且攻击你的敌人已经战栗（shaken）、惊惧（frightened）或恐慌（panicked）的话，那么你可以对其进行一次借机攻击。你只有在持握奥多里决斗剑（没有使用盾牌、副手武器、甲刺、徒手打击或天生武器）的时候才能获得这些好处。",
    "staminaText_zh": "通过消耗4点耐力，你可以获得对一名来自战栗，惊惧，或恐慌的敌人攻击进行决斗闪避或者决斗格挡的能力，即使是在你并没有参与一场决斗时。"
}
