{
    "key": "familiar spell",
    "name": "Familiar Spell",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Familiar%20Spell",
    "descriptors": ["Metamagic"],
    "source": ["Animal Archive pg. 18"],
    "text": "You can imbue your familiar with a spell.",
    "prerequisites": "Spellcaster with familiar class feature.",
    "benefit": "You can transfer a prepared spell to your familiar, allowing the familiar to cast that spell at a later time. Variables that rely on caster level function according to your caster level, not your familiar’s Hit Dice, though your familiar’s Intelligence may influence how precisely it can follow your instructions on how to use these spells.<br><br> Your familiar must be able to speak to cast spells with a verbal component (the ability to speak with its master or creatures of its kind is insufficient). Your familiar must be carrying any material or focus components necessary, unless the materials cost less than 1 gp and the spell is prepared with Eschew Materials. Attack rolls use your familiar’s ability scores. A familiar spell counts against the number of spells you may prepare for as long as your familiar retains the spell. Once your familiar casts a retained spell, you can prepare a new spell in that slot the next time you prepare spells.<br><br> A familiar spell uses up a spell slot 3 levels higher than the spell’s actual level. Your familiar can store a number of spell levels (including this modifier) equal to your caster level, but no spell’s adjusted level can exceed half your caster level.",
    "special": "If you are a spontaneous caster, you must select a specific spell with which to imbue your familiar; you cannot imbue your familiar with an open spell slot.",
    "name_zh": "魔宠法术",
    "text_zh": "你能够将法术灌输到你的魔宠中。",
    "prerequisites_zh": "拥有魔宠职业能力的施法者。",
    "benefit_zh": "你能够将一个准备好的法术传输到你的魔宠之中，使魔宠能够在之后能够施放该法术。依赖施法者等级的变量依旧按照你的施法者等级计算，而非你的魔宠的生命骰，不过你的魔宠的智力可能会影响它能够多么精确地遵照你的指示，以及如何去施放这些法术。<\/p><p>你的魔宠必须能够说话才能施放带有语言成分（verbal component）的法术（与主人交谈和与动物同类交谈的能力无法满足说话的要求）。除非材料价值低于1gp，并且法术使用施法免材（Eschew Materials）进行准备，否则你的魔宠必须携带任何可能需要的材料或器材成分（material or focus components）。攻击检定使用你的魔宠的属性。只要你的魔宠保留着法术，魔宠法术就被计入到你能够准备的法术总量之中。一旦你的魔宠施放了被储存的法术，你便能够在下一次准备法术时使用这个法术位准备新的法术。<\/p><p>魔宠法术使用比法术的实际等级高3级的法术位。你的魔宠能够储存的法术等级（包含上述等级调整）等同于你的施法者等级，但是其中任意一个修正后的法术等级均无法超过你的施法者等级的一半。",
    "special_zh": "如果你是自发施法者，就必须选择将一个特定的法术灌入你的魔宠，而你无法将空法术位（open spell slot）灌入到你的魔宠中。"
}
