{
    "key": "favored animal focus",
    "name": "Favored Animal Focus",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Favored%20Animal%20Focus",
    "source": ["Wilderness Origins pg. 22"],
    "text": "Your companion is unusually comfortable wearing another (metaphorical) skin.",
    "prerequisites": "Animal companion class feature, animal focus class feature.",
    "benefit": "Choose one animal focus. When you apply that animal focus to your animal companion, the benefits increase by one step. For example, if you are 6th level and choose the bear animal focus, then when you apply the animal focus to your animal companion, it gains a +4 enhancement bonus to Constitution instead of +2.<br><br> If you are 15th level or higher, when you apply your chosen animal focus to your companion, it gains the corresponding ability listed below. <br><br><i>Bat<\/i>: The range of the animal companion’s blindsense increases by 20 feet. <br><br><i>Bear<\/i>: The animal companion’s Constitution bonus increases to +8. <br><br><i>Bull<\/i>: The animal companion’s Strength bonus increases to +8. <br><br><i>Falcon<\/i>: The animal companion’s Perception bonus increases to +12. <br><br><i>Frog<\/i>: The animal companion’s bonus to Swim and Acrobatics increases to +12. <br><br><i>Monkey<\/i>: The animal companion’s Climb bonus increases to +12. <br><br><i>Mouse<\/i>: The animal companion gains Improved Uncanny Dodge, as a rogue of its level. <br><br><i>Owl<\/i>: The animal companion’s Stealth bonus increases to +12. <br><br><i>Snake<\/i>: The animal companion’s attack and dodge bonuses increase to +8. <br><br><i>Stag<\/i>: The animal companion’s speed bonus increases to 30 feet. <br><br><i>Tiger<\/i>: The animal companion’s Dexterity bonus increases to +8. <br><br><i>Wolf<\/i>: The range of the animal companion’s scent ability increases to 60 feet.",
    "special": "You can gain this feat multiple times. Each time you take this feat, you must select a new animal focus.",
    "name_zh": "偏好动物之力",
    "text_zh": "你的伙伴在呈现另一种（象征意义上的）表皮时出乎意料的合适。",
    "prerequisites_zh": "动物伙伴职业能力，动物之力职业能力。",
    "benefit_zh": "选择一种动物之力。当你将这种动物之力用于你的动物伙伴时，其效果会提高一个级别。<\/p><p>例如，你是6级并选择了熊的动物之力，当你将动物之力用于你的动物伙伴时，它的体质获得+4增强加值而不是+2。<\/p><p>如果你在15级或更高等级，当你将你所选的动物之力用于你的动物伙伴时，它将获得以下列出的对应能力。<\/p><p><b>蝙蝠（Bat）<\/b>：动物伙伴的盲感（Blindsense）范围增加至20尺。<br><b>熊（Bear）<\/b>：动物伙伴的体质加值增加至+8点。<br><b>公牛（Bull）<\/b>：动物伙伴的力量加值增加至+8点。<br><b>猎鹰（Falcon）<\/b>：动物伙伴的察觉加值增加至+12点。<br><b>蛙（Frog）<\/b>：动物伙伴的游泳和特技加值增加至+12点。<br><b>猴（Monkey）<\/b>：动物伙伴的攀爬加值增加至+12点。<br><b>鼠（Mouse）<\/b>：动物伙伴获得精通直觉闪避（Improved Uncanny Dodge），如同相同等级的盗贼一样。<br><b>枭（Owl）<\/b>：动物伙伴的隐匿加值增加至+12点。<br><b>蛇（Snake）<\/b>：动物伙伴的攻击检定和闪避加值增加至+8点。<br><b>雄鹿（Stag）<\/b>：动物伙伴的速度加值增加至30尺。<br><b>虎（Tiger）<\/b>：动物伙伴的敏捷加值增加至+8点。<br><b>狼（Wolf）<\/b>：动物伙伴的灵敏嗅觉（Scent）能力范围增加至60尺。",
    "special_zh": "你可以多次选择本专长。每次选择本专长时，你必须选择一个新的动物之力。"
}
