{
    "key": "gray maiden initiate",
    "name": "Gray Maiden Initiate",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Gray%20Maiden%20Initiate",
    "source": ["Adventurer's Guide pg. 84"],
    "text": "You were selected for indoctrination into the Gray Maidens and underwent some of the preliminary scarring and conditioning, but Queen Ileosa was defeated before you could fully serve her. You bear the mental and physical scars of your sisters in the Gray Maidens, and while you never had to carry out any of the queen’s commands, you feel a strong kinship with those of your sisters who have.",
    "prerequisites": "Female, must be taken at 1st level.",
    "benefit": "You are affiliated with the Gray Maidens. In addition, choose two of the following benefits to represent the focus of your initial training and indoctrination.<br><br> <i>Avenging Knight<\/i>: Like the Queens of the Night, you crave vengeance upon those who have wronged you. You gain a +1 bonus on damage rolls against any creature that dealt damage to you during the previous round.<br><br> <i>Deeper Indoctrination<\/i>: Mental conditioning has bolstered your mind against most magical control. You gain a +1 bonus on Will saving throws, except when resisting charm or compulsion effects created by lawful evil creatures, in which case you instead take a –2 penalty on Will saving throws.<br><br> <i>Faceless Maiden<\/i>: You can take advantage of the disquieting nature of the iconic armor of the Gray Maidens. While wearing Gray Maiden plate, you gain a +2 bonus on Intimidate checks.<br><br> <i>Gray Maiden Adept<\/i>: You had some magical skill before being recruited and learned to cast spells despite the restrictive armor you were forced to wear. The arcane spell failure chance of Gray Maiden plate you wear is reduced by 5%.<br><br> <i>Gray Maiden Endurance<\/i>: Surviving the brutal process of becoming a Gray Maiden taught you to endure more pain than others. You gain 2 hit points and can sleep while wearing Gray Maiden armor without becoming fatigued.<br><br> <i>Korvosan Acceptance<\/i>: With the aid of the Scarlet Rose, you’ve successfully reintegrated into Korvosan society. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you.<br><br> <i>Scarred<\/i>: Your face was horribly scarred during Gray Maiden initiation, destroying your beauty. You take a –1 penalty on Diplomacy and Disguise checks, but gain a +2 bonus on Intimidate checks and on saving throws against pain effects (<i>Pathfinder RPG Ultimate Magic 138<\/i>).<br><br> <i>Tamed and Broken<\/i>: You reach your full potential only when magically compelled. Whenever you are under the effects of an enemy’s compulsion spell, you gain a number of temporary hit points equal to the spell’s level. These temporary hit points last for the duration of the spell effect.",
    "special": "This feat is unaffiliated; a creature need not be affiliated with the Gray Maidens to select this feat.",
    "name_zh": "灰少女新兵",
    "text_zh": "你被挑选进行启蒙以加入灰少女，并且承受了一些初步的伤痕和调整，然而艾莲莎女皇在你完全向她屈服之前就被击败了。你和你那些在灰少女中的姊妹一样承受着身心上的创伤，尽管你从来没有接受任何女王的命令，但你还是会对那些同样经历了这一切的姊妹们抱有强烈的亲近感。",
    "prerequisites_zh": "女性；只能在1级时选取。",
    "benefit_zh": "你与灰少女结盟。此外，从下面选择2个好处来体现你初次训练与启蒙的重点。<\/p><p>灰少女新兵<\/p><p>复仇骑士（Avenging Knight）：就像是暗夜女王一样，你渴望着对那些虐待你的人进行复仇。你对之前的战斗轮中对你造成伤害的敌人的伤害骰上获得+1加值。<\/p><p>深度启蒙（Deeper Indoctrination）：精神调整强化了你对大部分魔法控制的抵抗力。你在意志豁免检定上获得+1加值，但是在抵抗来自守序邪恶生物的魅惑与胁迫效果（charm or compulsion effects）时不会获得加值，而是会在意志豁免检定上获得-2减值。<\/p><p>无面少女（Faceless Maiden）：你能够利用灰少女那标志性盔甲令人不安的特征来获得优势。当你穿着灰少女铠甲时，你在威吓检定上获得+2加值。<\/p><p>灰少女适应（Gray Maiden Adept）：你在被招募之前掌握了一些魔法技巧，并且了解如何在被迫穿着行动不便的盔甲时施展法术。你穿着灰少女铠甲时，奥术失败率减少5%。<\/p><p>灰少女坚忍（Gray Maiden Endurance）：从成为灰少女的残酷过程中幸存的经历教会你忍受比他人更多的痛苦。你额外获得2点生命值，并且可以在穿着灰少女铠甲睡觉时不引发疲乏。<\/p><p>科瓦萨的接纳（Korvosan Acceptance）：随着绯红玫瑰的援助，你已经成功地重新融入了科瓦萨的社会。你在交涉和知识（本地）检定上获得+1加值，并且从中选择一项技能作为你的本职技能。<\/p><p>伤痕累累（Scarred）：你的脸部在灰少女新兵时期严重受伤，这摧毁了你的美貌。你在交涉和易容检定上获得-1的罚值。但在威吓检定和对抗痛苦效果（Pathfinder RPG 极限魔法（Ultimate Magic）138页）的豁免检定上获得+2加值。<\/p><p>服从和毁灭（Tamed and Broken）：你只有在受到魔法的胁迫时才能发挥全部潜能。当你处于一个敌人的胁迫法术（compulsion spell）的效果影响下时，你会获得等同于法术环级的临时生命值。这些临时生命值的持续时间等同于该法术效果的持续时间。",
    "special_zh": "这个专长不需要拥有特定组织就能选择；一名选择该专长的角色不需要与灰少女结盟。"
}
