{
    "key": "haunt scavenger",
    "name": "Haunt Scavenger",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Haunt%20Scavenger",
    "descriptors": ["Item Creation"],
    "source": ["Haunted Heroes Handbook pg. 30"],
    "text": "You can use spiritual essence to craft magic items.",
    "prerequisites": "Any one item creation feat or Craft (alchemy) 3 ranks.",
    "benefit": "You can harvest the ectoplasmic remains of haunts, incorporeal undead, or the like to craft magic items. Whenever you encounter a recently neutralized haunt, the remains of an incorporeal undead creature, or the remains of a creature that has the ability to possess another creature using a racial spell-like ability or supernatural ability (such as a ghost or a shadow demon), you can attempt to extract material components from those remains that are suitable for crafting magic items. You must have access to an alchemist’s lab (<i>Pathfinder RPG Ultimate Equipment 76<\/i>) in order to extract components from a haunt or creature, and you must begin extracting these components within 10 minutes of the haunt or creature’s death or destruction. After 10 minutes, the components have degraded too much to be of any use to you. <br><br> Harvesting components with this feat can take several hours. Performing at least 1 minute of work extracting components from a haunt or creature prevents its material components from degrading further for 24 hours, allowing you to safely suspend and resume harvesting these components without fear of subsequent degradation. This ectoplasmic residue is portable once the extraction work begins, provided you have a vial to contain the source residue (the actual amount of residue is never much, physically, but the value of the components you can extract from the residue increases with the power of the original haunt or creature). <br><br> Each hour, attempt a Craft (alchemy) or a Knowledge (religion) check to successfully handle the residue and extract useful material. The DC for this check is equal to 15 + the CR of the haunt or creature being harvested. If you succeed at the check, you harvest 50 gp worth of components. If you fail the check by 4 or less, you can attempt to harvest those components again. If you fail the check by 5 or more, the residue spoils and you cannot scavenge any more from that particular source. A single source can  yield an amount of components up to a maximum value of 50 gp per point of CR before it is depleted. <br><br> Material components harvested with Haunt Scavenger can be used in place of the material components of enchantment or necromancy spells and extracts, provided they are of equal or greater value compared to the spell’s normal material components. Additionally, they can be used in place of actual gold to fund the construction of a magic item with an enchantment or necromancy aura.",
    "name_zh": "作祟拾荒者",
    "text_zh": "你可以使用实质化的精神以创造魔法物品。",
    "prerequisites_zh": "任意一种造物专长，或工艺（炼金）3级。",
    "benefit_zh": "你可以采集作祟（haunts）、虚体（incorporeal）不死生物、或其类似物的灵质态（ectoplasmic）残骸，来制作魔法物品。当你遭遇一个不久前被中和（neutralized）的作祟（haunt）、一个虚体（incorporeal）不死生物的残骸、或一个具备其他可使用种族类法术能力或超自然能力生物的能力的生物（比如幽魂ghost或恶魔，影魔shadow demon）时，你可以从这些残骸中提取适合于制作魔法物品的材料成分。为了从作祟（haunt）或生物上提取成分，你必须使用一个炼金师工作台（alchemist’s lab，译注：见UE）（Pathfinder RPG Ultimate Equipment 76），你必须在该作祟（haunt）或生物的死亡或毁灭后的10分钟内开始提取这些成分。10分钟以后，该成分已经降解太多，以至于对你没有任何用处。<\/p><p>使用此专长采集成分需要花费数小时。从作祟（haunt）或生物上提取成分时，执行至少1分钟的工作，可阻止其材料成分在24小时内进一步降解，并允许你安全的中断或继续采集这些成分，而无需恐惧其随后的恶化。一旦提取工作开始，假如你有一瓶可容纳原始残骸的瓶（vial，译注：见UE），这种灵质态（ectoplasmic）残骸就可以被携带（从自然规律上来说，残骸的实际量绝不会太多，但是你可以从残骸中提取的成分，其价值会随着原始作祟haunt或生物的力量增加而增加）。<\/p><p>每1小时，需尝试一个成功的工艺（炼金）或知识（宗教）检定，以成功处理残骸并提取有用的材料。该检定的DC等于15+被采集的作祟（haunt）或生物的CR。如果你在该检定中成功，你可以采集价值50GP的成分。如果你在该检定中失败4点或更少，你可以尝试再次采集这些成分。如果你在该检定中失败5点或更多，该残骸会变质，并且你再不能从该特定来源中拾荒任何东西了。单一的来源在其耗尽之前，可提供的成分最大为50GP/CR的价值的量。<\/p><p>作祟拾荒者（Haunt Scavenger）所采集的材料成分，可以被用于代替惑控系（enchantment）或死灵系（necromancy）法术和化合炼成的材料成分，只要提供相对于法术原本材料成分相同或更多的价值成分。此外，它们可以被用于代替实际的金币，以资助一件散发着惑控系（enchantment）或死灵系（necromancy）灵光的魔法物品的制造。"
}
