{
    "key": "heroic defiance",
    "name": "Heroic Defiance",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Heroic%20Defiance",
    "source": ["Advanced Player's Guide pg. 162"],
    "text": "You struggle on when others would fall.",
    "prerequisites": "Diehard, Endurance, base Fortitude save +8.",
    "benefit": "Once per day as an immediate action you can delay the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on), including permanent and instantaneous conditions. Activating this feat delays the onset of the condition until the end of your next turn, after which time the condition takes its normal effect. This feat has no effect on hit point damage or ability damage.",
    "mythicSource": "Mythic Adventures pg. 66",
    "mythicText": "You ignore harmful effects that would bring others down.",
    "mythicPrerequisites": "Heroic Defiance.",
    "mythicBenefit": "Once per day as an immediate action, you can attempt to negate the onset of one harmful condition or affliction (such as panicked, paralyzed, stunned, and so on) that allowed a saving throw for its onset, not including permanent and instantaneous conditions. When you do so, attempt a Will saving throw with a bonus equal to your tier against the original DC of the effect. If you succeed, the condition is negated. If you fail, the onset is delayed until the end of your next turn, after which it takes its normal effect. This feat has no effect on hit point damage or ability damage.<br><br> This effect is separate from the use of non-mythic Heroic Defiance.",
    "prerequisiteKeys":     [
        "diehard",
        "endurance"
    ],
    "name_zh": "英勇气魄",
    "text_zh": "在其他人无法承受的时候，只有你顽勇不屈。",
    "prerequisites_zh": "顽强，坚忍，基本强韧豁免+8。",
    "benefit_zh": "每日1次以直觉动作，你能够推迟一个有害状态或者苦难（affliction），比如恐慌，麻痹，震慑等等，包括永久和瞬时的状态。激活这一状态会将状态的发作延迟至你的下一轮结束的时刻，在这之后此状态如常生效。该专长对HP受损或者属性伤害没有影响。",
    "mythicText_zh": "让其他人倒下的有害效果无法撼动你。",
    "mythicPrerequisites_zh": "英勇气魄",
    "mythicBenefit_zh": "每日1次以直觉动作，你能够尝试避免一项有害状态或苦难（affliction）的发生（例如恐慌、麻痹、震慑等等），这些效果必须在发生时允许进行豁免，这不包括永久与瞬时的状态。当你这么做时，尝试1次带有等同于你的阶层点加值的意志豁免，对抗效果的初始DC。若你成功，状态会被取消。若你失败，状态的发作会被延迟至你的下一回合的开始，之后它就会如常生效。该专长对生命值伤害与属性伤害没有效果。<\/p><p>该效果的使用与非神话版英勇气魄的使用是分开算的。"
}
