{
    "key": "improved overrun",
    "name": "Improved Overrun",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Overrun",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 127"],
    "text": "You are skilled at running down your foes.",
    "prerequisites": "Str 13, Power Attack, base attack bonus +1.",
    "benefit": "You do not provoke an attack of opportunity when performing an overrun combat maneuver. In addition, you receive a +2 bonus on checks made to overrrun a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to overrun you. Targets of your overrun attempt may not chose to avoid you.",
    "normal": "You provoke an attack of opportunity when performing an overrun combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 123",
    "staminaText": "When you are the target of an overrun combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that overrun attempt increases by that number.",
    "mythicSource": "Mythic Adventures pg. 67",
    "mythicText": "You’re an unstoppable force on the battlefield, able to run down lesser foes with ease.",
    "mythicPrerequisites": "Improved Overrun.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to overrun, and to your CMD when an opponent tries to overrun you. These bonuses stack with those granted by Improved Overrun.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to overrun you, unless it also has this feat.",
    "prerequisiteKeys": ["power attack"],
    "name_zh": "精通闯越",
    "text_zh": "你善于击倒对手。",
    "prerequisites_zh": "力量13，猛力攻击，BAB+1。",
    "benefit_zh": "当你试图使用闯越战技时，不会引发借机攻击。此外你在闯越检定获得+2加值，同时在对抗闯越的战技防御上获得+2加值。你试图闯越的目标无法躲避你。",
    "normal_zh": "正常情况使用闯越战技会引发借机攻击。",
    "mythicText_zh": "在战场中，你是一股不可阻挡的力量，能够轻松撞翻那些弱小的敌人。",
    "mythicPrerequisites_zh": "精通闯越",
    "mythicBenefit_zh": "你的闯越检定获得加值，数值等同于你的阶层的一半，当敌人对你进行闯越时，你的CMD也获得此加值。这些加值与非神话版的精通闯越专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试对你进行闯越的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "当你作为闯越战技的目标时，你可以消耗至多为你的力量或者敏捷加值的耐力，两者取高。你对抗闯越尝试的CMD提升等同于你消耗的耐力点的加值。"
}
