{
    "key": "improved bull rush",
    "name": "Improved Bull Rush",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Improved%20Bull%20Rush",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 126"],
    "text": "You are skilled at pushing your foes around.",
    "prerequisites": "Str 13, Power Attack, base attack bonus +1.",
    "benefit": "You do not provoke an attack of opportunity when performing a bull rush combat maneuver. In addition, you receive a +2 bonus on checks made to bull rush a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to bull rush you.",
    "normal": "You provoke an attack of opportunity when performing a bull rush combat maneuver.",
    "staminaSource": "Pathfinder Unchained pg. 122",
    "staminaText": "When you are the target of a bull rush combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that bull rush attempt.",
    "mythicSource": "Mythic Adventures pg. 66",
    "mythicText": "You push foes around with amazing ease.",
    "mythicPrerequisites": "Improved Bull Rush.",
    "mythicBenefit": "You gain a bonus equal to half your tier on checks to bull rush, and to your CMD when an opponent bull rushes you. These bonuses stack with those granted by non-mythic Improved Bull Rush.<br><br> Furthermore, you can make an attack of opportunity against any creature that attempts to bull rush you, unless it also has this feat.",
    "prerequisiteKeys": ["power attack"],
    "name_zh": "精通冲撞",
    "text_zh": "你熟知撞退对手的技巧。",
    "prerequisites_zh": "力量13，猛力攻击，BAB+1。",
    "benefit_zh": "当你进行冲撞时，防御者无法对你发动借机攻击。此外在冲撞检定中你获得+2加值。你在对抗冲撞的战技防御（CMD）上同样获得+2加值。",
    "normal_zh": "你的冲撞战技会引发借机攻击。",
    "mythicText_zh": "你能够轻易推动敌人。",
    "mythicPrerequisites_zh": "精通冲撞",
    "mythicBenefit_zh": "你的冲撞检定获得加值，数值等同于你的阶层的一半，当敌人冲撞你时，你的CMD也获得此加值。这些加值与非神话版的精通冲撞专长所赋予的加值叠加。<\/p><p>除此之外，你还能对任何尝试冲撞你的敌人进行借机攻击，除非对方也拥有该专长。",
    "staminaText_zh": "当你作为冲撞战技的目标时，你可以消耗最多等于你的力量或敏捷加值的耐力，两者取高。你对抗那次冲撞尝试的CMD提升等同于你消耗的点数。"
}
