{
    "key": "intercept blow",
    "name": "Intercept Blow",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Intercept%20Blow",
    "descriptors": ["Combat"],
    "source": ["Ultimate Wilderness pg. 219"],
    "text": "The animal willingly throws itself in harm’s way to defend its master.",
    "prerequisites": "Base attack bonus +1, animal companion.",
    "benefit": "Whenever the animal companion is adjacent to its master and its master is the target of a melee attack, the animal companion can expend an attack of opportunity as a free action, even if it isn’t its turn, to attempt to intercept the attack. The animal companion makes an attack roll at its highest attack bonus with one of its natural attacks, as if it were making an attack of opportunity, with a –2 penalty for each size category the attacking creature is larger than the animal companion. If the result of this attack roll is greater than the attacking creature’s attack roll result, the animal companion’s master takes only half damage from the attack, and the other half of the damage is dealt to the animal companion. Effects that trigger on every successful hit (such as bleed or the trip special ability) affect both the animal companion and the master, as if both were hit by the attack; however, if it matters (such as for a touch spell that expires after a single hit), treat the animal companion as if it had been hit first.<br><br> If the animal companion knows the defend trick, the animal companion can use Intercept Blow and any feat that lists it as a prerequisite to protect any ally that it is adjacent to and defending (as per the defend trick).",
    "name_zh": "拦截攻击",
    "text_zh": "动物伙伴愿意以身为盾，护卫自己的主人。",
    "prerequisites_zh": "BAB+1，动物伙伴。",
    "benefit_zh": "当动物伙伴邻近其主人，且其主人成为一次近战攻击的目标时，即使并非动物伙伴的回合，它仍可以用自由动作花费一次借机攻击的次数，来试图拦截该次攻击。动物伙伴用其中一种天生攻击，以最高攻击加值进行一次攻击检定，如同进行借机攻击。发动攻击的生物体型每比动物伙伴大上一阶，该次攻击就要承受-2减值。若此次攻击结果大攻击生物的攻击结果，则动物伙伴的主人只受到该次攻击的一半伤害，而另外一半则由动物伙伴承受。成功攻击会触发的效果（例如流血或绊摔特殊能力）会同时影响动物伙伴跟主人，就好像他们都被该次攻击命中一样；不过，如果被命中与否有其差异（例如在命中一次就会消散的碰触法术），那么将动物伙伴视为先被命中者。若动物伙伴知晓护卫（defend）把戏，那么动物伙伴可以将“拦截攻击”与任何以它作为先决条件的专长，用在它邻近且正在护卫（透过护卫把戏）的盟友身上。"
}
