{
    "key": "kinetic counter",
    "name": "Kinetic Counter",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Kinetic%20Counter",
    "source": ["Occult Adventures pg. 136"],
    "text": "You can use your kinetic blast to counter your enemy’s opposing elemental abilities.",
    "prerequisites": "Cold simple blast, fire simple blast, or water simple blast; kinetic blast class feature.",
    "benefit": "You can ready an action to use your blast to counter an opponent’s elemental abilities. If you ready a fire simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the water or ice descriptor, and if you ready a cold or water simple blast, you can counter any spell or activated extraordinary, supernatural, or spell-like ability that has the fire descriptor. In order to successfully counter the effect, you must succeed at a caster level check with a DC equal to either 11 + the opponent’s caster level (for spells and spell-like abilities) or 11 + the opponent’s Hit Dice (for extraordinary and supernatural abilities). Against spells and spell-like abilities, treat a success as if you had counterspelled the effect using <i>dispel magic<\/i>. Against activated supernatural and extraordinary abilities, a successful kinetic counter negates the ability’s effect entirely while still expending the ability. For example, if a pyrokineticist succeeds at her caster level check against a white dragon’s breath weapon, she negates the breath weapon’s effect in the entire area, and the dragon must wait 1d4 rounds to use its breath weapon again.",
    "name_zh": "咒返念袭",
    "text_zh": "你能够使用念袭来反制与对立元素相关的能力。",
    "prerequisites_zh": "简易念袭（Simple Blast）中的霜打（Cold Blast）、火冲（Fire Blast）或水突（Water Blast）；念袭（Kinetic Blast）职业能力。",
    "benefit_zh": "你能够进行一次准备动作，使用你的念袭反制一个敌人的元素能力（elemental abilities）。若你准备的是火冲（Fire Blast），那么你可以反制任何具有水（water）或冰（ice）描述符的法术、被激活的特异能力（activated extraordinary）、超自然能力、或类法术能力，如果你准备的是霜打（Cold Blast）或水突（Water Blast），则能够反制任何具有火（fire）描述符的上述效果。要成功反制效果，你必须成功进行一次施法者等级检定，DC为11 + 敌人的施法者等级（对于法术和类法术能力来说）或者11 + 敌人的生命骰（对于特异和超自然能力来说）。对抗法术和类法术能力时，成功会被视同为使用解除魔法（dispel magic）来反制（counterspelled）了效果。在对抗被激活的超自然和特异能力时，成功的咒返念袭会使能力的效果彻底无效，但仍旧会消耗该能力。举例说明：若一名操念使使用火冲（Fire Blast）成功通过施法者等级检定对抗白龙（white dragon）的喷吐武器，那么她能够让喷吐武器的效果失效，整个区域都不受影响，而白龙仍旧要等待1d4轮才能再次使用喷吐武器。"
}
