{
    "key": "master of the ledger",
    "name": "Master of the Ledger",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Master%20of%20the%20Ledger",
    "source": ["Taldor, Echoes of Glory pg. 29"],
    "text": "Your long experience balancing the books of a heavily taxed merchant has given you insight into the world of Taldan business.",
    "prerequisites": "Appraise 6 ranks, Profession (any one) 6 ranks.",
    "benefit": "You get a +2 bonus on Appraise checks, a +2 bonus on any one Profession skill, and when dealing with anyone of your profession, you get a +4 bonus on Sense Motive checks when using the hunch task (see the Sense Motive skill). Your ability to accurately and carefully invest money gives you insight into the movements of coin though the marketplace. If you have access to a marketplace in a settlement of village size or larger, you may invest up to 100 gp in that market; the exact nature of your investments isn’t important but is usually divided among several businesses. Once invested, you do not have access to this money for at least 1 month.<br><br>As often as once per month you can visit the marketplace to see if your investments were successful. Flip a coin. If heads, that marketplace earns you 25% of your investment there; if tails, your investments made no significant profit for that period. Your skill with business means you never actually lose money from these investments unless disaster strikes the settlement (such as a plague or dragon attack), in which case your investment is lost. If more than a month passes between your visits to the marketplace, you only make one check to see if you make a 25% profit. If you send an agent to collect profits on your behalf, you keep half the profits and the agent keeps half. You may close out your investments during any visit, which ends your relationship with that market and returns you the full amount of your investment.<br><br>You gain a +1 bonus on all Diplomacy, Gather Information, and Intimidate checks when dealing with someone associated with your invested marketplace (shopkeepers, local guards, and so on). Very large or tradeoriented cities may have multiple marketplaces, allowing you to invest in each, though local laws (particularly relating to guilds) may restrict what you can do.",
    "name_zh": "账房先生",
    "text_zh": "你长期平衡一位纳税大户账本的经历让你获得了对于塔尔多商界的独有洞见。",
    "prerequisites_zh": "估价3级，专业（任意）3级。",
    "benefit_zh": "你在估价检定上获得+2加值，在任一专业技能上获得+2加值，而且当你和任何与你处于相同专业的人处理事务时，你将会在使用察言观色来察觉目前社交情况的敏感度时（参见察言观色技能说明）获得+4的加值。你谨慎而精准的投资能力让你洞悉了市场的资金流动。如果你能进入到一个村庄或者更大型聚落的市场中，你就可以在这个市场投资至少100 gp；你投资的确切性质并不重要，但它们通常会流向数项业务。这笔钱一旦被投资出去，在一个月内你都不能使用它们。<\/p><p>每月一次，你可以前往市场来查看你的投资是否成功。投一枚硬币。如果正面朝上，市场将会给你的投资带来25%的利润；如果反面朝上，你的投资在这段时间内不会有明显的盈利。你在商业上卓越的才能意味着你绝不会让这些投资亏损，除非是有什么灾难袭击了这个聚落（比如瘟疫或者巨龙袭击），只有在这种情况下你才会损失你的这笔投资。如果你派遣了一名雇员去收取你投资得来的利润，你和你的雇员将平分这笔钱。在任何前往市场的时候你都可以终止你的投资，你将会与该市场断绝联系并收回你投资的全部金额。<\/p><p>在你和你投资的市场中的相关人员（商店老板，当地守卫等等）处理事务时，你会在所有的交涉、威吓检定上获得+1的加值。超大型城市或者市场主导型城市可能会拥有多个市场，在每一个市场你都可以进行投资，但当地的法律（尤其是与商会相关的）可能会禁止你这样做。"
}
