{
    "key": "medusa's wrath",
    "name": "Medusa's Wrath",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Medusa's%20Wrath",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 130"],
    "text": "You can take advantage of your opponent's confusion, delivering multiple blows.",
    "prerequisites": "Improved Unarmed Strike, Gorgon's Fist, Scorpion Style, base attack bonus +11.",
    "benefit": "Whenever you use the full-attack action and make at least one unarmed strike, you can make two additional unarmed strikes at your highest base attack bonus. These bonus attacks must be made against a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
    "staminaSource": "Pathfinder Unchained pg. 126",
    "staminaText": "While using this feat, you can spend 10 stamina points to make the bonus attacks against a foe that you are flanking, instead of only a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe.",
    "mythicSource": "Mythic Adventures pg. 69",
    "mythicText": "Your barrage of unarmed attacks builds to a single, staggering strike.",
    "mythicPrerequisites": "Medusa’s Wrath.",
    "mythicBenefit": "You may forgo the two additional unarmed strikes of Medusa’s Wrath to instead make a single unarmed strike at your highest base attack bonus. If you successfully hit your opponent, it must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Wisdom modifier) or be staggered for 1 round. You can expend one use of mythic power when you stagger a target with Medusa’s Wrath to extend the duration of the staggered condition by a number of rounds equal to half your tier.",
    "prerequisiteKeys":     [
        "gorgon's fist",
        "improved unarmed strike",
        "scorpion style"
    ],
    "name_zh": "万蛇出洞",
    "text_zh": "你的连续攻击令对手眼花缭乱。",
    "prerequisites_zh": "精通徒手打击，蛇形拳，蝎形拳，BAB+11。",
    "benefit_zh": "每当你进行全力攻击并做出至少一次徒手击打攻击时，你可以额外以最高BAB做出两次徒手击打攻击。这些额外攻击必须针对晕眩、措手不及、麻痹、恍惚、震慑或昏迷状态的敌人。",
    "mythicText_zh": "你的双臂如同雨点一样击出，汇聚成一次令人震惊的猛击。",
    "mythicPrerequisites_zh": "万蛇出洞",
    "mythicBenefit_zh": "你可以放弃万蛇出洞专长带来的2次额外徒手打击，并以1次使用你的最高基本攻击加值的徒手打击作为替代。若你成功命中你的敌人，它必须成功进行强韧豁免（DC 10 + 1/2你的角色等级 + 你的感知调整值），否则会恍惚（staggered）1轮。当你使用万蛇出洞让敌人恍惚时，能够花费1次神话之力，使恍惚状态的持续时间延长，轮数等同于你的阶层的一半。",
    "staminaText_zh": "当你使用这个专长时，你可以消耗10点耐力来对你正在夹击的敌人做出额外的攻击，而不是只能对晕眩，措手不及，麻痹，恍惚，震慑，或者失去意识的敌人做出额外攻击。"
}
