{
    "key": "noble scion",
    "name": "Noble Scion",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Noble%20Scion",
    "source": ["Inner Sea World Guide pg. 288"],
    "text": "You are a member of a proud noble family, whether or not you remain in good standing with your family.",
    "prerequisites": "Cha 13, must be taken at 1st level.",
    "benefit": "You gain a +2 bonus on all Knowledge (nobility) checks, and that chosen Knowledge skill is always considered a class skill for you.<br><br>When you select this feat, choose one of the benefits listed below that matches the flavor of your noble family. Work with your GM to ensure that your choice is appropriate.<br><br><i>Scion of the Arts<\/i>: You gain a +1 bonus on all Perform checks, and Perform is always a class skill for you. If you have the bardic performance ability, you can use that ability for an additional 3 rounds per day.<br><i>Scion of Lore<\/i>: You gain a +1 bonus on all Knowledge skills in which you have at least 1 rank.<br><i>Scion of Magic<\/i>: You gain one of the following languages as a bonus language: Abyssal, Aklo, Celestial, Draconic, Infernal, or Sylvan. Once per day, as a free action, you can gain a +2 bonus on any Spellcraft check you make. You must spend the free action to gain this bonus before you make the check.<br><i>Scion of Peace<\/i>: Whenever you take 10 on a Wisdom-based skill, treat the result as if you had rolled a 13 instead of a 10.<br><i>Scion of War<\/i>: You use your Charisma modifier to adjust Initiative checks instead of your Dexterity modifier.",
    "name_zh": "贵族后裔",
    "text_zh": "你是一个充满自豪的贵族家庭的一员，无论你是否在你的家族中有着良好的声誉。",
    "prerequisites_zh": "魅力13，必须在1级选取。",
    "benefit_zh": "你的知识（贵族）检定获得+2加值，并且该知识技能总是你的本职技能。<\/p><p>当你选择该专长时，从后述列表中选择一种与你的贵族家庭风格相符的优势。请与你的DM协商来确保你所选择的选项是合适的。<\/p><p>艺术之子：你的所有表演检定获得+1加值，并且表演总是你的本职技能。如果你拥有吟游诗人表演能力，那么你每日能够额外使用该能力3轮。<\/p><p>知识之子：你所拥有的所有至少有1级的知识技能均会获得+1加值。<\/p><p>魔法之子：你从后述语言中选择1个作为奖励语言：深渊语（Abyssal），邪灵语（Aklo），天界语（Celestial），龙语（Draconic），炼狱语（Infernal）或者木族语（Sylvan）。每日1次以自由动作，你能够在任何由你进行的法术辨识检定中获得+2加值。你必须在进行检定之前花费自由动作以获得加值。<\/p><p>安宁之子：每当你在使用基于感知的技能取十时，则视为你骰出13而非10点作为结果。<\/p><p>战争之子：你使用你的魅力调整值来调整先攻检定，而非使用你的敏捷调整值。"
}
