{
    "key": "oblivating stare",
    "name": "Oblivating Stare",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Oblivating%20Stare",
    "descriptors": ["Stare"],
    "source": ["Spymaster's Handbook pg. 21"],
    "text": "Your stare can cause a target to lose track of someone.",
    "prerequisites": "Allure bold stare improvement (<i>Pathfinder RPG Occult Adventures 42<\/i>), hypnotic stare class feature (<i>Occult Adventures 39<\/i>), Mesmerist level 5th.",
    "benefit": "You can cause a target of your hypnotic stare to lose track of creatures other than yourself. If the target of your hypnotic stare is in an environment that would allow the target to take 10 on skill checks (if not in immediate danger or distracted), creatures can attempt Stealth checks opposed by the target’s Perception check even if they lack cover or concealment. If the target of your hypnotic stare fails an opposed Perception check by 5 or more, it forgets the creature attempting the Stealth check was ever present, and acts as if it had failed a Will saving throw against a <i>hidden presence<\/i> spell cast by the creature using Stealth. If your hypnotic stare ends, the target takes damage, a creature using Stealth takes an action that would end a <i>hidden presence<\/i> spell, or the target’s circumstances change so it would be unable to take 10 on a skill check, all effects of Obliviating Stare end and the target is immune to your Obliviating Stare for 24 hours.",
    "name_zh": "忘注视",
    "text_zh": "你的注视会导致某些人失去追踪的目标。",
    "prerequisites_zh": "深邃注视增强项目“诱引”，催眠注视职业能力，催眠师5级。",
    "benefit_zh": "你可以使你的催眠注视的一个目标失去你以外的生物的踪迹。如果你催眠注视的目标在一个允许目标技能检定取10的环境中（没有受到立即性的威胁或者打扰），即便是缺乏掩蔽（cover）或隐蔽（concealment），生物可以尝试隐匿检定（Stealth checks）对抗目标的察觉检定（Perception check）。如果你催眠注视的目标在察觉检定（Perception check）对抗中失败5点及以上，它会忘记那个尝试隐匿检定（Stealth checks）的生物曾经存在过，如同它在使用隐匿（Stealth）生物的隐藏存在感（UI）（hidden presence UI）法术中意志豁免骰中对抗失败。如果你的催眠注视结束、该目标受到了伤害、使用隐匿（Stealth）的生物做出了会结束隐藏存在感（hidden presence）法术的行动、或是目标的环境发生变化以至于无法在技能检查中取10，遗忘注视（Oblivating Stare）的所有效果结束并且目标在24小时内免疫你的遗忘注视（Oblivating Stare）。"
}
