{
    "key": "perfect style",
    "name": "Perfect Style",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Perfect%20Style",
    "descriptors":     [
        "Combat",
        "Style"
    ],
    "source":     [
        "Adventurer's Guide pg. 106",
        "Inner Sea Combat pg. 13"
    ],
    "text": "You have trained at one of the Houses of Perfection.",
    "prerequisites": "Wis 13; base attack bonus +5 or monk level 5th.",
    "benefit": "When you take this feat, choose one of the Houses of Perfection; once this decision has been made, it cannot be changed. While using this style, you gain a type of energy resistance based on the House of Perfection you have chosen. Students of the Monastery of Untwisting Iron gain acid resistance 5. Students of the Monastery of Unblinking Flame gain fire resistance 5. Students of the Monastery of Unfolding Wind gain electricity resistance 5. If you have energy resistance from a racial trait or class feature, the energy resistance gained from this style stacks.<br><br> Additionally, you gain a ki pool that you can use to activate abilities of your chosen House of Perfection style. Your pool contains 2 ki points, and this increases by 1 point at 9th level and every 4 levels thereafter. If you have a ki pool from another source, you do not gain additional ki points from this feat.",
    "normal": "You can select Perfect Style multiple times. Each time you do so, you must select a different House of Perfection to belong to.",
    "staminaSource": "Weapon Master's Handbook pg. 25",
    "staminaText": "You can spend up to 5 stamina points to increase the resistance granted to you by Perfect Style by 2 per stamina point spent.",
    "name_zh": "无瑕流",
    "text_zh": "你接受了无瑕居的训练。",
    "prerequisites_zh": "感知13，BAB+5或5级武僧等级。",
    "benefit_zh": "当你选取该专长时，要从无瑕居流派中选取一种宗派；一旦做出这个选择，就无法再次变更。当你使用这个流派专长时，会根据你选择的无瑕居流派而获得一类能量抗力。难破金宗的门生获得5点强酸抗力。无明火宗的门生获得5点火焰抗力。不定风宗的门生获得5点闪电抗力。若你已经从种族特性或者职业能力中获得了能量抗力，那么从这个流派专长中获得的能量抗力会与其叠加。<\/p><p>此外，你会获得丹田气池，这些气是用来启动你所选择的无瑕居流派能力的。你在1级时气池里会有1点气，在1级之后的每4个等级这个气池会增加1点。若你由其他来源获得了丹田气池，则不会由于该专长而获得额外的气。",
    "special_zh": "你可以多次选取本专长。每次你选择该专长的时候，都必须选择无瑕居流派中的另一个宗派。",
    "staminaText_zh": "你可以消耗至多5点耐力来提升无瑕流赋予你的抗力，每消耗1点提升2点抗力。"
}
