{
    "key": "piercing grapple",
    "name": "Piercing Grapple",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Piercing%20Grapple",
    "descriptors": ["Combat"],
    "source": ["Ultimate Intrigue pg. 88"],
    "text": "You can use small but deadly weapons to restrain a foe, forcing it to choose between pain and capitulation.",
    "prerequisites": "Dex 13, Improved Grapple, Improved Unarmed Strike, Quick Draw, Intimidate 7 ranks.",
    "benefit": "You can draw a light or one-handed piercing weapon and stab your opponent with it when you initiate a grapple. You take a –2 penalty on your combat maneuver check to initiate the grapple, but since you pull the weapon out as part of the grapple, you don’t take the usual –4 penalty. If you succeed, you grapple your opponent as normal, and the weapon doesn’t count as being in your hand either for the purposes of the –4 penalty or for dealing damage while maintaining a grapple. If your opponent successfully breaks the grapple, it takes an amount of damage equal to the base weapon damage of the weapon you used to initiate the grapple plus an additional 1d4 points of bleed damage. A successful DC 15 Heal check or any magical healing ends the bleed effect. If you choose to end the grapple, you can opt to not deal the bleed damage, but either way, your opponent still takes the base weapon damage. While maintaining this grapple, you gain a +2 circumstance bonus on all Intimidate checks made against your opponent.",
    "prerequisiteKeys":     [
        "improved grapple",
        "improved unarmed strike",
        "quick draw"
    ],
    "name_zh": "刺击擒抱",
    "text_zh": "你能用一把短小却又致命的武器制服敌人，迫使他在投降与痛苦中作出选择。",
    "prerequisites_zh": "敏捷 13，精通擒抱，精通徒手打击，即时备战，威吓7级。",
    "benefit_zh": "当你发起擒抱（initiate a grapple）时，能够拔出1把轻型或单手穿刺武器（light or one-handed piercing weapon）并把它刺向你要擒抱的敌人。当你如此发起擒抱时，会在战技检定上承受-2减值，但因为你是以发起擒抱的一部分拔出武器，所以不会因为手持这把武器而承受通常的-4减值。若你的检定成功，则会如常擒抱敌人，而且在判断是否承受-4减值或者在维持擒抱中造成伤害时，这把武器不被视为在你的手中。若你的敌人成功打破了擒抱，它便会受到伤害，数值为你使用的那把武器的基础武器伤害外加1d4点出血伤害（bleed damage）。成功通过DC 15的医疗检定或任何魔法医疗都能够结束出血效果（bleed damage）。若你主动结束擒抱，也可以选择不造成出血伤害，但是无论何种方式，你的敌人都会受到基础武器伤害。当你维持此类擒抱时，会在所有用于对抗你的敌人的威吓检定中获得+2环境加值。"
}
