{
    "key": "pinpoint poisoner",
    "name": "Pinpoint Poisoner",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Pinpoint%20Poisoner",
    "descriptors": ["Combat"],
    "source": ["Ultimate Combat pg. 113"],
    "text": "You deftly use specially prepared needles to apply poison for maximum effect.",
    "prerequisites": "Poison use class feature, Craft (alchemy) 6 ranks, Adder Strike, Improved Unarmed Strike, Two-Weapon Fighting or flurry of blows class feature.",
    "benefit": "When you use Adder Strike, you can instead poison up to two blowgun darts that you can then use to strike your opponent in melee. (Drawing such darts is a free action.) While holding these darts, you can spend a standard action to attack with one or a full-attack action to attack with both. Such attacks are considered melee touch attacks that deal 1d2 damage plus any bonuses you gain on your normal unarmed strike damage, and they deliver the poison. You can instead throw such darts as if they were shuriken, making your ranged attack rolls against the target’s AC.",
    "normal": "Applying poison to a weapon or single piece of ammunition is a standard action.",
    "staminaSource": "Pathfinder Unchained pg. 129",
    "staminaText": "When throwing blowgun darts as shuriken with this feat while you’re within 10 feet of your target, you can spend 5 stamina points to make your attack roll against the target’s touch AC instead.",
    "prerequisiteKeys":     [
        "adder strike",
        "improved unarmed strike",
        "two-weapon fighting"
    ],
    "name_zh": "毒针刺击",
    "text_zh": "你熟练地使用特制的针管进行淬毒，使其能发挥最大的杀伤力。",
    "prerequisites_zh": "虺蛇打击，双武器战斗或【疾风连击】职业特性，手艺（炼金）6级。",
    "benefit_zh": "当你使用“虺蛇打击”专长时，你可以选择在两支吹箭（blowgun dart）上进行淬毒，并且用其对你的敌人进行近战攻击（取出吹箭是一个自由动作）。当你持有吹箭时，你可以使用一个标准动作用其中一支进行攻击，或用整轮动作使用两支同时攻击。这些攻击被视为近战接触攻击，造成1d2加上你的正常徒手打击伤害加值的伤害，并且将会传递毒药。你也可以选择像投掷手里剑一样投掷吹箭，这需要进行一次正常的远程攻击检定以对抗目标的AC。",
    "normal_zh": "在武器或弹药上淬毒是一个标准动作。",
    "staminaText_zh": "当你在使用这个专长以投掷手里剑的方式向一个10尺内的目标投掷吹箭时，你可以消耗5点耐力来让这次攻击对抗目标的接触AC。"
}
