{
    "key": "planar focus",
    "name": "Planar Focus",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Planar%20Focus",
    "source": ["Monster Summoner's Handbook pg. 14"],
    "text": "By studying other planes, you’ve learned to take on aspects of outsiders as well as animals.",
    "prerequisites": "Knowledge (planes) 5 ranks, animal focus class feature.",
    "benefit": "When you use your animal focus class feature, you can choose any of the following new aspects unless they conflict with your alignment.<br><br> <i>Air<\/i>: You gain a constant <i>feather fall<\/i> effect. At 10th level, you instead gain a constant <i>levitate<\/i> effect.<br> <i>Chaotic<\/i>: Your form shifts subtly, making it difficult for others to aim precise attacks against you. You gain a 25% chance to negate extra damage from critical hits and precision damage from attacks made against you (such as from sneak attacks). Only chaotic characters can use this planar focus.<br> <i>Cold<\/i>: Creatures that attack you with natural attacks or melee weapons take 1d4 points of cold damage for every 2 class levels you possess.<br> <i>Earth<\/i>: You gain a burrow speed equal to your base land speed, and a +2 enhancement bonus to your natural armor.<br> <i>Evil<\/i>: You gain a +1 profane bonus to AC and on saves against attacks made and effects created by good outsiders. This bonus increases to +2 at 10th level. Only evil characters can use this planar focus.<br> <i>Fire<\/i>: Your natural attacks and melee weapons deal 1d6 points of fire damage for every 4 class levels you possess.<br> <i>Good<\/i>: You gain a +1 sacred bonus to AC and on saves against attacks made or effects created by evil outsiders. This bonus increases to +2 at 10th level. Only good characters can use this planar focus.<br> <i>Lawful<\/i>: You can automatically succeed at any saving throw against a polymorph spell or effect. Only lawful characters can use this planar focus.<br> <i>Shadow<\/i>: You gain a +5 bonus on Stealth and Sleight of Hand checks.<br> <i>Water<\/i>: You gain a 30-foot swim speed and can breathe water as well as air.",
    "name_zh": "位面之力",
    "text_zh": "通过学习其他位面，你学会了如同动物一样呈现位面的样貌。",
    "prerequisites_zh": "知识（位面）5级，动物之力职业特性。",
    "benefit_zh": "当你使用你的动物之力职业能力时，你可以选择任意的如下新形态除非它违反了你的阵营。<\/p><p><b>空气<\/b>：你获得持续的羽落术效果。10级时，你改为获得持续的浮空术效果。<br><b>混乱<\/b>：你的外形隐隐地改变着，使得他人难以对你进行精准的攻击。你获得25%的机率忽视重击的额外伤害以及对你攻击中的精准伤害（例如偷袭）。只有混乱角色可以使用这种位面之力。<br><b>寒冷<\/b>：使用天生武器或者近战武器攻击你的角色受到寒冷伤害，你每具有2个职业等级对方就受到1d4寒冷伤害。<br><b>大地<\/b>：你获得等同于你基础速度的掘地速度，并在天生护甲上获得+2环境加值。<br><b>邪恶<\/b>：你的AC获得+1亵渎加值，并在对善良异界生物的攻击和能力的豁免检定上获得+1表现加值。这个加值在10级时变为+2.只有邪恶角色可以使用这个位面之力。<br><b>火焰<\/b>：你的天生武器和近战武器每有4个职业等级就造成1d6火焰伤害。<br><b>善良<\/b>：你的AC获得+1神圣加值，并在对邪恶异界生物的攻击和能力的豁免检定上获得+1表现加值。这个加值在10级时变为+2.只有善良角色可以使用这个位面之力。<br><b>秩序<\/b>：你针对变形法术或者效果的鉴定自动成功。只有守序角色可以使用这个位面之力。<br><b>阴影<\/b>：你在隐匿和巧手技能检定上获得+5加值。<br><b>水流<\/b>：你获得30尺游泳速度并且可以在水下呼吸如同在空气中一样。"
}
