{
    "key": "possess creature",
    "name": "Possess Creature",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Possess%20Creature",
    "descriptors": ["Monster"],
    "source": ["Pathfinder #28: The Infernal Syndrome pg. 57"],
    "text": "A fiend gains the ability to merge its physical form with another creature's body, spreading its foul influence from within a living vessel.",
    "prerequisites": "Cha 20, any evil outsider with 10 or more Hit Dice.",
    "benefit": "Once per day, as a full-round action, a fiend can discorporate into a malign presence and target a creature within 15 feet. The creature targeted must succeed at a Will save equal to 10 + half the fiend's Hit Dice + the fiend's Charisma modifier or be possessed (see below). Targets under the effects of <i>protection from evil<\/i>, or related spells, gain a bonus to this save. Should a target succeed at its Will save, the fiend is forced back into its natural form and is stunned for 1 round.<br><br> A fiend that successfully possesses a target enters its space and merges with it. While possessing a creature or object, a fiend's body and abilities are unavailable. Once a fiend merges with its target it cannot be harmed until it leaves or is forcibly removed. While possessing a target, a fiend shares the senses of its host and can communicate with it telepathically. A fiend also gains a number of possession points per day equal to its total Hit Dice. These points can be spent to utilize special bodily possession actions detailed on the following pages. A fiend may expend these points as it pleases, with each possession action taking a full-round action.<br><br> Each day, the victim of a possession is allowed a new Will save at the original DC to force the possessing fiend to leave its body—objects and areas do not receive daily saves. Should a victim make this save or be killed, the fiend is ejected, retakes its original form in an adjacent space, and is stunned for 1 round. A fiend may not possess a new target for 24 hours after being ejected from a victim. <i>Dispel evil<\/i> (or <i>dispel chaos<\/i> or <i>dispel law<\/i>, depending on the fiend) can eject a fiend, but the caster must succeed at a caster level check with a DC equal to 10 + the HD of the possessing fiend + the fiend's Cha modifier. <i>Banishment<\/i> and <i>dismissal<\/i> immediately eject a fiend from a target if it fails to save against the spell."
}
