{
    "key": "quivering palm versatility",
    "name": "Quivering Palm Versatility",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Quivering%20Palm%20Versatility",
    "descriptors": ["Combat"],
    "source": ["Dragon Empires Primer pg. 25"],
    "text": "You can alter the way you apply a quivering palm’s vibrations to an opponent’s body to cause extreme pain, put it in a coma, or destroy its memories.",
    "prerequisites": "Quivering palm class feature, base attack bonus +13.",
    "benefit": "After successfully using your quivering palm attack on a creature, you can produce one of the following effects instead of killing the creature, as long as you do so within a number of days equal to your monk level.<br><br><i>Coma<\/i>: The subject falls unconscious and is helpless for a number of days equal to your monk level. <br><br><i>Memory Loss<\/i>: The subject falls unconscious for 24 hours and awakens with huge gaps in its memory. The target’s memories of the recent past (a number of consecutive days equal to your monk level) are completely obliterated, and can only be restored by a <i>wish<\/i> or <i>miracle<\/i> spell.<br><br><i>Pain<\/i>: The subject takes 1d6 points of nonlethal damage per monk level you possess.<br><br>You must choose the desired effect before the quivering palm’s attack roll is made. Unless the target succeeds at its Fortitude save against your quivering palm attack, it succumbs to the desired effect when you will it (a free action). This feat is otherwise subject to all of the limits and conditions of quivering palm.",
    "name_zh": "百变浸透劲",
    "text_zh": "你可以改变你浸透劲的形式，让对手感到严重的疼痛，陷入昏迷或是摧毁他的记忆。",
    "prerequisites_zh": "浸透劲职业能力，BAB+13。",
    "benefit_zh": "当你成功的对一个目标使用浸透劲，你可以选择以下一种效果取代杀死目标。浸透劲的持续时间相当于每武僧等级一天。<\/p><p><b>昏迷<\/b>：目标将会在等同于你武僧等级的日子中陷入昏迷并且无助。<br><b>记忆丧失<\/b>：目标昏迷二十四小时，醒来之后将面临巨大的记忆空白，他将之前相当于你每武僧等级一天的记忆将会被彻底抹除，只有奇迹术或许愿术才能将这些记忆恢复。<br><b>疼痛<\/b>：目标受到每武僧等级1d6点的非致命伤害。<\/p><p>你必须在浸透劲的掷股开始之前选择这些效果，除非对方以强韧检定对抗你的浸透劲成功，否则你就可以透过一个自由动作来让这些效果发动，此专长的其他方面都与浸透劲相同，也受到同样的限制。"
}
