{
    "key": "recruits",
    "name": "Recruits",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Recruits",
    "source":     [
        "Ultimate Intrigue pg. 134",
        "Cohorts and Companions pg. 30"
    ],
    "text": "Be they students, retainers, new recruits to your order, or neophyte members of your faith, you have access to a small set of dedicated servants.",
    "prerequisites": "Cha 13, character level 5th.",
    "benefit": "You gain a number of cohorts (as per the Leadership feat) that represent NPCs you are responsible for instructing and overseeing. You have a number of such cohorts equal to half your character level. Unlike normal cohorts, these recruits must be at least 4 levels lower than your level. Since these recruits must spend most of their time studying and gaining experience, only one recruit can travel with you at a time (though they all gain experience at the same rate, as those not present are assumed to be studying and growing independently). Whenever you are in a major town or city, you can exchange the recruit currently accompanying you for a different member of your recruits.<br><br>As recruits are busy learning and studying the basics of their careers, those not traveling with you can’t engage in mundane or magical crafting or Profession checks. Recruits not traveling with you can, however, serve as managers for your holdings if you are using the downtime rules. If a recruit dies, you take only a –1 penalty to your Leadership score.",
    "special": "The Recruits feat counts as the Leadership feat for purposes of fulfilling prerequisites. A character cannot have both Leadership and Recruits. A character with Recruits who later qualifies for Leadership can exchange this feat for Leadership immediately upon qualifying (selecting one minor cohort to become a full cohort, while the rest move on).",
    "name_zh": "新手",
    "text_zh": "你得以接触到一小群专用的仆从，不论他们是你组织的学生、家臣、新成员，亦或是你信仰的新皈依者。",
    "prerequisites_zh": "魅力13，角色等级5。",
    "benefit_zh": "你获得一群代表着你负责指导和监督的NPC部属（cohorts）（这如同领导力专长）。你可拥有这样的部署的数量等同于「1/2你角色等级」。不像正常的部署，这些新手（recruits）必须比你的等级低4级或4级以上。由于这些新手必须花费其大量的时间学习及积累经验，同一时间只能有一名新手可以与你旅行（不过他们都是以相同的速率获得经验的，这是由于那些不在场的人被认为是在进行独自的学习和成长）。不论何时，当你处于一个主要城镇或城市时，你都可以将目前陪同你的新手换成另一名新手。<\/p><p>由于新手们忙于学习和研究其职业生涯的基础知识，那些没有与你一道旅行的成员不能参与制造寻常物品及魔法物品、亦或是专业检定。然而，如果你使用休整期规则（downtime rules）的话，那些没有与你一同旅行的新手们可以担任你私产的管理人（managers）。如果一名新手死亡的话，你仅会承受-1的领导力减值。",
    "special_zh": "在被视为满足先决条件的目的上时，新手专长被视为领导力专长。一名角色不能同时拥有领导力专长和新手专长。一名拥有新手专长的角色，如果后来有能力获得领导力专长的话，在获得了可拥有领导力专长的资格时，可以选择立即将该专长替换为领导力（选择其中一名次级部署成为一名完整的部署，而其余部署则会离开）。"
}
