{
    "key": "ride-by attack",
    "name": "Ride-By Attack",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Ride-By%20Attack",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 132"],
    "text": "While mounted and charging, you can move, strike at a foe, and then continue moving.",
    "prerequisites": "Ride 1 rank, Mounted Combat.",
    "benefit": "When you are mounted and use the charge action, you may move and attack as if with a standard charge and then move again (continuing the straight line of the charge). Your total movement for the round can't exceed double your mounted speed. You and your mount do not provoke an attack of opportunity from the opponent that you attack.",
    "staminaSource": "Pathfinder Unchained pg. 130",
    "staminaText": "After making a mounted charge attack using this feat, you can spend 5 stamina points to change the direction of your movement instead of continuing to move in a straight line.",
    "mythicSource": "Mythic Adventures pg. 72",
    "mythicText": "You can make multiple attacks as you ride past your enemies.",
    "mythicPrerequisites": "Ride-By Attack.",
    "mythicBenefit": "When you successfully strike an opponent as part of a Ride-By Attack, you can continue to make attacks against successive targets. You can make one additional attack per 3 tiers you possess, but you can’t make more attacks than you could if you were making a full attack. Successive attacks use the lower bonus for multiple attacks, as when making a full attack. You must move at least 10 feet between each attack.",
    "prerequisiteKeys": ["mounted combat"],
    "name_zh": "骑乘掠击",
    "text_zh": "骑乘冲锋时，你能够移动，攻击，然后继续移动。",
    "prerequisites_zh": "骑术1级，骑乘战斗。",
    "benefit_zh": "骑乘冲锋时，你可以如同标准冲锋一样移动并攻击，然后再次移动（沿着冲锋的直线路径）。你该轮总的移动距离不能超过骑乘速度的两倍。你和你的坐骑不会触发你所攻击目标的借机攻击。",
    "mythicText_zh": "当你冲击敌阵时，能做出多次攻击。",
    "mythicPrerequisites_zh": "快速骑乘攻击",
    "mythicBenefit_zh": "当你成功以快速骑乘攻击的一部分打击1个敌人时，你能够继续攻击并对抗连续的目标。每拥有3个阶层，你就能进行1次额外攻击，但是攻击次数不能超过你进行全力攻击时的攻击次数。后续攻击使用多次攻击时的较低加值，就如同进行全力攻击一般。每两次攻击之间必须至少移动10尺。",
    "staminaText_zh": "在你使用这个专长做出骑冲攻击之后，你可以消耗5点耐力来改变你移动的方向，而不是继续沿着直线移动。"
}
