{
    "key": "sacred geometry",
    "name": "Sacred Geometry",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Sacred%20Geometry",
    "source": ["Occult Mysteries pg. 49"],
    "text": "You can use your mathematical prowess to add metamagic effects to your spells without using a higher-level spell slot.",
    "prerequisites": "Int 13, Knowledge (engineering) 2 ranks",
    "benefit": "When you take this feat, select two metamagic feats you do not yet have. When casting a spell, you can perform the steps below to spontaneously apply the effects of either or both of these metamagic feats, as well as any other metamagic feats you have, to the spell without expending a higher-level spell slot. Using a feat in this way increases the spell’s casting time to the casting time it would take if the character were a sorcerer or bard (sorcerers and bards using this ability increase the spell’s casting time by two categories; see page 113 of the <i>Core Rulebook<\/i>); applying the Quicken Spell metamagic effect negates the increased casting time but still contributes to the modified spell’s effective spell level. You can take this feat more than once; each time, select two additional metamagic feats, adding their effects to the list of possible effects you can apply to spells with this ability.<br><br> When casting a spell using Sacred Geometry, first determine the effective spell level of the modified spell you are attempting to cast (calculated as normal for a spell modified by metamagic feats). You can apply any number of metamagic effects to a single spell, provided you are able to cast spells of the modified spell’s effective spell level.<br><br> <table class=\"inner\"><tr><td>",
    "name_zh": "神圣几何学",
    "text_zh": "你可以通过你超凡的数学技术来运用超魔专长调整你的法术，而不需要使用更高的法术位。",
    "prerequisites_zh": "智力13，知识（工程学）2级。",
    "benefit_zh": "当你获得该专长时，挑选两个你还没有的超魔专长，当施展法术的时候，你可以进行如下操作以自发性地将超魔专长的效果应用在法术效果上，你可以使用你选择的任一个超魔专长，也可以同时选择这两个超魔专长，也可以添加任何其他你已经拥有的超魔专长。如果你如此进行超魔，你不用花费更高的法术位。使用此专长会如自发施法者般增加施法时间 (自发施法者使用此能力的施法时间会增加两个等级)；应用一个瞬发超魔可以抵消施法时间的延长，但仍然会调整法术的有效等级。你可以多次选择该专长；每次选择都可以再添加两个额外的超魔专长用来通过该能力进行超魔。<\/p><p>当使用神圣几何学施展一个法术时，首选计算法术的有效等级。你可以对一个法术添加任意数量的超魔专长，只要调整后的法术等级是你有能力施展的。<\/p><p>之后查阅素数常量表决定可以运用在此次施法的素数。之后骰d6骰，骰子数量等同于你在知识（工程学）上的等级。然后对骰出来的这些数字进行加减乘除的计算，使最终结果等于相关的素数常量之一。如果你可以得出任一一个相关的素数常量，法术正常生效，并携带所有超魔效果。如果你失败了，你无法施放这个法术，而且法术位也会消耗。任何用该专长施法时的专注检定的DC要使用决定素数常量的那个有效法术等级，即使成功施法并不会消耗更高环的法术位。<\/p><p>例如，Ezren希望施展一个增远强效魔法飞弹，首先计算法术的有效等级，为1（增远）+2（强效）+1（魔法飞弹）=4级。查阅素数常量表，相关的素数常量为31，37，41。因为Ezren有5级的知识（工程学），他骰5d6，骰池的结果为6，6，4，3，1。接着他对这5个数字进行如下计算：6 x 6 + (4 - 3) x 1 = 37。或者也可以这么算：(6 + 6) x 3 + 4 + 1 = 41。他得到了任何一个相关的素数常量的结果，因此他以一个整轮动作施放了一个增远强效魔法飞弹，并且只使用了一个1环法术位。如果Ezren的骰池结果为1，1，2，5，他将无法得出任何一个相关的素数常量。他的施法尝试失败，并仍然要花费一个整轮动作和一个1环法术位。<div class=\"inner\"><table><tr><th>有效法术等级<\/th><th colspan=\"3\">素数常值<\/th><\/tr><tr><td>1级<\/td><td>3<\/td><td>5<\/td><td>7<\/td><\/tr><tr><td>2级<\/td><td>11<\/td><td>13<\/td><td>17<\/td><\/tr><tr><td>3级<\/td><td>19<\/td><td>23<\/td><td>29<\/td><\/tr><tr><td>4级<\/td><td>31<\/td><td>37<\/td><td>41<\/td><\/tr><tr><td>5级<\/td><td>43<\/td><td>47<\/td><td>53<\/td><\/tr><tr><td>6级<\/td><td>59<\/td><td>61<\/td><td>67<\/td><\/tr><tr><td>7级<\/td><td>71<\/td><td>73<\/td><td>79<\/td><\/tr><tr><td>8级<\/td><td>83<\/td><td>89<\/td><td>97<\/td><\/tr><tr><td>9级<\/td><td>101<\/td><td>103<\/td><td>107<\/td><\/tr><\/table><\/div>"
}
