{
    "key": "secret of steel-shattering spirit",
    "name": "Secret of Steel-Shattering Spirit",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Secret%20of%20Steel-Shattering%20Spirit",
    "source": ["Pathfinder Campaign Setting pg. 85"],
    "text": "As a student trained in the Impossible Techniques of Jalmeray, you can rend wood, burst brick, or even shatter steel with the perfect focus and application of your <i>ki<\/i>.",
    "prerequisites": "Improved Unarmed Strike, base attack bonus +6, must be lawful.",
    "benefit": "You gain a pool of <i>ki<\/i> points equal to 1 + your Wisdom modifier (minimum of 1). As a swift action, you may focus your <i>ki<\/i> into strikes that can overcome the hardness of any substance. Each unarmed strike attack you make while in this focus expends 1 <i>ki<\/i> from your pool, whether or not it hit. You lose your focus automatically when you run out of <i>ki<\/i>, when the encounter ends, if you are reduced to fewer than 0 hit points or killed, or as a free action any time you wish.<br><br>While focused in this way, your unarmed strikes are treated as adamantine weapons for the purpose of overcoming damage reduction or bypassing hardness.",
    "special": "You may gain this feat multiple times. For each additional time you gain the feat you add 1 to your ki pool and your unarmed strikes gain an additional property for overcoming damage reduction, in the following order: adamantine, cold iron, silver, magic, lawful, epic. If your unarmed strikes already count as one or more of those properties (from any source), they gain the next property in line.<br><br>A monk trained at one of the Houses of Perfection may select Secret of Steel-Shattering Spirit as his 6th-level monk bonus feat.",
    "prerequisiteKeys": ["improved unarmed strike"],
    "name_zh": "碎钢心境之秘",
    "text_zh": "作为一名训练过扎摩诔（Jalmeray）那貌似不存于世间的技艺的学徒，你可以完美的集中和运用你的气，并可用之崩木、裂砖、乃至碎钢。",
    "prerequisites_zh": "精通徒手打击，基础攻击加值+6，必须是秩序阵营。",
    "benefit_zh": "你获得一个等同于「1+你的感知修正（最少为1）」点气的气池。以一个迅捷动作，你可于克服任何对抗物品硬度的打击上集中你的气。在这种集气的情况下，你以徒手打击做出的每一次攻击，不管它是否命中，都会从你的气池中消耗1点气。当你的气用完时、或是当该遭遇结束时、或是当你的生命值被减至0或以下乃至被杀时，你可以自动失去这种集中，亦或是在任意时间你自愿以一个自由动作也可以失去这种集中。<\/p><p>当以这种方式集中时，你的徒手打击在用于克服伤害减免或击破硬度的目的上被视为精金武器。",
    "special_zh": "你可以多次获得该专长。你每额外获得该专长一次，你的气池就会增加1点，并且你的徒手打击在克服伤害减免时还会按以下顺序获得额外一种性质：精金、寒铁、银、魔法、秩序、传奇。如果你的徒手打击已经被视为拥有了这些性质中的一种或多种的话（来自任何来源），他们会顺位获得下一种性质。<\/p><p>一名在完美学社中训练过的武僧可以选择碎钢心境之秘（Secret of Steel-Shattering Spirit）作为他的6级武僧奖励专长。"
}
