{
    "key": "shielded staff style",
    "name": "Shielded Staff Style",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Shielded%20Staff%20Style",
    "descriptors":     [
        "Combat",
        "Style"
    ],
    "source": ["Martial Arts Handbook pg. 15"],
    "text": "You can attack and defend effectively with a shield attached to your staff or spear.",
    "prerequisites": "Dex 15, Two-Weapon Fighting, Weapon Focus (quarterstaff, any weapon from the polearms fighter weapon group, or any weapon from the spears fighter weapon group), proficiency with bucklers and light shields.",
    "benefit": "When you enter this style, you attach your buckler or light shield to your quarterstaff, polearm, or spear, combining them into a weapon known as a shielded staff. While in this style, you can wield the shielded staff normally, but attacks you make with it take a –1 penalty. As long as you wield the shielded staff with two hands, you gain a +2 shield bonus to your AC (regardless of the shield or buckler’s enhancement bonus). You can’t make shield bash attacks with the attached buckler or shield, and detaching the buckler or shield from the weapon is a move action that provokes attacks of opportunity.<br><br> The weapon and attached shield count as separate objects for the purposes of abilities or effects that target objects, except for disarm attempts, which treat the shielded staff as a single object. Anyone not in this style who attempts to wield the shielded staff treats it as an improvised weapon that deals bludgeoning damage.",
    "prerequisiteKeys":     [
        "two-weapon fighting",
        "weapon focus"
    ],
    "name_zh": "盾杖流",
    "text_zh": "你可以用装载在木棍或矛上的盾牌来有效进攻和防御。",
    "prerequisites_zh": "敏捷15，双武器格斗，武器专攻（木棍，任何长柄武器组中的武器，或者任何矛武器组中的武器），擅长小圆盾和轻盾。",
    "benefit_zh": "当你进入这一流派时，你将你的小圆盾或轻盾插在你的木棍、长柄武器或矛上，将它们合成为名为盾杖的武器。在这一流派中时，你可以正常持用盾杖，但是进行的攻击受到-1减值。只要你双手持用盾杖，你的AC获得+2盾牌加值（无视轻盾或小圆盾的增强加值）。你不能用安装的轻盾或小圆盾进行盾击，取下轻盾或小圆盾是一个引起借机攻击的移动动作。<\/p><p>在判别目标为物体的能力或效果时，安装在一起的盾牌和武器记为两个物品，除了卸武将盾杖视为一个物品。任何没有进入这一流派并尝试使用盾杖的人将其视为一个造成钝击伤害的临时武器。"
}
