{
    "key": "signature strike style",
    "name": "Signature Strike Style",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Signature%20Strike%20Style",
    "descriptors":     [
        "Combat",
        "Style"
    ],
    "source": ["People of the Wastes pg. 10"],
    "text": "Your accuracy when attacking is both delightfully artistic and chillingly deadly.",
    "prerequisites": "Precise Shot; Weapon Focus; base attack bonus +7; Intimidate 7 ranks; Improved Called Shot, targeted strike swashbuckler deed, or targeting gunslinger deed.",
    "benefit": "Each creature you hit using a called shot (<i>Pathfinder RPG Ultimate Combat<\/i> 193), the targeted strike swashbuckler deed, or the targeting gunslinger deed must succeed at a Will save or be shaken for 1d3 rounds (DC = 10 + half your character level + your Charisma modifier). You must be using this style and attacking with a weapon for which you have Weapon Focus to gain this benefit. This is a fear effect that doesn’t stack with itself or with other fear effects. If a creature is already shaken and you make it shaken using this feat, the duration of the shaken condition is merely extended.<br><br> If this attack deals damage, you can also have the injury leave a distinctive mark, such as a letter, shape, or other simple symbol. This mark heals naturally and disappears once the target has healed the damage dealt by your attack. As a free action after the attack, you can spend 1 grit point or 1 panache point to make the mark heal as a permanent scar unless the target succeeds at a Fortitude save (DC = 10 + half your character level + your Charisma modifier). You gain a +2 bonus on Perception checks to see through the disguises of creatures that bear your mark.",
    "prerequisiteKeys":     [
        "improved called shot",
        "precise shot",
        "weapon focus"
    ],
    "name_zh": "印黥流",
    "text_zh": "你精准的攻击既如艺术般叹为观止，又致命得让人心生畏惧。",
    "prerequisites_zh": "精确射击；武器专攻；bab+7；威吓7级；精通狙击，精确瞄准游荡剑客炫技或精确瞄准铳士炫技。",
    "benefit_zh": "每一个被你以狙击（《探索者RPG极限战斗》第193页）、游荡剑客精确瞄准炫技或是铳士精确瞄准炫技击中的生物必须通过一个DC=10+1/2你的职业等级+你的魅力修正的意志豁免，否则将颤栗1d3轮。你必须启用该流派且使用武器专攻所选的武器才能获得该好处。这是一个恐惧效果，不与自己或其他恐惧效果相叠加。若生物之前就已经处于颤栗状态，则你成功使用该专长也仅会延长其颤栗的持续时间。<\/p><p>另外，若该次攻击造成伤害，你能留下一个呈现出独特标记的伤口，比如说一个字母，一个图形，或者其他的简单符号。这个标记在目标治愈该次攻击造成的伤害时会自然消失。在该次攻击后，你可以通过一个自由动作花费1点勇毅或时髦值，目标必须通过一个DC=10+1/2你的角色等级+你的魅力修正的强韧检定，否则该次攻击在目标身上留下的标记将会是永久性伤疤。你在看穿带着你留下标记的生物其易容的察觉检定上获得+2加值。"
}
