{
    "key": "snatch arrows",
    "name": "Snatch Arrows",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Snatch%20Arrows",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 134"],
    "text": "Instead of knocking an arrow or ranged attack aside, you can catch it in mid-flight.",
    "prerequisites": "Dex 15, Deflect Arrows, Improved Unarmed Strike.",
    "benefit": "When using the Deflect Arrows feat you may choose to catch the weapon instead of just deflecting it. Thrown weapons can immediately be thrown back as an attack against the original attacker (even though it isn't your turn) or kept for later use.<br><br>You must have at least one hand free (holding nothing) to use this feat.",
    "staminaSource": "Pathfinder Unchained pg. 132",
    "staminaText": "When you snatch a thrown weapon, as long as you have at least 1 stamina point in your stamina pool, you can make a thrown ranged attack with it against any target, not just the original attacker.",
    "mythicSource": "Mythic Adventures pg. 74",
    "mythicText": "You can use the weapons you pluck from the air to immediately make melee attacks.",
    "mythicPrerequisites": "Snatch Arrows.",
    "mythicBenefit": "When you use Snatch Arrows to catch a thrown weapon that can also be used as a melee weapon, you can make a melee attack with it as an immediate action against a foe within the weapon’s melee reach. You can expend one use of mythic power to make this attack without spending an immediate action.",
    "prerequisiteKeys":     [
        "deflect arrows",
        "improved unarmed strike"
    ],
    "name_zh": "抓取飞箭",
    "text_zh": "你能够接住半空中的箭支或远程武器，而不是把它震到一旁。",
    "prerequisites_zh": "敏捷15，拨挡飞箭，精通徒手打击。",
    "benefit_zh": "当使用“拨挡飞箭”专长时你可以选择抓住那武器而不仅仅只是偏转它。投掷武器可以立刻被扔回去，视为对原攻击者的一次攻击（即使不是你的行动轮）或留下来在以后使用。你必须至少空出一只手（不拿任何东西）来使用此专长。",
    "mythicText_zh": "你能够使用刚刚接到的武器顺势攻击敌人。",
    "mythicPrerequisites_zh": "抓取飞箭",
    "mythicBenefit_zh": "当你使用抓取飞箭专长抓到能够作为近战武器使用的投掷武器时，你能够以直觉动作使用它进行近战攻击，对抗处于武器近战触及范围内的敌人。你能够花费1次神话之力进行此次攻击而无需花费直觉动作。",
    "staminaText_zh": "当你抓取一件投掷武器时，只要你的耐力池中还有1点耐力，你就能使用它做出一次远端投掷攻击，这次攻击的目标可以是任何人而不只是最开始的攻击者。"
}
