{
    "key": "spellbreaker",
    "name": "Spellbreaker",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Spellbreaker",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 134"],
    "text": "You can strike at enemy spellcasters who fail to cast defensively when you threaten them.",
    "prerequisites": "Disruptive, 10th-level fighter.",
    "benefit": "Enemies in your threatened area that fail their checks to cast spells defensively provoke attacks of opportunity from you.",
    "normal": "Enemies that fail to cast spells defensively do not provoke attacks of opportunity.",
    "staminaSource": "Pathfinder Unchained pg. 132",
    "staminaText": "When you hit a caster with an attack of opportunity it provoked by failing to cast defensively, you can spend 5 stamina points to daze the caster until the end of its next turn. If the caster succeeds at a Fortitude save with a DC equal to 10 + your base attack bonus, it is staggered instead.",
    "mythicSource": "Mythic Adventures pg. 74",
    "mythicText": "You’re a spellcaster’s worst nightmare.",
    "mythicPrerequisites": "Spellbreaker.",
    "mythicBenefit": "Any non-mythic creature you threaten provokes an attack of opportunity from you whenever it uses a spell or spell-like ability, even when casting defensively or casting a quickened spell.<br><br> If a non-mythic creature within 30 feet of you uses a spell or spell-like ability, you can expend one use of mythic power to make a ranged attack against that creature as an attack of opportunity (even if the creature wouldn’t normally provoke attacks of opportunity). You must have a ranged weapon in hand or have a free hand and the nonmythic Quick Draw feat to use this ability. You can use this ability against a mythic creature by expending two uses of mythic power.",
    "prerequisiteKeys": ["disruptive"],
    "name_zh": "破法者",
    "text_zh": "当你威胁到敌人的施法者时，如果他们防御施法失败，你能够对他们进行攻击。",
    "prerequisites_zh": "扰法者，战士10级。",
    "benefit_zh": "在你威胁范围内防御施法检定失败的敌人会触发你的借机攻击。",
    "normal_zh": "防御施法失败的敌人不会触发借机攻击。",
    "mythicText_zh": "你是施法者最可怕的噩梦。",
    "mythicPrerequisites_zh": "破法者",
    "mythicBenefit_zh": "每当被你威胁的非神话生物在使用法术或类法术能力时，都会引起你的借机攻击，即便是在防御式施法或者施放瞬发法术（quickened spell）时也是如此。<\/p><p>若距你30尺内的非神话生物使用法术或者类法术能力的话，你能够花费1次神话之力，以借机攻击来进行一次远程攻击对抗该名生物（即便该名生物在正常情况下并不会引起借机攻击）。你的手中必须有远程武器、或者一只手空着并且具有非神话版的即时备战专长才能使用该能力。你能够通过花费2次神话之力来使用该能力对抗神话生物。",
    "staminaText_zh": "当你使用一次因为防御式施法失败引发的借机攻击命中一位施法者时，你可以消耗5点耐力来让该施法者晕眩，持续到它的下一回合结束。如果施法者成功通过了一个DC为10+你的基础攻击加值的强韧豁免，它将转而陷入恍惚。"
}
