{
    "key": "stunning fist",
    "name": "Stunning Fist",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Stunning%20Fist",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 135"],
    "text": "You know just where to strike to temporarily stun a foe.",
    "prerequisites": "Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +8.",
    "benefit": "You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Stunning Fist forces a foe damaged by your unarmed attack to make a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier), in addition to dealing damage normally. A defender who fails this saving throw is stunned for 1 round (until just before your next turn). A stunned character drops everything held, can't take actions, loses any Dexterity bonus to AC, and takes a –2 penalty to AC. You may attempt a stunning attack once per day for every four levels you have attained (but see Special), and no more than once per round. Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be stunned.",
    "special": "A monk receives Stunning Fist as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a stunning attack a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
    "staminaSource": "Pathfinder Unchained pg. 133",
    "staminaText": "You can spend 5 stamina points to declare that you are using Stunning Fist after you’ve hit with an unarmed strike.",
    "mythicSource": "Mythic Adventures pg. 75",
    "mythicText": "With greater potency and frequency, your fists stun those who stand against you.",
    "mythicPrerequisites": "Stunning Fist.",
    "mythicBenefit": "The DC of your Stunning Fist increases by half your tier, and you can use Stunning Fist multiple times during the same round. As a free action, you can expend one use of your mythic power to use Stunning Fist without spending one of your daily uses of the feat.",
    "prerequisiteKeys": ["improved unarmed strike"],
    "name_zh": "震慑拳",
    "text_zh": "你知道攻击哪里可以暂时瘫痪一个人的行动。",
    "prerequisites_zh": "敏捷13，感知13，精通徒手打击，BAB+8。",
    "benefit_zh": "你必须在投掷攻击骰之前宣告使用此专长（因此，未命中会导致尝试失败）。震慑拳在正常造成伤害的同时，还会强制受到你徒手击打伤害的敌人进行一次DC为“10+1/2你的角色等级+感知修正”的强韧豁免检定。豁免检定失败的防御者将被震慑1轮（直到你的下一轮开始前）。被震慑的人物不能行动，失去AC上的任何敏捷加值，并且AC承受-2减值。每4级你每天可以多尝试一次震慑攻击（见特殊），每轮不能超过1次。构装、泥怪、植物、不死、虚体生物和免疫重击的生物不会被震慑。",
    "special_zh": "武僧1级时获得“震慑拳”做为奖励专长，即使他不满足所需先决条件。武僧每天可尝试的震慑攻击的次数等同于他的武僧等级，再加上每天每4个非武僧职业等级1次。",
    "mythicText_zh": "凭藉着更强的效果与频率，你的拳头能够震晕所有敢挺身对抗你的人。",
    "mythicPrerequisites_zh": "震慑拳",
    "mythicBenefit_zh": "你的震慑拳的DC增加，数值等同于你的阶层，而且你能够在同一轮内使用多次震慑拳。以自由动作，你能够花费1次神话之力来使用震慑拳，而不用花费你在当日的专长使用次数。",
    "staminaText_zh": "你可以消耗5点耐力来在你的徒手击打命中后宣告使用这个专长。"
}
