{
    "key": "symbolic mastery",
    "name": "Symbolic Mastery",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Symbolic%20Mastery",
    "descriptors": ["Item Mastery"],
    "source": ["Magic Tactics Toolbox pg. 31"],
    "text": "You can channel the power of the gods through symbols of their faiths, using it as a weapon. ",
    "prerequisites": "Use Magic Device 4 ranks, base Fortitude saving throw bonus +2.",
    "benefit": "A number of times per day equal to your base Fortitude save bonus, you can cause a holy symbol of a deity you worship and whose alignment is the same as yours to unleash a harmful magical attack called a symbolic bolt. This attack can be delivered via touch or a ray, as a standard action. A melee symbolic bolt requires a melee touch attack that doesn’t provoke attacks of opportunity, and a ranged symbolic bolt is a ranged attack with a range of 30 feet. A symbolic bolt deals damage equal to 1d6 + 1/2 your total number of ranks in the Use Magic Device skill. You choose the type of damage dealt by your symbolic bolt each time you use this feat from those offered by the cleric domains granted by the deity whose holy symbol you use. The types of damage (and the cleric domains that grant them) are acid (Earth, Magic, Rune), cold (Darkness, Magic, Rune, Void, Water, Weather), electricity (Air, Magic, Rune, Weather), fire (Destruction, Fire, Magic, Rune), negative energy (Death, Destruction, Void), positive energy (Glory, Healing, Repose, Sun), sonic (Magic, Rune, Weather), and untyped (any). If a symbolic bolt is used to deal untyped damage, the bolt’s damage is reduced to an amount equal to 1d3 + 1/2 your total number of ranks in Use Magic Device.<br><br> When you create a symbolic bolt, it originates from the hand holding the holy symbol and appears only briefly, so you have a hand free anytime you’re not attacking with a symbolic bolt. The feat Weapon Focus (ray) doesn’t apply to symbolic bolts, but you can take the feat Weapon Focus (symbolic bolt) and apply it to both melee and ranged symbolic bolts. Spells that target a single weapon (such as magic weapon) can’t affect symbolic bolts, nor can a symbolic bolt have magic weapon special abilities. Abilities and feats that affect all weapon attacks function as normal with symbolic bolts.",
    "name_zh": "圣徽掌握",
    "text_zh": "你可以引导你信仰的神的圣徽中的力量，并像武器一般使用它。",
    "prerequisites_zh": "使用魔法装置技能4级，基础强韧豁免加值+2。",
    "benefit_zh": "每天等同于你基础强韧豁免加值次，你可以引导你所信仰的且阵营与你完全相同的神祇圣徽中的能量来释放一种名为圣徽弹的有害魔法攻击。用一个标准动作，该攻击可以通过接触或者射线来传导。近战圣徽弹是一个不引发借机攻击的近战接触攻击，而远程圣徽弹是射程30尺的远程攻击（译者注：不是远程接触）。圣徽弹造成1d6+1/2你使用魔法装置技能等级的伤害。每次使用该专长时，你从你圣徽所属神祇的牧师领域中选择一个来决定你的圣徽弹造成的伤害类型。伤害类型（和对应的领域）为酸（土，魔法，符文），寒冷（黑暗，魔法，符文，虚空，水，天气），电（气，魔法，符文，天气），火焰（毁灭，火，魔法，符文），负能量（死亡，毁灭，虚空），正能量（荣誉，医疗，安眠，太阳），音波（魔法，符文，天气）和无种类（其他）。如果圣徽弹造成了无种类伤害，它的伤害降低到1d3+1/2你使用魔法装置技能等级。当你创造圣徽弹时，它从你拿着圣徽的手中迅速出现，所以你在不使用圣徽弹攻击时视为空着一只手。武器专攻（射线）不能应用于圣徽弹，但是你可以选择武器专攻（圣徽弹）来同时应用在近战和远程圣徽弹上。以单个武器（如魔化武器）为目标的法术不能影响圣徽弹，圣徽弹也不能拥有魔法武器的特殊能力。影响所有武器攻击的能力与专长照常作用于圣徽弹。"
}
