{
    "key": "telepathy tap",
    "name": "Telepathy Tap",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Telepathy%20Tap",
    "source": ["Ultimate Intrigue pg. 94"],
    "text": "You are able to notice, intercept, and interpret telepathic communication around you.",
    "prerequisites": "Sense Motive 10 ranks, ability to cast <i>detect thoughts<\/i> or <i>telepathy<\/i> as a spell or spell-like ability or telepathy supernatural ability.",
    "benefit": "When a creature within range of your telepathy (or within 60 feet if you are using <i>detect thoughts<\/i>) uses telepathy to communicate, including when that creature sends or receives a magical message such as <i>dream<\/i> or <i>sending<\/i>, you can notice the attempt with a successful DC 30 Sense Motive check. At this point, you can either use your telepathy ability or spend a use or casting of <i>detect thoughts <\/i>as an immediate action. If you do so, for every 5 points by which your check exceeds the DC, you glean one fragment of information about the communication, such as the identity of its source; its general nature; the emotional state of the sender or the recipient; or a specific person, place, or thing mentioned in the message. In addition, the creature must attempt a saving throw (with a DC equal to that of the spell if you spent a use of <i>detect thoughts<\/i> or are using <i>telepathy<\/i>, or 10 + 1/2 your racial HD + your Charisma modifier if you are using a racial telepathy ability). If the target fails its save, you can listen to both sides of the telepathic or magical communication as long as you continue to concentrate each round as a standard action.",
    "name_zh": "窃听感应",
    "text_zh": "你能察觉、拦截并解读出周遭的心灵沟通。",
    "prerequisites_zh": "察言观色10级，以法术或类法术能力施放侦测思想（Detect Thoughts）或心灵感应（Telepathy）的能力、或者以心灵感应（telepathy）超自然能力。",
    "benefit_zh": "当1名生物正在使用心灵感应进行沟通，包括在该生物接收或发送魔法讯息的时候，比如托梦术（Dream）或短讯术（Sending），而且它位于你的心灵感应（Telepathy）范围内、若你使用的是侦测思想（Detect Thoughts）的话则为60尺范围内，你能够尝试1次DC为30的察言观色检定，成功意味着你察觉到了这次通讯。在此时点，你能够以直觉动作使用自己的心灵感应能力、花费1次侦测思想的使用次数、或者施放侦测思想。若你这么做的话，检定结果每比DC高出5点，便可以获取1条关于此次沟通的讯息碎片，比如通信来源的身份（identity of its source）；沟通的性质（general nature）；发送或接收方的情绪状态；讯息中提及的特定个人、地点或事物。此外，该生物必须尝试1次意志豁免（如果你使用的侦测思想或心灵感应为法术或类法术能力，则为你耗费的法术DC；若你使用的是种族提供的心灵感应能力，DC则为10 + 1/2你的种族HD + 你的魅力调整值）。若目标的豁免失败，那么只要你持续在每轮中以标准动作维持专注，就可以窃听到送信与接收两方面的心灵感应或魔法通讯。"
}
