{
    "key": "third eye",
    "name": "Third Eye",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Third%20Eye",
    "source": ["Occult Adventures pg. 141"],
    "text": "You possess and can open a third eye that permits you to see things as they really are and gain greater insight into auras.",
    "prerequisites": "Psychic Sensitivity or ability to cast psychic spells.",
    "benefit": "Once per day as a standard action, you can open a spiritual third eye positioned on your forehead between and above your normal eyes. You can keep this eye open for up to 1 minute per character level you possess. This duration doesn’t have to be consecutive, but it must be used in 1-minute increments. Once per day while your third eye is open, you can use the read aura occult skill unlock after 1 minute of intense concentration. This is in addition to the normal daily use of read aura (which still takes 10 minutes). While your third eye is open, you gain a +4 bonus on Perception checks to read auras, as well as a +8 bonus on Perception checks to detect invisible creatures or objects or see through magical disguises (both illusory ones and those provided by the change shape ability or polymorph magic). When you close your third eye, either voluntarily or at the end of the time limit, you are fatigued for an amount of time equal to the length of time you kept your third eye open.",
    "normal": "Without this feat, you must spend 10 minutes in intense concentration to read one of a creature or item’s four auras, and you can do so only once per day.",
    "special": "You can take this feat multiple times. Its effects don’t stack. Each time you take the feat, you increase the number of times per day you can open your third eye (and read an aura) by one.",
    "prerequisiteKeys": ["psychic sensitivity"],
    "name_zh": "三眼开放",
    "text_zh": "你拥有第三只眼，并可以开启它来洞彻事物的本质以及其内在的灵光。",
    "prerequisites_zh": "异能敏感（Psychic Sensitivity）或者施放异能法术（psychic spells）的能力。",
    "benefit_zh": "每日1次以标准动作，你能够在双眼正中位置的上方额头处，开启心灵的第三只眼。这只眼在每日可以保持开启的时间为你具有的每个角色等级1分钟。这些持续时间不必连续，但是必须以1分钟为单位来使用。每日1次，当你的第三只眼开眼时，可以在持续1分钟的专注后使用神秘技能解放（Occult Skill Unlock）的望气（Read Aura）。这次望气不会占用望气正常的每日使用次数（这原本需要花费10分钟）。当你的第三只眼开眼时，会在望气的察觉检定中获得+4加值，而且还会在侦测隐形（invisible）生物或物体、或者看破魔法伪装（这包含幻术以及变形能力或变形魔法提供的效果）的察觉检定中获得+8加值。当你闭上第三只眼时，无论是主动关闭还是持续时间结束导致的被动关闭，你都会陷入疲乏（fatigued），疲乏的时间与维持开眼的时长相同。",
    "normal_zh": "如果没有该专长，你必须花费10分钟的专注才能阅读一个生物或物体的四种灵光，而且你每日只能这么做一次。",
    "special_zh": "你可以多次选取该专长。其效果不会叠加。每当你选取该专长时，便能够增加一次开启第三只眼（以及望气）的每日次数。"
}
