{
    "key": "touch of serenity",
    "name": "Touch of Serenity",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Touch%20of%20Serenity",
    "descriptors": ["Combat"],
    "source": ["Advanced Player's Guide pg. 172"],
    "text": "With a single touch you can reduce the threat of even the most savage of foes.",
    "prerequisites": "Wis 18, Improved Unarmed Strike, base attack bonus +8.",
    "benefit": "You must declare that you are using this feat before you make your attack roll (thus a failed attack roll ruins the attempt). On a successful hit, the attack deals no damage and bestows no other effect or condition, but the target cannot cast spells or attack (including attacks of opportunity and attacks as immediate actions) for 1 round unless it succeeds on a Will saving throw with a DC of 10 + 1/2 your character level + your Wisdom modifier. You may attempt a touch of serenity once per day for every four levels you have attained (but see Special), and no more than once per round.",
    "special": "A monk of the lotus receives Touch of Serenity as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a touch of serenity a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
    "staminaSource": "Pathfinder Unchained pg. 134",
    "staminaText": "You can spend 5 stamina points to declare you are using this feat after you hit with an attack roll. The target can still attempt the saving throw to resist Touch of Serenity’s effects.",
    "prerequisiteKeys": ["improved unarmed strike"],
    "name_zh": "点血截脉",
    "text_zh": "通过简单的触摸，你甚至能够让最野蛮的敌人放弃攻击。",
    "prerequisites_zh": "感知18，精通徒手打击，BAB+8。",
    "benefit_zh": "你必须在进行攻击检定之前声明使用该专长（因此失败的攻击检定会浪费这次机会）。成功命中的攻击不会造成伤害，也不会赋予其他效果或状态，但是目标若在意志豁免中失败，就会在1轮内无法施法与攻击（包括借机攻击与直觉动作的攻击），豁免DC为“10+1/2你的角色等级+感知修正”。每日你可以尝试进行“点血截脉”的次数为每4个等级1次（见特殊），并且每轮只能进行1次。",
    "special_zh": "涅磐僧（Monk of the Lotus, APG武僧变体）会在1级获得“点血截脉”作为奖励专长，即使他并不满足专长的先决条件。武僧每日可以尝试使用点血截脉的次数等同于他的武僧等级，额外加上每4个非武僧职业等级1次。",
    "staminaText_zh": "你可以消耗5点耐力来在你的攻击股命中之后宣告使用这个专长。目标仍然能够尝试豁免来抵抗点血截脉的效果。"
}
