{
    "key": "troth of the forgotten pharaoh",
    "name": "Troth of the Forgotten Pharaoh",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Troth%20of%20the%20Forgotten%20Pharaoh",
    "source":     [
        "Pathfinder #82: Secrets of the Sphinx pg. 17",
        "Pathfinder #81: Shifting Sands pg. 19"
    ],
    "text": "You’ve pledged your body to the Forgotten Pharaoh, and are willing to sacrifice yourself to keep his secrets even in death.",
    "prerequisites": "Must be a member of the Cult of the Forgotten Pharaoh.",
    "benefit": "Upon taking this feat, you undergo a ritual wherein the cartouche of Pharaoh Hakotep I is carved into your flesh (typically on the chest or back), and then embellished with painful crimson and ocher tattoos. The ritual takes 1 hour to complete, and you take 3 points of damage from the wound (see Special, below). Upon completion of the ritual, you gain the feat’s benefits.<br><br> As an immediate action, or when you die, you can cause white-hot fire to burst from the tattooed cartouche on your flesh, immolating your body in a bright flash and instantly reducing it to ash. If you are still alive, you are immediately slain. Spells such as <i>raise dead<\/i> or <i>speak with dead<\/i> cannot be used on your remains, but your equipment is unaffected.<br><br> As the fire consumes you, fiery snakes whip out of your body in a 5-foot-radius burst, dealing 1d6 points of fire damage + 1 point per character level. Creatures in the area can attempt a Reflex save to negate the damage (DC 10 + 1/2 your character level + your Constitution modifier). In addition, creatures within a 10-foot burst must succeed at a Fortitude save (DC 10 + 1/2 your character level + your Constitution modifier) or be blinded for 1 round. Blind or sightless creatures are unaffected by this blinding effect.",
    "special": "You permanently lose 3 hit points when you take this feat. This damage can be healed only with a <i>miracle<\/i> or <i>wish<\/i> spell, but doing so causes you to lose all benefits of this feat."
}
