{
    "key": "turn undead",
    "name": "Turn Undead",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Turn%20Undead",
    "source": ["PRPG Core Rulebook pg. 136"],
    "text": "Calling upon higher powers, you cause undead to flee from the might of your unleashed divine energy.",
    "prerequisites": "Channel positive energy class feature.",
    "benefit": "You can, as a standard action, use one of your uses of channel positive energy to cause all undead within 30 feet of you to flee, as if panicked. Undead receive a Will save to negate the effect. The DC for this Will save is equal to 10 + 1/2 your cleric level + your Charisma modifier. Undead that fail their save flee for 1 minute. Intelligent undead receive a new saving throw each round to end the effect. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures).",
    "mythicSource": "Mythic Adventures pg. 75",
    "mythicText": "The power of your divine energy can not only cause undead to flee but also destroy them where they stand.",
    "mythicPrerequisites": "Turn Undead.",
    "mythicBenefit": "When you use Turn Undead, the range increases by 10 feet per tier, and non-mythic undead take a penalty on their saving throws equal to your tier.<br><br> You can expend one use of mythic power when using Turn Undead to destroy undead. Instead of fleeing, undead that fail their saves might be destroyed. You destroy 2d4 Hit Dice worth of undead per tier. Undead with the fewest HD are affected first; among undead with equal HD, those that are closest to the burst’s point of origin are affected first. No undead of 9 or more HD can be affected, and HD that aren’t sufficient to affect an undead are wasted.",
    "name_zh": "驱散死灵",
    "text_zh": "你释放出神圣能量，令不死生物逃窜。",
    "prerequisites_zh": "【引导正能量】职业特性。",
    "benefit_zh": "你可以用一个标准动作，消耗你引导正能量的1次可用次数，令30尺内的所有不死生物逃离你，视同陷入恐慌状态。不死生物需要通过意志检定来避免此效果，DC等于“10+1/2牧师等级+魅力修正”。豁免失败的不死生物会逃窜1分钟。有智力的不死生物可以每轮进行新的检定以结束此效果。若你以此方式使用引导能量，则其不会产生其他的效果（不会治疗或伤害附近的生物）。",
    "mythicText_zh": "你的神圣能量不光能够让死灵落荒而逃，还能够彻底抹消它们的存在。",
    "mythicPrerequisites_zh": "驱散死灵",
    "mythicBenefit_zh": "当你使用驱散死灵专长时，范围增加每阶层10尺，而且非神话不死生物会在豁免中受到等同于你的阶层的减值。<\/p><p>当你使用驱散死灵专长时，能够花费1次神话之力摧毁不死生物。取代原本的恐慌状态，豁免失败的不死生物会被摧毁。你能够摧毁每阶层2d4个生命骰的不死生物。HD最低的不死生物会先受到影响；对于HD相等的不死生物，最接近能量爆发起始点的会先受到影响。拥有9个或更高HD的不死生物不会被影响，不足矣影响1名不死生物的HD会被浪费。"
}
