{
    "key": "unseat",
    "name": "Unseat",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Unseat",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 136"],
    "text": "You are skilled at unseating your mounted opponents.",
    "prerequisites": "Str 13, Ride 1 rank, Mounted Combat, Power Attack, Improved Bull Rush, base attack bonus +1.",
    "benefit": "When charging an opponent while mounted and wielding a lance, resolve the attack as normal. If it hits, you may immediately make a free bull rush attempt in addition to the normal damage. If successful, the target is knocked off his horse and lands prone in a space adjacent to his mount that is directly away from you.",
    "staminaSource": "Pathfinder Unchained pg. 135",
    "staminaText": "When you use this feat to successfully unseat a foe, you can spend 5 stamina points to make the rider fall prone in an unoccupied space of your choice adjacent to the mount instead of a space directly away from you.",
    "mythicSource": "Mythic Adventures pg. 76",
    "mythicText": "You knock your opponents down from their mounts with frightening concussive force.",
    "mythicPrerequisites": "Unseat.",
    "mythicBenefit": "When you successfully bull rush an opponent off his mount with Unseat, your opponent takes 1d6 points of falling damage per 2 tiers you possess. Items or abilities that reduce falling damage, such as a successful Acrobatics check, can reduce the damage dealt by the impact.",
    "prerequisiteKeys":     [
        "improved bull rush",
        "mounted combat",
        "power attack"
    ],
    "name_zh": "落马击",
    "text_zh": "你擅长将骑乘对手击落马下。",
    "prerequisites_zh": "力量13，骑乘1级，骑乘战斗，猛力攻击，精通冲撞，BAB+1。",
    "benefit_zh": "当骑乘并使用长枪对敌人进行冲锋时，照常计算攻击检定。但若攻击命中，你在正常的伤害之外，可以立即进行一次冲撞尝试。若检定成功，则目标被从马上击落倒地在临近他的坐骑且直线远离你的位置。",
    "mythicText_zh": "你能够使用可怕的冲击力把敌人击落至马下。",
    "mythicPrerequisites_zh": "落马击",
    "mythicBenefit_zh": "当你成功以落马击专长使用冲撞将敌人从他的坐骑上击落时，你每拥有2个阶层，你的敌人就会受到1d6点坠落伤害。减少坠落伤害的物品或能力，比如成功的特技动作检定，能够减少这次冲击造成的伤害。",
    "staminaText_zh": "当你使用这个专长成功地将一名敌人击落马下，你可以消耗5点耐力来让该骑手摔倒在一个由你选择的邻接他坐骑的未被占据空间，而不是在一个直线远离你的位置。"
}
