{
    "key": "vampire animal companion",
    "name": "Vampire Animal Companion",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Vampire%20Animal%20Companion",
    "source": ["Rival Guide pg. 47"],
    "text": "As a vampire, you may use your create spawn ability to transform a dire bat, dire rat, or wolf into a more powerful vampiric companion.",
    "prerequisites": "Vampire, Charisma 18, animal companion class ability, sufficiently high level (see below).",
    "benefit": "Vampire, Charisma 18, animal companion class ability, sufficiently high level (see below). Benefit: A vampire with this feat can elect to use its create spawn ability on an animal summoned using the child of the night ability (such as a dire bat, dire rat, or wolf ) to create a vampiric animal companion. This decision must be made as a free action as the vampire slays the animal with its blood drain or energy drain ability. The animal rises from death in 1d4 days as a vampiric animal bonded with the vampire who spawned it. Thereafter, the vampiric animal advances in abilities like a normal animal companion as the vampire gains further class levels in the class that granted the animal companion.<br><br> In order to gain a dire rat as a vampiric companion, a vampire's effective druid level must be 4th. To gain a wolf as an vampiric companion, the vampire's effective druid level must be 6th. To gain a dire bat vampiric companion, the vampire's effective druid level must be 9th. At your option, additional animals could be added to this list—use these examples as guides to set minimum levels.<br><br> Vampiric animal companions count toward the total number of Hit Dice a vampire may enslave, as well as toward the limit of animal companions the character may have at any one time. Any vampiric animal companion the vampire creates that would exceed such limits becomes a free-willed undead. A vampire may also free a vampiric companion in order to enslave a new one, but once freed, the vampiric animal cannot be enslaved again.<br><br> A vampiric animal's statistics are identical to those of the original animal, save for the following changes. <ul><li>Its type changes to undead with the augmented animal<\/li><li>btype.<\/li><li>It gains a +4 natural armor bonus.<\/li><li>It gains the blood drain vampire special attack.<\/li><li>It gains an energy drain attack (1 level, DC equal to<\/li><li> + 1/2 the animal companion's racial HD + the animal<\/li><li>mpanion's Charisma modifier).<\/li><li>It gains the dominate vampire special attack with<\/li><li>spect to animals of its type.<\/li><li>It gains channel resistance +2, DR 5/silver, resist cold and<\/li><li>ectricity 10, fast healing 2, and the vampire qualities of<\/li><li>seous form and shadowless.<\/li><li>It gains all of the standard vampire weaknesses.<\/li><li>It gains Str +2, Dex +2, and Cha +4.<\/li><li>It does not gain the vampire's children of the night or<\/li><li>eate spawn abilities.<\/li><\/ul>"
}
