{
    "key": "versatile spontaneity",
    "name": "Versatile Spontaneity",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Versatile%20Spontaneity",
    "source": ["Pathfinder Society Primer pg. 9"],
    "text": "You made a good name for yourself in the Pathfinder Society in part because you knew how to prepare for the challenges before you, even if your natural magical abilities lend themselves less to preparation and more to spontaneity.",
    "prerequisites": "Int 13 or Wis 13 (see Special), ability to spontaneously cast 2nd-level spells.",
    "benefit": "When you regain spell slots at the start of the day, you may opt to prepare one spell you don’t know in place of a daily spell slot 1 level higher than the prepared spell’s level. To do so, you must have access to the selected spell on a scroll or in a spellbook, and the spell must be on your spell list (even if it is not one of your spells known). This process takes 10 minutes per spell level of the selected spell. You can cast the selected spell a single time, expending the spell slot as though it were a known spell being cast by you. Preparing a spell in this manner expends a scroll but not a spellbook. A spell prepared in this way is considered its actual level rather than the level of the spell slot expended. You can apply metamagic feats to the spell as normal, as long as the spell’s actual level plus the increases from metamagic feats is 1 level lower than the highest-level spell you can cast. For example, a 12th-level sorcerer with this feat, a <i>scroll of fireball<\/i>, and the Empower Spell metamagic feat could prepare an empowered <i>fireball <\/i>spell in her 6th-level spell slot.",
    "special": "If you spontaneously cast arcane spells, you must have an Intelligence score of at least 13 to take this feat. If you spontaneously cast divine spells, you must have a Wisdom score of at least 13 to take this feat. If you have both arcane and divine spellcasting classes, you can use this feat to prepare a spell using a given class’s spell slot as long as you meet the associated ability score prerequisite.",
    "name_zh": "自发准备",
    "text_zh": "你因为知道如何通过预先准备来迎接挑战，为自己在探索者协会赢得了一个好的名声。即使你天赋的施法能力更多不是来源于预先准备而是自发施法。",
    "prerequisites_zh": "智力13或者意志13(视具体情况而定)，可以自发释放2环法术。",
    "benefit_zh": "当你在一天开始重新获得法术位时，你可以准备一个你不知道的法术，不过这需要占用一个比该法术高1环的每日可用法术位。如果你要这么做，你必须选择一个在卷轴或者法术书上的法术，并且该法术必须在你的可用列表中（即使它不是一个你的已知法术）。这个过程需要占用每个法术环级10分钟的时间。你可以像释放一个你的已知法术那样释放这个准备法术，仅限一次。你可以如常使用超魔专长来准备这个法术，只要这个经过超魔的准备法术比你的最高可用法术等级低1环。例如一名12级的术士在运用本专长，以一张火球术卷轴准备法术时，使用了强效超魔，该法术最终将占用他的6级法术位（译者注：既法术基本环数+超魔环数+该专长1环=可用的最高环数）。<\/p><p>特别说明：如果你自发地施放奥术，那么你至少需要13点智力来获得该专长，如果你自发施放神术，那么你需要13点感知。如果你同时拥有神术和奥术施法能力，只要你满足相应属性值的先决条件，你可以使用这个专长来准备任一给定类别的法术。"
}
