{
    "key": "weapon specialization",
    "name": "Weapon Specialization",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Weapon%20Specialization",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 137"],
    "text": "You are skilled at dealing damage with one weapon. Choose one type of weapon (including unarmed strike or grapple) for which you have already selected the Weapon Focus feat. You deal extra damage when using this weapon.",
    "prerequisites": "Proficiency with selected weapon, Weapon Focus with selected weapon, fighter level 4th.",
    "benefit": "You gain a +2 bonus on all damage rolls you make using the selected weapon.",
    "special": "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
    "staminaSource": "Pathfinder Unchained pg. 135",
    "staminaText": "Once per round, you can spend 2 stamina points to gain your Weapon Specialization bonus on damage rolls with a weapon with which you don’t have Weapon Specialization. This bonus lasts until the start of your next turn.",
    "mythicSource": "Mythic Adventures pg. 77",
    "mythicText": "The damage you deal with your chosen weapon is truly awesome to behold.",
    "mythicPrerequisites": "Weapon Specialization.",
    "mythicBenefit": "When using your chosen weapon, you gain a bonus equal to half your tier on damage rolls. This stacks with the bonus from Weapon Specialization and Greater Weapon Specialization.",
    "mythicSpecial": "If you have taken non-mythic Weapon Specialization multiple times, you must choose which of those feats this enhances. You can take this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Weapon Specialization feat you have.",
    "prerequisiteKeys": ["weapon focus"],
    "name_zh": "武器专精",
    "text_zh": "你善于使用特定类型的武器造成伤害。从已有“武器专攻”的武器中选择一个（包括徒手击打和擒抱），使用此种武器将可造成更多伤害。",
    "prerequisites_zh": "擅长对应武器，武器专攻，战士4级。",
    "benefit_zh": "使用专精的武器时伤害检定+2。",
    "special_zh": "你可以多次选择本专长，其效果并不累加。每次你都必须选择不同种类的武器。",
    "mythicText_zh": "拿着你所选择的武器造成的伤害让人触目惊心。",
    "mythicPrerequisites_zh": "武器专精",
    "mythicBenefit_zh": "当你使用你所选择的武器时，你的伤害检定会获得等同于你的阶层一半的加值。这与武器专精和高等武器专精专长带来的加值叠加。",
    "mythicSpecial_zh": "若你多次选取了非神话版的武器专精专长，那么你就必须选择由哪个专长获得上述增强。你能够多次选取该专长，其效果不会叠加。每当你选取该专长，它都会应用于你所具有的不同的非神话版武器专精专长。",
    "staminaText_zh": "每轮1次，你可以消耗2点耐力来在一件你并没有武器专精的武器上获得武器专精在伤害骰上的加值。这个加值将会持续到你的下一回合开始。"
}
