{
    "key": "wretched curator",
    "name": "Wretched Curator",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Wretched%20Curator",
    "descriptors": ["Story"],
    "source": ["Agents of Evil pg. 9"],
    "text": "Some fools fear the written word, but you that understand knowledge—all knowledge—is a valuable tool, and restricting it out of superstition is abominable in your eyes.",
    "prerequisites": "You must have purchased a scroll or spellbook containing a spell with the evil descriptor in a place where such dealings are illegal, or must have the Secret Society Inductee or Diabolical Upbringing background.",
    "benefit": "You can always purchase potions and scrolls of spells with the evil descriptor at a 10% discount, even if they are not normally available in a settlement because of its size or the local laws. You gain a +4 bonus on Knowledge (arcana), Spellcraft, and Use Magic Device checks related to spells with the evil descriptor or evil written works.",
    "goal": "You must own scrolls of spells with the evil descriptor or tomes of forbidden lore worth a total of 50 gp per character level, and be the primary caster of a successful occult ritual (<i>Pathfinder RPG Occult Adventures<\/i> 208) of at least 5th level that has the evil descriptor.",
    "completionBenefit": "Every time you cast a spell with the evil descriptor, you can remove that descriptor from the spell and treat yourself as a neutral-aligned caster for the purpose of determining the spell’s effects, circumventing defenses such as <i>protection from evil<\/i> and preventing detection via <i>detect evil<\/i> and similar effects. If you cast a spell with the evil descriptor and do not remove that descriptor, you instead gain 2 temporary hit points per spell level. These temporary hit points last for 1 hour.",
    "name_zh": "悲劣馆员",
    "text_zh": "有些傻瓜害怕文字，但你知道知识—所有的知识—是一种有价值的工具，且在你眼中因迷信所导致的迫害是可憎的。",
    "prerequisites_zh": "你必须在一个非法交易的场合中购买一个带有邪恶描述的法术卷轴或法术书，或拥有“秘密结社” 或“邪恶教育”角色背景。",
    "benefit_zh": "你在购买邪恶描述法术的药水和卷轴总是享有10%的折扣，包括因当地规模或法律不能正常获得场合。当你在面对带有邪恶描述的法术或邪恶书籍时，知识(神秘)，辨识法术和使用魔法物品检定上获得+4加值。",
    "goal_zh": "你必须拥有带有邪恶描述的法术卷轴，或价值每角色等级50gp的禁书，并且你必须做为一个主施法者，成功施展一个至少五级，带有邪恶描述的神秘仪式(寻路者核心规则异能冒险208页)。",
    "completionBenefit_zh": "每当你施展一个带有邪恶描述的法术时，你可以从法术中移除该描述并将自己视为一名中立阵营的施法者，来规避防护邪恶 与侦测邪恶和类似的效果。如果你施展一个带有邪恶描述的法术，并且不移除该描述，那么每个法术等级获得2点临时生命值。这些临时生命值持续1小时。"
}
