{
    "key": "ablative sphere (garundi)",
    "name": "Ablative Sphere (Garundi)",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ablative%20Sphere%20(Garundi)",
    "source": ["Humans of Golarion pg. 28"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a crystalline sphere worth 10 gp)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "text": "The Garundi tenaciously protect their homes, and through the years they have perfected magic to aid them in their defense. An immobile, crystalline, weblike globe surrounds you.<br><br>When the <i>ablative sphere<\/i> winks into existence, it provides you with improved cover (<i>Pathfinder RPG Core Rulebook<\/i> 196). The barrier does not impede a spell’s line of sight or effect.<br><br>The sphere is 1 inch thick per caster level, has hardness 5, and 3 hit points per inch of thickness. When an <i>ablative sphere<\/i> loses hit points, the level of cover it provides is reduced. When the <i>ablative sphere<\/i> has lost one-third of its hit points, it provides cover instead of improved cover. Once it has lost two-thirds of its hit points, it provides only partial cover. Finally, when the <i>ablative sphere<\/i>’s hit points reach 0, the globe is destroyed. When an attack reduces an <i>ablative sphere<\/i>’s hit points to 0, you take any remaining damage.",
    "name_zh": "夺离法球",
    "race_zh": "加隆德人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一颗价值10gp的水晶球)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>加隆德人顽强的捍卫他们的家园，多年下来他们完善了援助他们防卫的魔法。<\/p><p>一个固定、水晶形态、网状的球体环绕着你。当夺离法球闪烁它的存在时，它提供你强化掩蔽(improved cover，核心手册 P.196)。这个障碍并不会阻挡法术线或是法术效果。<\/p><p>这个法球的硬度为5且有1英吋/每施法者等级厚，每英吋拥有3点生命值。当一个夺离法球失去生命值时，它所提供的掩蔽等级也会削减。当<\/p><p>夺离法球失去1/3的生命值时，它提供掩蔽而非强化掩蔽，当它失去2/3的生命值时，它只提供部分掩蔽(partial cover)。最后，当夺离法球生命值归0时，该球体被摧毁。当一个攻击将一个夺离法球的生命值消减为0时，你承受剩下的伤害。<\/p>"
}
