{
    "key": "absorbing inhalation",
    "name": "Absorbing Inhalation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Absorbing%20Inhalation",
    "source": ["Advanced Race Guide pg. 160"],
    "school": "transmutation",
    "descriptors": ["air"],
    "race": "sylph",
    "levels":     {
        "alchemist": 4,
        "arcanist": 4,
        "bloodrager": 4,
        "druid": 4,
        "hunter": 4,
        "investigator": 4,
        "redmantisassassin": 4,
        "sahirafiyun": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one cloud-like effect, up to one 10-ft. cube/level",
    "duration": "1 round/level; see text",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect. If the targeted cloud is a magical effect, you must succeed at a caster level check (DC 11 + the effect’s caster level) to inhale it. Inhaling the cloud removes it from the area, leaving normal air in its place. If the cloud is too large for you to affect with a single casting of this spell, you may instead inhale a portion of the cloud, but you must inhale the portion of the cloud closest to you. This spell has no effect on gaseous creatures. It can only affect an instantaneous-duration cloud (such as a breath weapon) if you ready an action to cast the spell in response.<br><br>While inhaled, the cloud does not harm you. You may keep the cloud harmlessly contained within you for up to 1 round per level, but you must hold your breath to do so (even if you do not normally have to breathe). If the cloud has a duration, the time the cloud is contained within you counts toward that duration. As a standard action, you may release the stored cloud as a breath weapon, filling a 60-foot cone (or the cloud’s original area, if smaller than a 60-foot cone). Any creature in the breath’s area is subject to its normal effects, making saving throws and spell resistance checks as appropriate against the cloud’s original DC. The exhaled cloud resumes its duration, if any. Exhaling the stored cloud ends this spell. If you do not exhale the cloud before this spell’s duration expires, you suffer the cloud’s effects and automatically fail any saving throw to resist it.",
    "name_zh": "吸云术",
    "race_zh": "风元素裔",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一片面积最多10尺立方/等级的类云雾效果",
    "duration_zh": "1轮/等级; 见文本",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你自身的肺脏获得了非人的力量以及容量，使你能够吸入气体，雾，烟，水汽或其他类似云雾的效果并使之无害化。如果目标云雾是魔法效果，你必须成功进行一次DC为“11+该效果施法者等级”的施法者等级检定才能吸入。吸入云雾会使其从原本的区域中消除，使普通的空气留在该范围内。如果云雾对你单次施放的该法术来说太大了，则可以吸入一部分云雾，但是你必须吸入距离你最近的云雾。该法术对气体生物没有影响。如果你用准备动作施放该法术的话，它只能应对持续时间为立即的云雾 (比如喷吐武器)。<\/p><p>你吸入的云雾并不会伤害你。你可以控制这些云雾效果并使之无害化，持续1轮/等级，但是在此期间必须屏住呼吸 (即使通常情况下你不需要呼吸)。如果这些云雾有持续时间，在吸入到你体内之后持续时间也正常计算。以一个标准动作，你可以如同使用喷吐武器一般将吸入的云雾释放出来，充满60尺锥形的范围 (如果云雾原本的范围小于60尺锥形，则使用本身的范围)。任何在喷吐范围内的生物受到其正常效果，如常进行豁免检定以及法术抗力检定对抗云雾原本的DC。你呼出的云雾如果原本有持续时间的话，则继续计算。呼出你所储存的云雾结束该法术。如果你在该法术持续时间不呼出云雾的话，则会自动受到云雾本身的效果影响，并且视为你在任何抵御其效果的豁免检定中失败。<\/p>"
}
