{
    "key": "animate dead",
    "name": "Animate Dead",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Animate%20Dead",
    "source": ["PRPG Core Rulebook pg. 241"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "adept": 3,
        "antipaladin": 3,
        "arcanist": 4,
        "cleric": 3,
        "occultist": 3,
        "oracle": 3,
        "shaman": 3,
        "sorcerer": 4,
        "spiritualist": 3,
        "warpriest": 3,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (an onyx gem worth at least 25 gp per Hit Die of the undead)",
    "range": "touch",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell turns corpses into undead skeletons or zombies that obey your spoken commands.<br><br>The undead can be made to follow you, or they can be made to remain in an area and attack any creature (or just a specific kind of creature) entering the place. They remain animated until they are destroyed. A destroyed skeleton or zombie can't be animated again.<br><br>Regardless of the type of undead you create with this spell, you can't create more HD of undead than twice your caster level with a single casting of <i>animate dead<\/i>. The <i>desecrate<\/i> spell doubles this limit.<br><br>The undead you create remain under your control indefinitely. No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level. If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled. You choose which creatures are released. Undead you control through the Command Undead feat do not count toward this limit.<br><br><i>Skeletons<\/i>: A skeleton can be created only from a mostly intact corpse or skeleton. The corpse must have bones. If a skeleton is made from a corpse, the flesh falls off the bones.<br><br><i>Zombies<\/i>: A zombie can be created only from a mostly intact corpse. The corpse must be that of a creature with a physical anatomy.",
    "mythicSource": ["Mythic Adventures pg. 84"],
    "mythicText": "Add your tier to your caster level when determining how many Hit Dice of undead you can animate with a single casting of this spell. This doesn’t increase the total number of Hit Dice worth of undead you can control. By expending a second use of mythic power, you can ignore the spell’s material component cost.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, any skeletons or zombies you create gain either the agile (see page 224) or savage (see page 224) mythic template. This template lasts for a number of days equal to your tier.<br><br> Alternatively, if you’re 8th tier and expend 10 uses of mythic power, any skeletons you create permanently gain the mythic skeleton template (see page 216).",
    "name_zh": "操纵死尸",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (不死生物所具有的每个HD需要价值至少为25gp的黑玛瑙)",
    "range_zh": "接触",
    "target_zh": "一个或多具接触到的尸体",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术能尸体转化为不死骷髅或丧尸，它们会服从你说出命令。<\/p><p>这些不死生物可以跟随你，也可以留在某个区域并攻击进入该区域的任何生物 (或某类特定生物)。它们会保持这种活化状态，直到被摧毁为止。被摧毁的骷髅或丧尸不能再度被活化。<\/p><p>不管用这个法术创造何种不死生物，在单独施展一次操纵死尸时，你所创造出不死生物HD不能超过你的CL的两倍。‘<a href=\"spell.html?spell=desecrate\">亵渎术 (desecrate)<\/a>’可以将此限制翻倍。<\/p><p>你创造出的不死生物会永久处在你的控制下。但是不管你使用多少次这个法术，你所能控制的不死生物HD总数最多为每CL 4HD。如果你超过了这个数字，所有最新被创造的生物会处在你的控制之下，而之前施法所创造的多余的不死生物将脱离你的控制。由你选择哪个生物脱离控制。通过“命令死灵 (Command Undead)”专长控制的不死生物不计入上述限制。<\/p><p>骷髅 (Skeletons)：只能用几乎完整的尸体或骨架才能创造出骷髅。该尸体必须有骨骼。如果骷髅是用一具尸体创造的，那么肉会从骨架上脱落。<\/p><p>丧尸 (Zombies)：只能用几乎完整的尸体才能创造出丧尸。该尸体必须具有真正的解剖学结构。<\/p>",
    "mythicText_zh": "<p>在判断你施放单次本法术所能唤起的不死生物之生命骰数量时，够将你的阶层加到你的施法者等级上。这并不会增加你能够控制的不死生物的生命骰总量。通过花费2次神话之力，你能够忽略本法术的材料成分的开销。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，任何你所创造的骷髅（skeletons）与丧尸（zombies）都会获得神速（agile）或狂野（savage）神话模板中的一个。这些模板会持续数日，具体的天数等同于你的阶层。<\/p><p>除此之外，若你达到了第8阶并且花费10次神话之力，任何由你创造的骷髅都会永久性地获得神话骷髅模板。<\/p>"
}
