{
    "key": "appearance of life",
    "name": "Appearance of Life",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Appearance%20of%20Life",
    "source": ["Horror Adventures pg. 108"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "descriptors": ["evil"],
    "levels":     {
        "arcanist": 3,
        "cleric": 3,
        "medium": 2,
        "mesmerist": 3,
        "oracle": 3,
        "psychic": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 round",
    "components": "V, S, M (one Tiny or larger living creature)",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "one or more undead creatures",
    "duration": "10 minutes/level (D)",
    "savingThrow": "Will disbelief or Will negates (see text)",
    "spellResistance": "no",
    "text": "The illusion makes undead creatures of Medium size or smaller appear as if they were living humanoid creatures. You can target a number of undead creatures whose total number of Hit Dice is no greater than twice your caster level. When you create the illusion, you choose the races, genders, and attire for the undead creatures. Additionally, the illusion makes the undead creatures’ movements appear lifelike (two shuffling zombies could be made to appear as two strolling lovers). The illusion doesn’t create smell, sound, texture, or temperature. Undead with Intelligence scores can attempt a saving throw to negate the effect of the spell, but mindless undead do not. Any creatures interacting with the illusion receive a saving throw to disbelieve the illusion.<br><br> The illusion interferes with <i>detect undead<\/i>, requiring the caster to succeed at a caster check (DC = 11 + your caster level) for the spell to determine the creatures are undead.<br><br> <i>Appearance of life<\/i> can be made permanent with a <i>permanency<\/i> spell by a caster of 12th level or higher for the cost of 10,000 gp.",
    "name_zh": "鲜活外观",
    "castingTime_zh": "1轮",
    "components_zh": "语言、姿势、材料 (一个超小型或是更大的活物)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "一个或更多的不死生物",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则不信 或 意志, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>此幻象可以将中体型或更小体型的不死生物看起来好似活生生的类人生物一样。你可以瞄准多个不死生物，它们总体的HD数不能超过你的施法者等级两倍。当你创造这个幻象时，你可以为这些不死生物选择种族、性别以及服饰。此外，这幻象能使得不死生物的动作变得栩栩如生(两只步履蹒跚的僵尸可以看上去像是两个漫步的情侣)。此幻象不会创造气味、声音、触摸起来的质地，或是体温。有智力属性的不死生物可以尝试一个豁免检定来使此法术的效果无效，但无心智的不死生物则无法。任何与此幻象互动的生物可以获得一次豁免检定来不相信这个幻象。<\/p><p>此幻象会妨碍侦测死灵(detect undead)，此法术要确定该生物是不死生物，需要成功通过施法者等级检定(DC=11+你的施法者等级)。<\/p><p>鲜活外观(Appearance Of Life)可以被魔法恒定术给恒定，这需要12等或更高等的施法者以及10000gp。<\/p>"
}
