{
    "key": "apport object",
    "name": "Apport Object",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Apport%20Object",
    "source": ["Occult Adventures pg. 157"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "touch",
    "target": "one touched object of up to 1 lb. and 1 cu. ft.",
    "duration": "instantaneous or 1 hour/level",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "This spell allows you to instantaneously transport a small nonliving object from one location to another. There are two ways to use the spell: sending allows you to immediately send an object held in your hands to a nearby location, while receiving permits you to cast the spell ahead of time on an object and summon it to your location at a later time.<br><br><b>Sending<\/b>: If you choose to send the object elsewhere, the spell functions like <i>teleport object<\/i>, except the size of the object is limited and the distance it can travel is equal to only 25 feet + 5 feet per 2 levels. You can’t transport an object to the Ethereal Plane. You can send the held object to any square within range, and you don’t need line of sight to the target location. You can place the object in the open or inside a container, a pocket, or even someone’s hand. If there isn’t room in the space you select (either because the space chosen is too small or because there is already something else there), or if the person doesn’t want or isn’t expecting the object in his hands, it appears on the ground within the target’s square instead. You can transport the object to an elevation above the floor as long as the destination is within the spell’s total distance limit.<br><br><b>Receiving<\/b>: You can prepare an object ahead of time to apport it to yourself by casting the spell upon it and assigning a mental trigger to complete the spell. You don’t need line of sight to the object to apport it to you, but the object must be within a distance equal to 25 feet + 5 feet per 2 levels. Completing the spell is a swift action that has the same restrictions as a thought spell component. You can apport an object in this way even if someone holding the object is unwilling to let you take it. Once you apport the object, the spell ends.<br><br>You can’t send or receive an object into a space that is protected by an <i>antimagic field<\/i>, <i>globe of invulnerability<\/i>, or similar effect that keeps magical effects out; if you attempt to do so, the spell is lost.",
    "name_zh": "物体召来",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "接触",
    "target_zh": "一个接触到的物体，该物体至多重1磅、大小不超过1立方尺",
    "duration_zh": "立即 或 1小时/等级",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>该法术允许你立即将一个小号的非生命（nonliving）物体从一个地点传送至另一处地点。该法术有两种使用方式：遣送能让你立刻将手中持握的一个物体传送到附近的地点，召回则允许你提前对一个物体施放法术并在稍后将其召唤到你所在的位置。<\/p><p>遣送（Sending）：若你选择将物体遣送到别处，那么法术的功能就如同物品传送术（Teleport Object）一般，不过物品的大小受到限制，而且物体能够传送的距离只有25尺 + 每2个等级5尺。你不能将物体传送至灵界位面（Ethereal Plane）。你能够将手持的物体送至范围内的任意方格，而且你与目标地点不需要具有视觉线相连。你能够将物体放置在开放地点，也可以把它送到容器里、口袋内或者甚至某人的手中。若你选择的位置没有空间容纳物体（这可能是因为你所选择的空间太小了无法容纳，也可能是已经有其他东西占用了此处），或者他人不愿意或不希望物体出现在自己手中的话，那么该物体会出现在目标所在方格的地面上作为替代。你可以将物体传送到地面以上具有一定高度的位置，只要目标位置仍旧在法术的总距离限制之内便可以。<\/p><p>召回（Receiving）：你可以通过对物体施放法术并设定一个完成法术的精神触发器，来提前准备一件物体，使你能够把物体召唤到身边。当你将物体召唤到身边时，并不需要与物体之间有视觉线相连，但是物体与你之间的距离必须在25尺 + 每2个等级5尺之内。完成法术是一个迅捷动作，并且同样受到思维法术成分（thought spell component）的限制。即便他人手持该物体，而且对方不愿意让你获得此物体的情况下，你也能够以此方式召唤物体。当你召唤物体时，该法术结束。<\/p><p>若物体受到反魔场（Antimagic Field）、法术无效结界（Globe of Invulnerability）或者其他防止魔法效果进出的类似效果保护，那么你就无法遣送或召回该物体; 若你尝试这么做，该法术会立刻被浪费掉。<\/p>"
}
