{
    "key": "arboreal hammer",
    "name": "Arboreal Hammer",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Arboreal%20Hammer",
    "source": ["Ultimate Magic pg. 206"],
    "school": "transmutation",
    "levels":     {
        "druid": 4,
        "hunter": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one Huge or larger tree",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell animates a tree’s branch and directs it against your foes. At caster level 10th or lower, you can target a Huge tree. At caster level 11th–15th, you can target a Gargantuan tree, and at caster level 16th or higher you can target a Colossal tree. The animated branch makes slam attacks with a Strength score equal to 10 + your caster level. The branch strikes once per round with an attack bonus equal to your caster level + the branch’s Strength modifier, adjusted by the appropriate size modifier (–2 for Huge, –4 for Gargantuan, –8 for Colossal). A Huge tree’s slam deals 2d6 points of damage, a Gargantuan tree’s slam deals 3d6 points of damage, and a Colossal tree’s slam deals 4d6 points of damage; the tree adds 1-1/2 times its Strength modifier to this damage. A Huge tree has reach 15 feet, a Gargantuan has reach 20 feet, and a Colossal has reach 30 feet. The tree attacks the creature you designate when you cast the spell, and is unable to move. You can direct the tree against a new target as a move action. The tree does not gain a bonus for flanking, nor can it help another combatant flank. It cannot attack a foe you cannot see.",
    "mythicSource": ["Mythic Adventures pg. 84"],
    "mythicText": "You animate two branches instead of one, allowing the tree to attack twice per round. Add your tier to your caster level when determining the tree’s Strength score. A creature struck by both slam attacks in the same round must succeed at a Fortitude save against the spell’s DC or be staggered for 1 round. <br><br><b>Augmented (7th)<\/b>: If you expend two uses of mythic power, the tree attempts three slam attacks per round and its slams bypass all damage reduction. A creature struck by all three slam attacks in the same round is stunned for 1 round and staggered for 1d4 rounds after the stun ends. A successful Fortitude save negates the stun and reduces the duration of being staggered by half.",
    "name_zh": "巨树之锤",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一颗超大型或更大的树木",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术活化一棵树的树枝并指示其对抗你的敌人。在施法者等级为10级或更低时，你能以超大型树木为目标。在施法者等级11-15级时，你能够以巨型树木为目标，在施法者等级为16级或更高时你能够选择超巨型树木为目标。活化树枝进行力量属性等同于10 + 你的施法者等级的猛击。树枝每轮进行1次攻击加值等同于你的施法者等级 + 树枝的力量调整值的攻击，并使用适当的体型调整值 (超大型-2，巨型-4，超巨型-8)。超大型树木的击打造成2d6伤害，巨型树木的击打造成3d6伤害，超巨型树木造成4d6伤害; 并加上等同于它1.5倍力量调整值的伤害。超大型树木的触及范围为15尺，巨型树木的触及范围为20尺，超巨型树木的触及范围为30尺。树木无法移动，它会攻击你施法时所指定的生物，你能够以一个移动动作指示树木攻击一名新的目标。树木无法通过夹击获得加值，也无法帮助其他人进行夹击。它无法攻击你看不到的敌人。<\/p>",
    "mythicText_zh": "<p>你能够活化两根树枝以取代原本的一根，这使得树木每轮能够攻击两次。在确定树木的力量属性时，将你的阶层加到施法者等级上。在同一轮内同时被两次挥击攻击命中的生物必须成功进行强韧豁免对抗法术的DC，否则将会恍惚（staggered）1轮。<\/p><p><b>强化（7阶）<\/b>：若你花费2次神话之力，树木每轮便能尝试3次挥击，而且这些攻击能够穿透所有伤害减免。在同一轮内同时被三次挥击攻击命中的生物会震慑（stun）1轮，并且在震慑结束之后恍惚1d4轮。成功的强韧豁免会使震慑无效，并且将恍惚的持续时间减半。<\/p>"
}
