{
    "key": "arcane sight",
    "name": "Arcane Sight",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Arcane%20Sight",
    "source": ["PRPG Core Rulebook pg. 244"],
    "school": "divination",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "inquisitor": 3,
        "investigator": 3,
        "magus": 3,
        "occultist": 3,
        "psychic": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 min./level (D)",
    "text": "This spell makes your eyes glow blue and allows you to see magical auras within 120 feet of you. The effect is similar to that of a <i>detect magic<\/i> spell, but <i>arcane sight<\/i> does not require concentration and discerns aura location and power more quickly.<br><br>You know the location and power of all magical auras within your sight. An aura's power depends on a spell's functioning level or an item's caster level, as noted in the description of the <i>detect magic<\/i> spell. If the items or creatures bearing the auras are in line of sight, you can make Spellcraft skill checks to determine the school of magic involved in each. (Make one check per aura; DC 15 + spell level, or 15 + half caster level for a nonspell effect.)<br><br>If you concentrate on a specific creature within 120 feet of you as a standard action, you can determine whether it has any spellcasting or spell-like abilities, whether these are arcane or divine (spell-like abilities register as arcane), and the strength of the most powerful spell or spell-like ability the creature currently has available for use.<br><br>As with <i>detect magic<\/i>, you can use this spell to identify the properties of magic items, but not artifacts.<br><br><i>Arcane sight<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "name_zh": "秘法视力",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>这个法术让你的眼睛发出蓝光，并且能让你看见120尺内的魔法灵光。该效果和‘<a href=\"spell.html?spell=detect magic\">侦测魔法 (detect magic)<\/a>’相类似，只是秘法视力不需要专注，识别灵光位置和强度也更快。<\/p><p>你能知道你视野中所有魔法灵光的位置和强度。灵光的强度依赖于法术环位或物品的CL，这和‘侦测魔法’的法术说明一样。如果带有灵光的物品或生物和你之间有视觉线，那么你可以分别做法术辨识技能检定来判断相关的魔法学派。(为每一个灵光做一次检定; DC {15+法术环位}，对于非法术效果来说DC等于 {15+1/2施法者等级}。)<\/p><p>如果你以一个标准动作对120尺内的特定生物维持专注，你能发现它是否有施法能力或类法术能力，以及是奥术还是神术 (类法术能力按奥术显示)，以及该生物当前可使用的最强法术或类法术能力的强度。<\/p><p>与‘侦测魔法’一样，你能够使用该法术鉴别魔法物品的功能，但是这对神器无效。<\/p><p>秘法视力可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。<\/p>"
}
