{
    "key": "assume appearance, greater",
    "name": "Assume Appearance, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Assume%20Appearance,%20Greater",
    "source": ["Horror Adventures pg. 109"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 4,
        "arcanist": 4,
        "bard": 4,
        "investigator": 4,
        "medium": 4,
        "mesmerist": 4,
        "occultist": 4,
        "psychic": 4,
        "shaman": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 minute",
    "components": "V, S, F (corpse or likeness of the deceased creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 day/level (D)",
    "text": "This spell functions similar to <i>assume appearance<\/i>, except that you can imitate a creature even if you have only a likeness (such as a sketch or painting) that is fairly accurate. If there is an age difference between the likeness and the actual creature, you take on the appearance of the creature near the end of its life. If you have heard the creature whose form you plan to assume speak aloud, you can also copy its voice as <i><i>vocal alteration<\/i><\/i> (<i><i>speak with dead<\/i><\/i> can also be used to fulfill this requirement). The spell doesn't grant insight into the dead creature's mannerisms<br><br> Additionally, if a likeness used as a focus for the spell is kept on your person or within 30 feet at all times, the aura of <i>greater assume appearance<\/i> is redirected to the likeness instead of to you, similar to a reverse application of the <i><i>misdirection<\/i><\/i> spell.",
    "name_zh": "高等伪装外貌",
    "castingTime_zh": "1分钟",
    "range_zh": "个人",
    "duration_zh": "1天/等级 (可解消)",
    "text_zh": "<p>此法术如同伪装外貌(Assume Appearance)般作用，除了就算你只有一幅描绘该生物非常精确的肖像(像是一张素描或一幅画)，你也可以冒充。如果肖像和生物的真实年龄不同，那么你模仿该生物所呈现的外观，会是他生命走到尽头的样貌。如果你听到过你计划要模仿生物大声的说话，你也可以复制他的声音，如同扭曲嗓音(vocal alteration)UM[死者交谈(speak with dead)也可以满足这个要求]。此法术不会给予你这个死去生物癖好的深刻见解。<\/p><p>此外，如果你将这幅当作此法术的器材成分来用的肖像放在你身上，或在任何时候都与保持你30尺内的话，高等伪装外貌(greater assume appearance)的灵光会改变方向到肖像而非你身上，类似误导术(misdirection)的反向用法。<\/p>"
}
