{
    "key": "aura alteration",
    "name": "Aura Alteration",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Aura%20Alteration",
    "source": ["Occult Adventures pg. 157"],
    "school": "illusion",
    "levels":     {
        "medium": 3,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 4,
        "spiritualist": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "one object or willing creature",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes",
    "text": "You mask and manipulate the target creature’s or object’s aura, confounding those who would attempt to discern helpful information from it using the read aura occult skill unlock (see page 197) or the <i>analyze aura<\/i> spell. You can change each of the following four auras with one casting of <i>aura alteration<\/i>.<br><br><b>Alignment Aura<\/b>: You can change the target’s apparent alignment to thwart spells that detect alignment, such as <i>detect evil<\/i>. You can alter the alignment by up to one step on each alignment axis, but can’t make the creature appear to have a diametrically opposed alignment. For instance, you couldn’t make a lawful evil character appear to be chaotic or good. You can also adjust the power of the alignment aura up or down in level by a number of steps equal to 1/2 your level or fewer.<br><br><b>Emotion Aura<\/b>: Your manipulations mask the true emotions of the target, instead depicting any combination of colors on the emotional spectrum that you wish. Creatures attempting Bluff, Diplomacy, Intimidate, or Sense Motive checks against the target receive no bonuses on their checks based on information gleaned from the target’s aura.<br><br><b>Health Aura<\/b>: You adulterate the target’s aura to mask the condition of its physical body, revealing instead a wounded status, poison or disease status, and conditions of your choice. You likewise mask the target’s available ki points or similar resources, manipulating its aura to suggest any number within the range normally available to the target.<br><br><b>Magic Aura<\/b>: You alter a creature or item’s magic aura so that it registers to <i>detect magic<\/i> (and spells with similar capabilities, like <i>analyze aura<\/i>) as though it were nonmagical, a magic item of a kind you specify, or the subject of a spell you specify. A single casting of <i>aura alteration<\/i> is sufficient to mask all of the magic auras on the target. If an object bearing <i>aura alteration<\/i> has <i>identify<\/i> cast on it or is similarly examined, the examiner recognizes the aura is false and detects the object’s actual qualities if he succeeds at a Will save. If a targeted item’s own aura is overwhelming, <i>aura alteration<\/i> can’t alter it.",
    "name_zh": "改写灵光",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "一个物体或自愿的生物",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可",
    "text_zh": "<p>你对目标生物或物体的灵光进行掩饰和操控，并以此来蒙骗那些尝试使用神秘技能解放（Occult Skill Unlocks）中的望气（read aura）或者分析灵光（Analyze Aura）法术来获取信息的人。每次施放改写灵光，你可以从后述四种灵光中选择一种并进行改写。<\/p><p>阵营灵光（Alignment Aura）：你能够改变目标表面上的阵营，来挫败侦测阵营的法术，比如侦测邪恶（detect evil）。你可以在每个阵营轴上调整至多1阶，但是无法让生物看起来像是对立阵营。举例来说，你不能让守序邪恶的角色看起来像是混乱或善良的生物。你还能够调节阵营灵光的强弱，在等级上调整的数量至多等同于你的等级的一半（可以使用更低的数值进行调整）。<\/p><p>情绪灵光（Emotion Aura）：你能够掩饰目标的真正情感，用你所希望的情绪灵光颜色组合替代的当前的颜色。如果有生物从掩饰后的目标灵光获取信息，那么该生物不会在对抗目标的唬骗、交涉、威吓和或察言观色检定中获得加值。<\/p><p>健康灵光（Health Aura）：你能够伪造目标的灵光，以此来掩饰目标的身体状况，并且让目标表现出受伤、中毒或染病、以及你所选择的状态。你还能够掩饰目标当前的可用气池或类似资源的数量，操纵灵光并在目标的正常可用范围内显示任意数值。<\/p><p>魔法灵光（Magic Aura）：你能改变一个生物或物体的魔法灵光，让侦测魔法（以及类似效果的法术，比如分析灵光）认为它不具有魔法、是你所指定种类的魔法物品、或者是你所指定的法术的受术者。施放一次改写灵光足以掩饰目标的所有魔法灵光。若有人对一件受到改写灵光法术影响的物品施放鉴定术（Identify）或类似的检测效果，那么检查者能够发现灵光是伪造的，而且可以通过一次成功的意志豁免来侦测物品的真实品质。若目标物品自身的灵光达到了刺目（overwhelming）的程度，则改写灵光无法对它生效。<\/p>"
}
