{
    "key": "aversion",
    "name": "Aversion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Aversion",
    "source": ["Occult Adventures pg. 158"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 3,
        "bard": 2,
        "druid": 3,
        "hunter": 3,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 day/level",
    "savingThrow": "Will partial",
    "spellResistance": "yes",
    "text": "You plant a revulsion in the mind of the subject, causing her to avoid an object or location. You must choose a specific object or place. A location chosen in this way can be no larger than a cube measuring 50 feet on a side. The aversion is entirely in the target’s mind, so the chosen object or location itself isn’t subject to any magical effect. If the target fails her saving throw, she can’t come within 60 feet of the chosen object or place. She makes every reasonable effort to avoid the object of the aversion, but will not put herself in danger in order to maintain the aversion. For example, if the object of the aversion is a bridge but a forest fire is closing in and will likely kill the target, she ignores the aversion and crosses the bridge to save herself. If the target must ignore the conditions of the aversion, she is nauseated until she is no longer violating the aversion.<br><br>If the target succeeds at her saving throw, she is instead sickened while within 60 feet of the object or place, but isn’t compelled to stay away from it.",
    "name_zh": "烦厌术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "意志, 通过则部分生效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你在受术者心中植入厌恶的情感，以此让她避开一件物品或一个地点。你必须选择一个特定物体或地点。以此方式选择的地点不能够大于边长为50尺的立方体。这种厌烦的情绪在目标的精神之中，因此被选择的物体或地点本身并不会因此成为任何法术效果的目标。若目标的豁免检定失败，她就不会进入到距离被选择的物体或地点60尺的范围内。她会做出每个合理的尝试来避开自己所厌恶的物体，但是不会为了避开厌恶的物体而将自身至于危险之中。举例说明：若目标所厌恶的对象是一座桥，然而她身边的森林起火，如果无法度过桥梁的话可能会危机自身的性命，此时她会忽略这种厌恶的感觉，穿过桥梁来求生。若目标陷入必须忽略烦厌术的状态，那么直至变得不再违反烦厌术为止，她会陷入反胃（nauseated）状态。<\/p><p>若目标成功通过豁免检定，那么当她位于物品或地点60尺范围内时，会陷入恶心（sickened）作为替代，而且不会被迫远离她所厌恶的目标。<\/p>"
}
