{
    "key": "baleful polymorph",
    "name": "Baleful Polymorph",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Baleful%20Polymorph",
    "source": ["PRPG Core Rulebook pg. 246"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "adept": 5,
        "arcanist": 5,
        "druid": 5,
        "hunter": 5,
        "magus": 5,
        "shaman": 5,
        "sorcerer": 5,
        "summoner": 4,
        "summoner (unchained)": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "permanent",
    "savingThrow": "Fortitude negates, Will partial, see text",
    "spellResistance": "yes",
    "text": "As <i>beast shape III<\/i>, except that you change the subject into a Small or smaller animal of no more than 1 HD. If the new form would prove fatal to the creature, such as an aquatic creature not in water, the subject gets a +4 bonus on the save.<br><br>If the spell succeeds, the subject must also make a Will save. If this second save fails, the creature loses its extraordinary, supernatural, and spell-like abilities, loses its ability to cast spells (if it had the ability), and gains the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It still retains its class and level (or HD), as well as all benefits deriving therefrom (such as base attack bonus, base save bonuses, and hit points). It retains any class features (other than spellcasting) that aren't extraordinary, supernatural, or spell-like abilities.<br><br>Any polymorph effects on the target are automatically dispelled when a target fails to resist the effects of <i>baleful polymorph<\/i>, and as long as <i>baleful polymorph<\/i> remains in effect, the target cannot use other polymorph spells or effects to assume a new form. Incorporeal or gaseous creatures are immune to <i>baleful polymorph<\/i>, and a creature with the shapechanger subtype can revert to its natural form as a standard action.",
    "mythicSource": ["Mythic Adventures pg. 84"],
    "mythicText": "The saving throw changes to Fortitude (partial) and Will (partial). A creature that fails the Fortitude save automatically fails the Will save. A target with the shapechanger subtype that fails its save can’t use its shapechanging to shift out of its new form. A creature that succeeds at the Fortitude save is partially transformed into the intended animal. For 1 minute per level, it takes on cosmetic features appropriate to that animal and becomes one size category closer to the animal’s size.<br><br><b>Augmented (9th)<\/b>: If you expend four uses of mythic power, the spell affects all other creatures with 8 Hit Dice or fewer in a 1-mile radius. Affected creatures transform into Small or smaller animals appropriate to the local environment. You can select a number of creatures up to your tier to not be affected.",
    "name_zh": "恶意变形术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "永久",
    "savingThrow_zh": "强韧, 通过则无效; 意志, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术如同‘<a href=\"spell.html?spell=Beast Shape III\">野兽形态III (Beast Shape III)<\/a>’一般，不过你只能将受术者变成HD不超过1HD的小型或更小的动物。如果新形态对该生物来说是具有致命的威胁，比如在水域以外的地方变为水栖生物，那么受术者在豁免上获得+4加值。<\/p><p>如果法术成功，受术者必须再做一次意志豁免。如果第二次豁免失败，该生物将会失去它的特异能力、超自然能力、以及类法术能力，同时也失去施法能力 (如果有这种能力)，并且用新形体的阵营、特殊能力、智力、感知、与魅力属性取代其原有的属性。它依然保留自己的职业和等级 (或HD)，同样也保留所有因此带来的好处 (例如基本攻击加值、基本豁免加值、以及HP)。它保留所有不属于特异能力、超自然能力和类法术能力的职业特性 (除了施法能力)。<\/p><p>当目标在抵抗恶意变形术的豁免失败时，任何影响目标的变形效果 (polymorph effects) 会自动解除，并且只要恶意变形术仍在生效，目标就无法使用其他变性法术或效果变为新的形态。虚体和气体生物免疫恶意变形术，属于变形亚种 (shapechanger) 的生物能以一个标准动作恢复原形。<\/p>",
    "mythicText_zh": "<p>法术的豁免会变为“强韧，通过则部分生效”以及“意志，通过则部分生效”。若生物的在强韧豁免失败，那么意志豁免会自动失败。具有变形亚种（shapechanger subtype）的目标如果豁免失败，就无法使用它的能力从该法术赋予的新形态中恢复。成功进行强韧豁免的生物也会有一部分身体转化为动物。在每级1分钟的持续时间内，它会呈现出与目标动物相应的外貌，而且体型向着动物的体型接近1阶。<\/p><p><b>强化（9阶）<\/b>：若你花费4次神话之力，法术就能影响1英里半径内所有其他生命骰为8个或更少的生物。被影响的生物会被变为适应当地环境的小型或更小的动物。你能够选择数量至多等同于你的阶层个生物免受此影响。<\/p>"
}
