{
    "key": "banishing blade",
    "name": "Banishing Blade",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Banishing%20Blade",
    "source": ["Arcane Anthology pg. 7"],
    "school": "abjuration",
    "levels":     {
        "antipaladin": 4,
        "arcanist": 5,
        "bloodrager": 4,
        "inquisitor": 5,
        "magus": 5,
        "medium": 4,
        "paladin": 4,
        "shaman": 5,
        "sorcerer": 5,
        "spiritualist": 5,
        "summoner": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one melee weapon",
    "duration": "1 round/level or until discharged",
    "savingThrow": "none and Will partial (see text)",
    "spellResistance": "yes (see text)",
    "text": "You imbue a weapon with the power to drive foes back. The first time each round the weapon strikes a creature, the weapon attempts a free bull rush combat maneuver check against that creature. This does not provoke attacks of opportunity. The combat maneuver for the bull rush is equal to 1d20 + your caster level. You do not have to move to push creatures more than 5 feet with this bull rush. If a creature you strike has spell resistance, you must attempt a caster level check to overcome its spell resistance the first time you strike it. If you fail, that creature is immune to the effects of this casting of <i>banishing blade<\/i>.<br><br> The first time each extraplanar creature whose Hit Dice don’t exceed your caster level is driven back at least 10 feet by this spell, it must attempt a Will save. If it fails, it is sent back to its home plane. Whether it succeeds or fails, that creature is staggered for 1 round and <i>banishing blade’s<\/i> duration ends.",
    "name_zh": "放逐之刃",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一把近战武器",
    "duration_zh": "1轮/等级 或 直至能量发散",
    "savingThrow_zh": "无 或 意志, 通过则部分生效 (见文本)",
    "spellResistance_zh": "可; 见文本",
    "text_zh": "<p>你向一把武器中注入一种能击退敌人的能量。每轮当武器第一次击中一个生物，武器可以对该生物自由尝试一次冲撞战技检定。这不会引发借机攻击。冲撞的战技等于1d20+你的施法者等级。你使用冲撞推开生物超过5尺也不一定要移动。如果一个你击中的生物拥有抗力，你必须在第一次命中时尝试一次施法者等级检定来穿透抗力。如果你失败，该生物对施展的同一个放逐之刃的效果免疫。<\/p><p>每个生命骰不超过你施法者等级的异界生物第一次被该法术击退至少10尺，他必须尝试一次意志豁免。如果失败，他会被遣返回本土位面。无论他成功或是失败，该生物会恍惚1轮，而放逐之刃的持续时间也会结束。<\/p><p>艾奥梅黛（Iomedae）和密拉妮（Milani）的牧师和战斗祭司可以将放逐之刃 (Banishing Blade) 作为一个5环法术来准备。<\/p>"
}
