{
    "key": "banish seeming",
    "name": "Banish Seeming",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Banish%20Seeming",
    "source": ["Advanced Player's Guide pg. 204"],
    "school": "abjuration",
    "levels":     {
        "inquisitor": 3,
        "psychic": 5,
        "witch": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a cold iron nail)",
    "range": "touch",
    "target": "one creature or object",
    "duration": "instantaneous and 1 round/level; see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "With a melee touch attack you can dispel an illusion or return a creature to its natural form. This functions as <i>dispel magic <\/i>directed at the effect in question, except you receive a +2 enhancement bonus on your dispel check and you can only dispel illusions or changes in form created by supernatural effects or spells. If multiple effects are changing the creature’s appearance, you can dispel one such effect for every four caster levels you possess, starting with the highest caster level spells and proceeding to spells with lower caster levels. The caster level for supernatural abilities such as change shape is equal to the target creature’s Hit Dice. A creature returned to its natural form by <i>banish seeming <\/i>is prevented from changing its form again for a number of rounds equal to your caster level.<br><br><i>Banish seeming <\/i>has no effect on nonmagical means of changing appearance, such as that provided by a disguise or extraordinary ability.",
    "name_zh": "表象祛除",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一根寒铁钉)",
    "range_zh": "接触",
    "target_zh": "一个生物或物体",
    "duration_zh": "立即 和 1轮/等级; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>通过一个近战接触你可以驱除一个幻术或使被变形的恢复原状。该效果如同解除魔法，不过你在驱除检定中获得+2增强加值，而且只能驱除幻术或变形的魔法或超自然能力。如果目标身上有多种法术，则你每拥有4个施法者等级就可以驱除一种。由最高施法者等级的法术开始驱除。超自然能力的施法者等级，比如自然变身，其施法者等级等同于HD。被你用表象祛除变回原形的目标在等同于你的施法者等级轮数内不能再被变形。表象祛除对非魔法改变外观的效果无效，比如易容或特殊能力。<\/p>"
}
