{
    "key": "battering blast",
    "name": "Battering Blast",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Battering%20Blast",
    "source": ["Dungeons of Golarion pg. 33"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature or unattended object",
    "duration": "instantaneous",
    "savingThrow": "Reflex partial (see text)",
    "spellResistance": "yes",
    "text": "You hurl a fist-sized ball of force resembling a sphere of spikes to ram a designated creature or object. You must succeed on a ranged touch attack to strike your target. On a successful hit, you deal 1d6 points of force damage per two caster levels (maximum 5d6). For every 5 caster levels you possess beyond 5th, you gain a second ball of force. A creature struck by any of these is subject to a bull rush attempt. The force has a Strength modifier equal to your Intelligence, Wisdom, or Charisma modifier (whichever is highest). The CMB for the force’s bull rush uses your caster level as its base attack bonus, adding the force’s Strength modifier and a +10 bonus for each additional blast directed against the same target. Each sphere of force makes its own separate bull rush attempt—if multiple spheres strike one target, you make multiple CMB checks but only take the highest result to determine success. If the bull rush succeeds, the force pushes the creature away from you in a straight line, and the creature must make a Reflex save or fall prone. This spell pushes an unattended object struck by it 20 feet away from you, provided it weighs no more than 25 pounds per level (maximum 250 pounds). This spell cannot move creatures or objects beyond your range. Used on a door or other obstacle, the spell attempts a Strength check to destroy it if the sheer damage inflicted by the spell doesn’t do the job.",
    "name_zh": "冲击爆破",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物或无主物品",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你投掷一个拳头大小的带刺力场球以猛击一个瞄准的生物或物品。你必须通过一个远程接触攻击来命中你的目标。你对目标造成每两个施法者等级1d6的力场伤害（最高5d6）.每比5级高5个施法者等级你可以额外发射一颗力场球。被任何力场球击中的生物将遭受一次冲撞检定。力场球的力量修正值等于你的智力，感知或魅力修正（取其高）。力场球的CMB使用你的施法者等级作为BAB，加上力场球的力量修正值以及对同一目标每有一个额外力场球+10加值。每个力场球分别进行战技检定——如果多个力场球击中同一目标则进行多次战技检定，但只使用其中最高的结果。一个成功的战技检定会将目标沿一条直线推离你，且如果目标未能通过成功的反射检定将被击倒至俯卧。这个法术可以将一个每施法者等级25磅（上限250磅）的无主物体推离你20尺。这法术不能将生物或物体移出你的法术范围。当此法术被应用至一扇门或障碍物上时，若单纯的力场伤害未能将其摧毁则可以尝试一次力量检定以摧毁目标。<\/p>"
}
