{
    "key": "beast shape iii",
    "name": "Beast Shape III",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Beast%20Shape%20III",
    "source": ["PRPG Core Rulebook pg. 247"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 5,
        "arcanist": 5,
        "investigator": 5,
        "magus": 5,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 min./level (D)",
    "text": "This spell functions as <i>beast shape II<\/i>, except that it also allows you to assume the form of a Diminutive or Huge creature of the animal type. This spell also allows you to take on the form of a Small or Medium creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, ferocity, grab, jet, poison, pounce, rake, trample, trip, and web.<br><br><i>Diminutive animal<\/i>: If the form you take is that of a Diminutive animal, you gain a +6 size bonus to your Dexterity, a –4 penalty to your Strength, and a +1 natural armor bonus.<br><br><i>Huge animal<\/i>: If the form you take is that of a Huge animal, you gain a +6 size bonus to your Strength, a –4 penalty to your Dexterity, and a +6 natural armor bonus.<br><br><i>Small magical beast<\/i>: If the form you take is that of a Small magical beast, you gain a +4 size bonus to your Dexterity, and a +2 natural armor bonus.<br><br><i>Medium magical beast<\/i>: If the form you take is that of a Medium magical beast, you gain a +4 size bonus to your Strength, and a +4 natural armor bonus.",
    "mythicSource": ["Mythic Adventures pg. 85"],
    "mythicText": "Each <i>mythic beast shape<\/i> spell must be learned individually, and you must know the respective non-mythic <i>beast shape<\/i> spell to learn its mythic version. You don’t have to learn them in order and are not required to know a lower-level <i>mythic beast shape<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic beast shape II<\/i> if you know <i>beast shape II<\/i>, even if you don’t know <i>mythic beast shape I<\/i>). Each <i>mythic beast shape<\/i> spell adds the following benefits to its respective non-mythic version.<br><br> The spell’s bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4). <br><br><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the Natural Spell feat for 1 round. For example, if you’re 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of <i>mythic beast shape<\/i>.",
    "name_zh": "野兽形态 III",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>该法术的功能如同‘野兽形态II’一般，不过它还允许你变为任何动物类型中，微型或超大型生物的形态。除此之外，该法术还允许你变为魔法兽类型中，小型或中型生物的形态。如果该形态的生物拥有下述的能力，那么你也会获得：30尺掘地，90尺攀爬，90尺飞行 (良好机动性)，90尺游泳，30尺盲感，60尺黑暗视觉，昏暗视觉，灵敏嗅觉，紧勒，凶猛，攫抓，水力喷射，毒素，猛扑，耙抓，践踏，绊摔以及织网。<\/p><p><b>微型动物<\/b>：如果你选择微型动物的形态，你的敏捷获得+6体型加值，力量受到-4减值，以及+1天生护甲加值。<br><b>超大型动物<\/b>：如果你选择超大型动物的形态，你的力量获得+6体型加值，敏捷受到-4减值，以及+6天生护甲加值。<br><b>小型魔法兽<\/b>：如果你选择小型魔法兽的形态，你的敏捷获得+4体型加值以及+2天生护甲加值。<br><b>中型魔法兽<\/b>：如果你选择中型魔法兽的形态，你的力量获得+4体型加值以及+4天生护甲加值。<\/p>"
}
