{
    "key": "binding",
    "name": "Binding",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Binding",
    "source": ["PRPG Core Rulebook pg. 248"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 8,
        "psychic": 8,
        "sorcerer": 8,
        "summoner": 6,
        "wizard": 8
    },
    "castingTime": "1 minute",
    "components": "V, S, M (opals worth 500 gp per HD of the target creature, plus other components as specified below)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature",
    "duration": "see text (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "A <i>binding<\/i> spell creates a magical restraint to hold a creature. The target gets an initial saving throw only if its Hit Dice equal at least half your caster level.<br><br>You may have as many as six assistants help you with the spell. For each assistant who casts <i>suggestion<\/i>, your caster level for this casting of binding increases by 1. For each assistant who casts <i>dominate animal<\/i>, <i>dominate person<\/i>, or <i>dominate monster<\/i>, your caster level for this casting of <i>binding<\/i> increases by a number equal to a third of that assistant's level, provided that the spell's target is appropriate for a binding spell. Since the assistants' spells are cast simply to improve your caster level for the purpose of the <i>binding<\/i> spell, saving throws and spell resistance against the assistants' spells are irrelevant. Your caster level determines whether the target gets an initial Will saving throw and how long the binding lasts. All <i>binding<\/i> spells are dismissible.<br><br>Regardless of the version of <i>binding<\/i> you cast, you can specify triggering conditions that end the spell and release the creature whenever they occur. These triggers can be as simple or elaborate as you desire, but the condition must be reasonable and have a likelihood of coming to pass. The conditions can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, Hit Dice, or hit points don't qualify. Once the spell is cast, its triggering conditions cannot be changed. Setting a release condition increases the save DC (assuming a saving throw is allowed) by 2.<br><br>If you cast any of the first three versions of <i>binding<\/i> (those with limited durations), you may cast additional <i>binding<\/i> spells to prolong the effect, overlapping the durations. If you do so, the target gets a saving throw at the end of the first spell's duration, even if your caster level was high enough to disallow an initial saving throw. If the creature's save succeeds, all <i>binding<\/i> spells it has received are broken.<br><br>The <i>binding<\/i> spell has six versions. Choose one of the following versions when you cast the spell.<br><br><i>Chaining<\/i>: The subject is confined by restraints that generate an <i>antipathy<\/i> spell affecting all creatures who approach the subject, except you. The duration is 1 year per caster level. The subject of this form of <i>binding<\/i> is confined to the spot it occupied when it received the spell. Casting this version requires a chain that is long enough to wrap around the creature three times.<br><br><i>Slumber<\/i>: This version causes the subject to become comatose for as long as 1 year per caster level. The subject does not need to eat or drink while slumbering, nor does it age. This form of <i>binding<\/i> is slightly easier to resist. Reduce the spell's save DC by 1. Casting this version requires a jar of sand or rose petals. This is a sleep effect.<br><br><i>Bound Slumber<\/i>: This combination of chaining and slumber lasts for as long as 1 month per caster level. Reduce the save DC by 2. Casting this version requires both a long chain and a jar of sand or rose petals. This is a sleep effect.<br><br><i>Hedged Prison<\/i>: The subject is transported to or otherwise brought within a confined area from which it cannot wander by any means. This effect is permanent. Reduce the save DC by 3. Casting this version requires a tiny golden cage worth 100 gp that is consumed when the spell is cast.<br><br><i>Metamorphosis<\/i>: The subject assumes gaseous form, except for its head or face. It is held harmless in a jar or other container, which may be transparent if you so choose. The creature remains aware of its surroundings and can speak, but it cannot leave the container, attack, or use any of its powers or abilities. The <i>binding<\/i> is permanent. The subject does not need to breathe, eat, or drink while metamorphosed, nor does it age. Reduce the save DC by 4.<br><br><i>Minimus Containment<\/i>: The subject is shrunk to a height of 1 inch or less and held within some gem, jar, or similar object. The <i>binding<\/i> is permanent. The subject does not need to breathe, eat, or drink while contained, nor does it age. Reduce the save DC by 4.<br><br>You can't dispel a <i>binding<\/i> spell with <i>dispel magic<\/i> or a similar effect, though an <i>antimagic field<\/i> or <i>mage's disjunction<\/i> affects it normally. A bound extraplanar creature cannot be sent back to its home plane by <i>dismissal<\/i>, <i>banishment<\/i>, or a similar effect.",
    "name_zh": "束缚大法",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势, 材料 (目标生物的每个HD需要价值500gp的蛋白石，外加后文中指定的其他成分)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活物",
    "duration_zh": "见文本 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>束缚大法创造出一种魔法束缚来困住一个生物。只有当目标的HD至少等于你CL一半的时候，它才能获得一次初始的豁免检定。<\/p><p>你可以有最多六名助手帮助你完成这个法术。每一个能施展‘<a href=\"spell.html?spell=suggestion\">暗示术 (suggestion)<\/a>’的助手能让你施展束缚大法时的CL增加1。每一个能施展‘<a href=\"spell.html?spell=dominate animal\">支配动物 (dominate animal)<\/a>’、‘<a href=\"spell.html?spell=dominate person\">支配人类 (dominate person)<\/a>’或‘<a href=\"spell.html?spell=dominate monster\">支配怪物 (dominate monster)<\/a>’的助手能让你施展束缚大法时的CL增加该助手等级的1/3，前提是该助手的法术和束缚大法的目标相对应。由于助手的法术仅仅是增加你施展束缚大法时的CL，因此对抗助手法术的豁免和法术抗力并没有意义。你的CL决定了该目标是否能获得一次初始的意志豁免，以及束缚大法持续多长时间。所有束缚大法都是可解消的。<\/p><p>不管你施展的是束缚大法的何种功效，你都可以指定中止法术的触发条件，当这些条件达到时，生物会被释放出来。根据你的希望，这些触发条件可以很简单，也可以很详细，但是这些条件必须是合理的，而且有完成的可能性。这些条件可以是基于生物的名字，身份，或者阵营，但是这些必须是基于可见的行为或属性。无形的属性，例如等级、职业、HD、HP等不能作为条件。一旦法术施展后，触发条件就不能更改。设定一个释放条件会使豁免DC (假如允许豁免) 增加2。<\/p><p>如果你施展了束缚大法的前三种功效 (这些的持续时间有限制)，你可以再施放一个附加的束缚大法来延长效果时间，因为它们的持续时间是互相累加的。如果你这么做，目标在第一个法术持续时间结束的时候可以进行一次豁免，即便你的CL足够高到让它不能进行初始豁免也是如此。如果该生物在这次豁免中成功了，它所受到的所有束缚大法都将被打破。<\/p><p>束缚大法有六种功效。在你施法的时候从以下功效中选择一种。<\/p><p><ul><li>链 (Chaining)：目标会被限制在束缚中，该束缚会对所有靠近目标的生物 (除了你) 产生一种‘<a href=\"spell.html?spell=antipathy\">嫌恶术 (antipathy)<\/a>’的效果。持续时间为每CL 1年。这种形式束缚大法的受术者会被困在受术时的地方。施放这种版本的束缚大法需要一条足够围绕该名生物三次的锁链。<\/li><li>眠 (Slumber)：这种功效会让受术者昏睡达每CL 1年。在睡眠期间，受术者不需要吃喝，也不会衰老。施展这种形式的束缚大法较容易抵抗。法术的豁免DC减1。施放这种版本的束缚大法需要一罐沙子或者玫瑰花瓣。这是个睡眠效果。<\/li><li>滞 (Bound Slumber)：这是链和眠的组合，持续时间为每CL 1个月。豁免DC减2。施放这种版本的束缚大法同时需要长锁链以及一罐沙子或玫瑰花瓣。这是个睡眠效果。<\/li><li>绝 (Hedged Prison)：受术者被传送到或以其它方式带到一个无论如何都无法离开的禁闭区域(confined area)。该效果是永久的。豁免DC减3。施放这种版本的束缚大法需要在施法时消耗一个价值100gp的小金笼。<\/li><li>化 (Metamorphosis)：受术者除了头脸外都变成‘<a href=\"spell.html?spell=gaseous form\">气化形体 (gaseous form)<\/a>’的样子。它被困在壶里或其它容器里 (如果你需要，容器可以是透明的)，但并不会受到伤害。该生物了解自己的状况，而且可以说话，但是它不能离开容器、攻击、或使用任何力量或能力。这种束缚大法是永久的。在被变形的期间受术者不需要呼吸、饮食，也不会衰老。豁免DC减4。<\/li><li>缩 (Minimus Containment)：受术者被缩小成1英吋高 (或更小)，之后被困在宝石、壶，或其他类似物品里。这种束缚是永久的。在这期间受术者不需要呼吸、饮食，也不会衰老。豁免DC减4。<\/li><\/ul><\/p><p>你不能用‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’或类似效果解除束缚大法，但是‘<a href=\"spell.html?spell=antimagic field\">反魔场 (antimagic field)<\/a>’或‘<a href=\"spell.html?spell=Mage's disjunction\">法师裂解术 (Mage's disjunction)<\/a>’可以对它产生正常作用。被束缚的跨位面生物不会被‘<a href=\"spell.html?spell=dismissal\">驱逐术 (dismissal)<\/a>’、‘<a href=\"spell.html?spell=banishment\">放逐术 (banishment)<\/a>’，或其他类似效果送回它的原属位面。<\/p>"
}
