{
    "key": "bind sage",
    "name": "Bind Sage",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Bind%20Sage",
    "source": ["Magic Tactics Toolbox pg. 17"],
    "school": "conjuration",
    "subSchools": ["calling"],
    "levels":     {
        "arcanist": 4,
        "occultist": 5,
        "psychic": 5,
        "shaman": 5,
        "sorcerer": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "witch": 5,
        "wizard": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one caulborn (<i>Pathfinder RPG Bestiary 3<\/i> 48)",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "no and yes; see text",
    "text": "This variant of <i>planar binding<\/i> is specifically used to call one of the most knowledgeable types of outsiders: the immortal and prophetic caulborn (<i>Pathfinder RPG Bestiary 3 48<\/i>). This spell calls a single caulborn into a specially prepared trap. The caster of this spell can compel a bound caulborn only to provide information (using its Knowledge skills or detect thoughts); attempts to compel the caulborn to fight, guard a location, or perform some other task automatically fail.<br><br> This spell otherwise functions as <i>planar binding<\/i>. The most effective gifts for a caulborn are unique books or intelligent creatures upon whose thoughts the caulborn can feed. The true names of caulborn are nearly impossible to discover, as they are not inherently individualistic, but certain reclusive scholar communities in Kaer Maga may know titles by which specific caulborn can be called.",
    "name_zh": "先知誓缚",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一只膜生兽（caulborn，B3）",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否 或 可; 见文本",
    "text_zh": "<p>这个异界誓缚法术的变体被专门用来召唤异界生物中最有学识的种类之一：不朽的预言者，膜生兽。该法术会将单一只膜生兽召唤到一个特别准备的陷阱中。该法术的施法者只能强迫一只被束缚的膜生兽来提供信息（用它自己的知识鉴定或思维感知能力）; 强迫膜生兽进行战斗，守卫某个地点，或进行其他任务的尝试自动失败。该法术在其他方面如同异界誓缚法术一般运作。膜生兽最喜欢的礼物是独特的书籍，或是智能生物（他们的思想能喂给膜生兽）。膜生兽的真名几乎不可能被发现，因为他们天生的个人主义。不过，在Kaer Maga的一些隐居的学者团体可能知道用于召唤特定膜生兽的头衔。<\/p>"
}
