{
    "key": "blazing rainbow",
    "name": "Blazing Rainbow",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blazing%20Rainbow",
    "source": ["Advanced Class Guide pg. 175"],
    "school": "evocation",
    "descriptors": ["light"],
    "levels":     {
        "druid": 6,
        "hunter": 6
    },
    "castingTime": "1 round",
    "components": "V, S, M (a drop of rainwater)",
    "range": "0 ft. or 10 ft./level",
    "effect": "bow or bridge of light",
    "duration": "1 minute/level or until discharged (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a spectrum of multicolored solid light that can be used for one of two effects.<br><br> <i>Bow<\/i>: The spell creates a longbow or shortbow appropriate for your size, and you are proficient in the use of this weapon. When drawn, the bow automatically creates a <i>+1 seeking brilliant energy arrow<\/i>; it cannot fire any other arrows. A creature struck by one of these arrows is surrounded by <i>faerie fire<\/i> and dazzled for 1 minute. This version of the spell ends when you have fired a number of arrows equal to your caster level.<br><br> <i>Bridge<\/i>: The light forms a bridge or ramp 5 feet wide and up to 10 feet long per caster level. Creatures on the bridge are dazzled. Allies gain a bonus equal to your Wisdom modifier (minimum 1) on checks, saves, and to their CMD to resist being moved from the bridge against their will. Enemies take a penalty equal to your Wisdom modifier (minimum 1) checks, saves, and to their CMD to resist being moved from the bridge against their will.",
    "name_zh": "闪耀虹光",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，材料（一滴雨水）",
    "range_zh": "0尺 或 每等级10尺",
    "effect_zh": "光之弓或者光桥",
    "duration_zh": "1分钟/等级 或 直至能量发散; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一股连续的固态彩光，它具有两种效果。<\/p><p>弓（Bow）：该法术会创造出一柄符合你体型的长弓（longbow）或短弓（shortbow），而且你会擅长这些武器。当你拉弓时，虹光之弓会自动创造一根+1寻踪光能箭矢（+1 seeking brilliant energy arrow）; 它无法射出其他箭矢。被这些箭矢命中的生物会被妖火（Faerie Fire）环绕，而且目眩（dazzled）1分钟。当你射出的箭矢数量等同于你的施法者等级时，该版本的法术便会结束。<\/p><p>桥（Bridge）：这座由虹光构成的桥梁或坡道（ramp）有5尺宽，至多每施法者等级10尺长。桥上的生物都会目眩（dazzled）。盟友在对抗使其被迫离开桥梁的效果或能力时，检定、豁免以及CMD会获得等同于你的感知调整值（最低1点）的加值。而敌人在被迫离开光桥时，检定、豁免和CMD会受到等同于你的感知调整值（最低1点）的减值。<\/p>"
}
