{
    "key": "bleed for your master",
    "name": "Bleed for your Master",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Bleed%20for%20your%20Master",
    "source":     [
        "Ultimate Wilderness pg. 227",
        "Animal Archive pg. 24"
    ],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "antipaladin": 2,
        "arcanist": 3,
        "druid": 3,
        "hunter": 3,
        "ranger": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 immediate action",
    "components": "V, S",
    "range": "touch",
    "target": "your animal companion, familiar, or fiendish servant",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "When you would be hit by an attack that requires an attack roll, or when you are within an area of effect that allows you to attempt a Reflex saving throw, with a single touch you compel the target to throw itself in front of the blow or shield you from the effect.<br><br> If an attack roll triggered this spell’s casting, the target takes the damage instead of you, even if the attack roll would not normally hit the target’s Armor Class.<br><br> If an area of effect that allows you to attempt a Reflex save triggered this spell’s casting, the target instead grants you cover against the effect (+2 bonus on Reflex saves) if it is your size or smaller, or improved cover (+4 bonus on Reflex saves and improved evasion against the effect) if it is larger than you. The target automatically fails its Reflex save against the effect but can still benefit from improved evasion and similar mitigating effects.<br><br> After taking damage, the target is shaken for 1 minute. If the target was already shaken, it becomes frightened instead.",
    "name_zh": "为主而伤",
    "castingTime_zh": "直觉动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "你的动物伙伴、魔宠或者魔物仆从（fiendish servant）",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>当你将要被一次需要攻击骰的攻击命中，或者处于一个允许你尝试一次反射豁免检定的区域效果内时，仅凭一次触碰，你就能强迫目标用身体帮你挡住攻击或为你提供保护。<\/p><p>如果是一个攻击骰触发了这次施法，目标会为你承担所有伤害，即使攻击骰通常无法击穿目标的防御等级。<\/p><p>如果是允许发射豁免的区域效果触发了这次施法，目标会赋予你对效果的掩蔽（在反射豁免上得到+2加值），如果目标的体型与你相同或更小，或者高掩蔽（在反射豁免上得到+4加值，且对效果拥有精通反射闪避），如果目标体型比你大。目标对效果的反射豁免自动失败，但仍可以受益于精通反射闪避和类似的减轻小攻。在受到伤害后，目标会颤栗1分钟。如果目标已经颤栗，它会变得惊惧。<\/p>"
}
