{
    "key": "brand of tracking",
    "name": "Brand of Tracking",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Brand%20of%20Tracking",
    "source":     [
        "Adventurer's Guide pg. 98",
        "Path of the Hellknight pg. 60"
    ],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels": {"inquisitor": 4},
    "castingTime": "1 round",
    "components": "V, S, DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "permanent",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell etches the symbol of an eye or a lawful institution on the target, dealing 1d6 points of damage. The mark can be placed on any exposed portion of the creature, typically the head or forearm. While the target is branded in this way, twice per day as a standard action, you can instantly determine in what direction and how far away the target is, as long as it is within a range equal to 1 mile per your caster level. If the target travels beyond this range or to another plane, you cannot gain information about the recipient’s location. Similarly, if the target becomes warded by a spell or effect that thwarts divination spells (such as <i>nondetection<\/i>) or moves into such an area (such as one created by <i>antimagic field<\/i>), you cannot gain information about the target’s location. This effect otherwise works as a <i>locate creature<\/i> spell that lasts for 1 minute per caster level. It can be fooled by <i>mislead<\/i> but not by <i>polymorph<\/i>.<br><br> A brand of tracking can be hidden by clothing or temporarily removed by scraping it away (the latter deals 1d6 points of damage, though the brand returns if that damage is healed, or 1 day later otherwise). The effects of a brand of tracking continue to function even when hidden or scraped away. A brand of tracking cannot be dispelled, but it can be permanently removed by any means that removes a mark of justice (see page 312 of the <i>Pathfinder RPG Core Rulebook<\/i>).",
    "name_zh": "追踪烙印",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，法器",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "永久",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>这个法术会在目标身上铭下一个眼睛或是某个执法机构的徽记，并造成1d6点伤害。这个印记可以刻在目标生物任何裸露的位置，比如头部或是手臂。当目标被铭下烙印，每天两次，你可以通过一个标准动作知晓目标所在的方向和距离，作用范围为每施法者等级1英里。假如目标所在超出了范围或是去了别的位面，那么你便无法获得目标所处的位置信息。与之类似，如果目标获得了反侦测或是反占卜（如回避侦测（nondetection））的效果，比如法术作用或是进入了特殊区域（如反魔场（antimagic field）），那么你同样无法获得任何信息。这个探查效果被视为生物定位术（locate creature）并持续每施法者等级1分钟，可以被误导术（mislead）影响但无视变形术（polymorph）。<\/p><p>追踪烙印可以被遮盖或是被削除（造成1d6伤害并且会在被治疗后回归），但烙印效果会持续。追踪烙印无法被魔法消除，但可以被正义之印（mark of justice）抹去。<\/p>"
}
