{
    "key": "build trust",
    "name": "Build Trust",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Build%20Trust",
    "source": ["Ultimate Intrigue pg. 205"],
    "school": "divination",
    "levels":     {
        "bard": 2,
        "cleric": 2,
        "inquisitor": 2,
        "mesmerist": 2,
        "oracle": 2,
        "paladin": 1,
        "psychic": 2,
        "skald": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a gold piece)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 day/level; see text",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You get a sense of the best way to interact with the target in order to encourage positive regard and fellowship toward you. You gain a +2 circumstance bonus on all Charisma checks and Charisma-based skill checks you attempt when interacting with the target. In addition, whenever you fail a Charisma check or Charisma-based skill check when interacting with the target, you can reroll the check as an immediate action. Attempting this reroll grants the target a new saving throw to end the spell. The target doesn’t become hostile to you when the spell ends, but it does become disillusioned of its new trust in you. Attacking the target or taking an obvious hostile action against it automatically ends the spell.<br><br> If you are using the contacts rules (<i>Ultimate Campaign 148<\/i>), your trust score with the target increases by 1 for the duration of the spell. If you’re using the individual influence system (see pages 102–109), if the target fails its initial saving throw you learn one of its influence skills, strengths, or weaknesses as though you had succeeded at a discovery check.  ",
    "name_zh": "构筑信赖",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（1枚金币）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "1个生物",
    "duration_zh": "1日/等级; 见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你了解到与目标互动时，获取目标对你的友谊与正面看法的最佳方式。当你与目标互动时，你所尝试的所有魅力检定与基于魅力的技能检定均会获得+2环境加值。此外，若你与目标进行互动的话，无论是在魅力检定还是基于魅力的技能检定中失败时，均可以以直觉动作（immediate action）重掷检定。尝试重掷会让目标获得1次新的豁免检定，用于终止该法术。在该法术结束时，目标不会变得对你产生敌意，但它会从对你的信赖感中醒悟过来。攻击目标或者对其进行明显的敌对行为会自动终止该法术。<\/p><p>若使用出自极限战役（Ultimate Campaign 148页）的人脉（Contacts）规则，法术持续时间内你与目标的信任（Trust）等级会增加1级。【If you're using the individual influence system (see pages 102–109), if the target fails its initial saving throw you learn one of its influence skills, strengths, or weaknesses as though you had succeeded at a discovery check.】<\/p><p>译注：由于翻译本文的时点，UI第三章Mastering Intrigue还未有人翻译（甚至没有人有翻译计划），因此此处与第三章相关的内容均保留原文。<\/p>"
}
