{
    "key": "burning gaze",
    "name": "Burning Gaze",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Burning%20Gaze",
    "source": ["Advanced Player's Guide pg. 208"],
    "school": "evocation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 2,
        "bloodrager": 2,
        "druid": 2,
        "hunter": 2,
        "magus": 2,
        "mesmerist": 2,
        "occultist": 2,
        "shaman": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (eye of a mundane salamander)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates (see text)",
    "spellResistance": "yes",
    "text": "Your eyes burn like hot coals, allowing you to set objects or foes alight with a glance.<br><br>As a standard action as long as this spell’s effects persist, you may direct your <i>burning gaze <\/i>against a single creature or object within 30 feet of your location. Targeted creatures must succeed at a Fortitude save or take 1d6 points of fire damage. Unattended objects do not get a save. Creatures damaged by the spell must make a Reflex save or catch fire. Each round, burning creatures may attempt a Reflex save to quench the flames; failure results in another 1d6 points of fire damage. Flammable items worn by a creature must also save or take the same damage as the creature. If a creature or object is already on fire, it suffers no additional effects from <i>burning gaze<\/i>.<br><br>Note that this spell does not grant an actual gaze attack—foes and allies are not in danger of catching on fire simply by meeting your gaze.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "You may focus your burning gaze on a creature or object as a move action instead of as a standard action. The target takes 1d8 points of fire damage for failing its save and for each round it’s on fire.<br><br><b>Augmented<\/b>: If you expend two uses of mythic power, once during the spell’s duration you can, as a full-round action, direct your burning gaze at up to one creature per caster level.",
    "name_zh": "灼热凝视",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (普通火蜥蜴的眼球)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你的眼睛像烧红的煤炭一样燃烧，这让你可以对物体和敌人进行凝视攻击。<\/p><p>在法术持续时间内，作为一个标准动作，你可以用你燃烧的目光凝视一个30尺以内的目标。目标如果是生物则必须进行一次强韧检定，不然就会受到1d6点火焰伤害。无人持有的物体不会有豁免机会。<\/p><p>受到伤害的生物必须进行反射检定，否则就会被点燃。<\/p><p>每一轮，被点燃的生物可以进行一次反射检定以扑灭火焰，没能扑灭的话会再次受到1d6点火焰伤害。生物的穿戴的易燃物体也需要进行一次检定，否则会受到和生物相同的伤害。<\/p><p>如果一个生物或物体已经起火燃烧，那么它不会从灼热凝视中获得任何效果。<\/p><p>另外，注意这个法术不是一个真正的凝视攻击，敌人和友方都不会因为仅仅与你视线相交便有着火的危险。<\/p>",
    "mythicText_zh": "<p>你可以以移动动作来使用灼热凝视聚焦到一个生物或者物体上，而非原本的标准动作。目标若豁免失败就会受到1d8点火焰伤害，而且每轮受到的点燃伤害也提升至1d8点火焰伤害。<\/p><p>强化：若你花费2次神话之力，那么你能够以整轮动作，直接用灼热凝视对抗数量至多为每施法者等级1个生物，在法术的持续时间内你只能这么做1次。<\/p>"
}
