{
    "key": "burrow",
    "name": "Burrow",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Burrow",
    "source": ["Ultimate Magic pg. 210"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "druid": 3,
        "hunter": 3,
        "investigator": 3,
        "ranger": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "The subject can burrow at a speed of 15 feet (or 10 feet if it wears medium or heavy armor, or if it carries a medium or heavy load) through sand, loose soil, or gravel, or at a speed of 5 feet through stone. Using <i>burrow <\/i>requires only as much concentration as walking, so the subject can attack or cast spells normally. The burrowing creature cannot charge or run. Loose material collapses behind the target 1 round after it leaves the area. This spell does not give the target the ability to breathe underground, so when passing through loose material, the creature must hold its breath and take only short trips, or else it may suffocate.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "The target can breathe underground while burrowing. If you’re 3rd tier, the burrow speed increases to 20 feet through sand, soil, or gravel, and to 10 feet through stone. At 6th tier, these speeds increase to 30 feet and 15 feet respectively. At 9th tier, these speeds increase to 40 feet and 20 feet.<br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the burrowing creature may leave behind an open tunnel with a diameter equal to half its space. When the spell’s effect ends, this tunnel closes up immediately.",
    "name_zh": "潜沙走石",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>受术目标可以以15尺的速度 (身着中甲或重甲，或中载和重载则为10尺) 穿越沙子、疏松的土壤、鹅卵石，或以5尺的速度穿过岩石。<\/p><p>使用本法术进行移动等同步行，因此受术者可以正常进行攻击和施法。潜行中的生物不能冲锋或奔跑。<\/p><p>疏松的介质会在目标离开一轮后崩塌。另外，这个法术不会给予目标在地下呼吸的能力，因此在通过疏松介质时，目标必须自行屏住呼吸而只进行短途移动，不然会窒息。<\/p>",
    "mythicText_zh": "<p>目标在掘穴的时候可以在地下呼吸。若你达到了3阶，掘穴速度在通过沙子、土壤或砾石的时候增加至20尺，在通过石头的时候为10尺。在第6阶，这些速度分别增加至30尺与15尺。在第9阶，这些速度增加至40尺与20尺。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，掘穴的生物便能在身后留下敞开的隧道，直径等同于其占据空间的一半。在法术效果结束时，这条隧道便会立刻关闭。<\/p>"
}
