{
    "key": "call animal",
    "name": "Call Animal",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Call%20Animal",
    "source": ["Advanced Player's Guide pg. 209"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "druid": 1,
        "hunter": 1,
        "mesmerist": 1,
        "ranger": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "see description",
    "effect": "one animal whose CR is equal or less than your caster level",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "none",
    "text": "This spell calls the nearest wild animal of a particular type you designate (provided the animal’s CR is equal to or less than your caster level) to seek you out. The animal moves toward you under its own power, so the time it takes to arrive depends on how close an animal of the desired type is when you cast the spell. If there is no animal of that type capable of reaching you within the spell’s duration, you are aware of this fact, but the spell is wasted. Knowledge of the local fauna makes this spell more effective, and the GM may permit a Knowledge (nature) skill check (DC 15) to know what animals can be found in an area.<br><br>When the called animal arrives, it approaches to within 5 feet of you and remains nearby for the duration of the spell. Its starting attitude is indifferent, modified by circumstances and interaction. Other than starting attitude, this spell gives you no special influence or ability to communicate with the called animal, although you may use other spells or abilities to do so.<br><br>Once the spell’s duration expires, the animal acts in accordance with its attitude. Most animals will likely wander off, but a hostile predatory animal may attack, especially if it is hungry or provoked.<br><br>Domesticated animals or animals trained by someone else, including such creatures as familiars or animal companions, are unaffected by <i>call animals<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "You can call up to one animal per 2 caster levels. Animals that answer your call have a starting attitude of friendly. Add your tier to Handle Animal checks attempted to influence these animals.<br><br> You may use this spell to call magical beasts with Intelligence 1 or 2, but they can attempt Will saving throws (with a +4 bonus) to resist the spell.",
    "name_zh": "呼唤动物",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "见文本",
    "effect_zh": "CR小于等于你的施法者等级的一只动物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会呼唤距离你最近的，并且为你所指定的特殊类型的野生动物 (所提供的动物的CR小于等于你的施法者等级) 去寻找你。动物会根据自身的实力靠近你，因此它到达你身边所花费的时间取决于你施法时所指定的那类动物距离你多近。如果那类动物无法在法术持续时间内到达你身边的话，法术会被浪费，不过你也会了解这件事。当地的动物生态方面的知识会使该法术更有效，DM可以允许你进行一次知识 (自然) 技能检定 (DC15) 来了解附近一定范围内会有哪些种类的动物。<\/p><p>当被呼唤的动物到达时，它会接近到你身边5尺范围内，并且在法术持续时间内保持在你附近。它的初始态度为冷淡 (indifferent)，并受到环境以及互动的修正 (modified by circumstances and interaction)。除了动物最初的态度之外，该法术并不会使你对被呼唤的动物拥有特殊的影响或者与之沟通的能力，不过你可以使用其他法术或能力这么做。<\/p><p>一旦法术持续时间结束，动物就会根据其态度行动。大多数动物多半会离开，但是肉食动物可能会发起攻击，尤其是在它饥饿或被挑衅时。<\/p><p>被驯化的动物或者被其他人所训练的动物，包括魔宠以及动物伙伴不会受呼唤动物影响。<\/p>",
    "mythicText_zh": "<p>你能够呼唤出至多为每2个施法者等级1只动物。回应呼唤的动物的起始态度为友善（friendly）。尝试影响这些动物的驯养动物检定获得等同于你的阶层点加值。<\/p><p>你可以使用该法术呼唤智力为1或2的魔法兽，但是它们能够尝试意志豁免检定（具有+4加值）来抵抗该法术。<\/p>"
}
