{
    "key": "canopic conversion",
    "name": "Canopic Conversion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Canopic%20Conversion",
    "source":     [
        "Faction Guide pg. 60",
        "Osirion, Land of the Pharaohs pg. 26"
    ],
    "school": "necromancy",
    "descriptors":     [
        "death",
        "evil"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 9,
        "cleric": 9,
        "oracle": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 round",
    "components": "V, S, F (four alabaster canopic jars worth 100 gp each), M (black onyx worth 100 gp per hit die of the target)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living humanoid",
    "duration": "instantaneous and see text",
    "savingThrow": "Fortitude half",
    "spellResistance": "yes",
    "text": "This spell eviscerates the target, drawing forth its life essence as well as its internal organs. The target takes 1d6 hit points of damage per caster level (maximum 20d6). If this damage kills the target, the spell pulls the creature’s organs into a set of 4 canopic jars and seals them; 1d4 rounds later, the corpse revives as a mummy (if 8 HD or fewer) or an advanced mummy (if 9 HD or more).<br><br>The mummy is not under your control, but the canopic jars give the bearer certain powers over it. Anyone holding one of the jars can communicate with the mummy as if the two shared a common language. The bearer gains the benefits of <i>protection from evil<\/i> and <i>sanctuary<\/i>, but only against that mummy. Unsealing or breaking a jar is a standard action, which dissipates its power (and protection) but lets the bearer issue a short command to the mummy, similar to a <i>suggestion<\/i> spell (Will DC 23 negates). You (and only you) may unseal all 4 jars in a 10-minute ritual to control the mummy with an effect similar to <i>geas<\/i> (Will DC 23 negates); most casters typically include a restriction that the mummy will not harm them, as unsealing the jars leaves them vulnerable.<br><br>The pharaohs of ancient Osirion sometimes used this spell to punish their enemies. The Risen Guard does not use the spell (though they have access to it), preferring trustworthy living guardians for the Ruby Prince. The Whispering Way may have copies of the spell.",
    "name_zh": "卡诺卜转换",
    "castingTime_zh": "1轮",
    "components_zh": "1轮",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名类人活物",
    "duration_zh": "立即 或 见文本",
    "savingThrow_zh": "强韧, 通过则减半; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术取出目标的内脏，将他的生命本源以及内部器官向外抽取。目标会受到1d6点/施法者等级的伤害(最多20d6)。如果这伤害杀了目标，此法术会将目标的器官吸到四个卡诺卜坛并封存起来; 1d4轮后，尸体会苏醒成为一具木乃伊(如果目标的HD小于等于8)，或是一具进阶木乃伊(如果目标的HD大于等于9)。<\/p><p>这具木乃伊不受你的控制，但持有卡诺卜坛的人会拥有某些权力。任何持有一瓶卡诺卜坛的人，可以与木乃伊沟通，就好像他们之间拥有共通语言。持有者获得防护邪恶(protection from evil)以及圣居(sanctuary)的效益，但只有在对抗木乃伊时才算做拥有。解封或破坏卡诺卜坛是一个标准动作，这会使卡诺卜坛的力量消散(也包含保护)，但能让携带者对木乃伊下达一个简短的命令，类似一次暗示术(suggestion; DC23，意志，通过则无效)。你(也只有你)可以在一个10分钟的仪式中解封四个卡诺卜坛，以指使术(geas; DC23，意志，通过则无效)效果来控制木乃伊; 大部分施法者通常会加上木乃伊不能伤害施法者的限制，因为解封卡诺卜坛会使他们暴露于危险之中。<\/p><p>古代奥西里昂的法老们有时候会使用此法术惩罚他们的敌人。复苏守卫(The Risen Guard)不使用此法术(虽然他们知道怎么使用)，对红宝石王子来说，他更喜欢值得信任，活生生的守卫。默语之道(The Whispering Way)拥有此法术的复制品。<\/p>"
}
