{
    "key": "cape of wasps",
    "name": "Cape of Wasps",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cape%20of%20Wasps",
    "source": ["Ultimate Magic pg. 210"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "druid": 4,
        "hunter": 4,
        "witch": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level (D)",
    "text": "You summon a wasp swarm, which fills your space (up to 5 feet by 5 feet) but does not attack you. The dense cloud of vermin gives you partial concealment against ranged attacks. Any creature that makes a successful melee attack against you takes 2d6 points of swarm damage and poison from the wasp swarm, but is not affected by the swarm’s distraction ability. As a free action on your turn, you may have the swarm cling to you tightly, giving you a fly speed of 20 feet (poor maneuverability); when using the swarm to fly, it does not provide concealment or harm creatures that strike you. You can return the swarm to its protective shape as a free action on your turn.",
    "mythicSource": ["Mythic Adventures pg. 87"],
    "mythicText": "The wasp swarm fills a 15-foot-by-15-foot space centered on you (or on 1 of your squares, if your space is larger than 1 square). Creatures in the area of the swarm are affected by it normally (including the swarm’s distraction ability). Add your tier to the swarm’s distraction DC.<br><br> When you use the swarm to fly, it fills only your space, your fly speed is 30 feet (average maneuverability), and the swarm still provides partial concealment against ranged attacks.",
    "name_zh": "蜂群斗篷",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级 (可解消)",
    "text_zh": "<p>你召唤出黄蜂集群 (wasp swarm)，它会填充你所在的空间 (最高为5尺x5尺) 但是并不会攻击你。这密集的虫群会使你在对抗远程攻击时获得半隐蔽 (partial concealment)。任何成功对你进行近战攻击的生物会受到2d6点集群伤害以及源自黄蜂集群的毒素，但是不会受到集群的扰乱心神 (distraction) 能力影响。在你的回合，你可以以自由动作驱使集群紧附在你身上，使你获得20尺飞行速度 (机动性不良); 当你使用集群飞行时，它无法给你提供隐蔽或伤害攻击你的生物。你可以在你的回合以自由动作驱使集群恢复保护你的形态。<\/p>",
    "mythicText_zh": "<p>黄蜂集群会充满以你为中心、15尺x15尺的空间（若你占据的空间比一个方格大，则会以你所占据的其中一个方格为中心）。处于集群所在区域之内的生物如常受其影响（包括集群的扰乱心神能力）。将你的阶层加到集群的扰乱心神（distraction）DC上。<\/p><p>当你利用集群飞行时，它就只会充满你所占据的空间。你的飞行速度为30尺（机动性一般），而且集群仍旧能够提供对抗远程攻击的半隐蔽（partial concealment）。<\/p>"
}
