{
    "key": "catatonia",
    "name": "Catatonia",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Catatonia",
    "source": ["Occult Adventures pg. 161"],
    "school": "necromancy",
    "levels":     {
        "alchemist": 2,
        "arcanist": 3,
        "bard": 2,
        "cleric": 3,
        "investigator": 2,
        "medium": 2,
        "mesmerist": 2,
        "oracle": 3,
        "psychic": 3,
        "skald": 2,
        "sorcerer": 3,
        "spiritualist": 2,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "S",
    "range": "touch",
    "target": "willing creature touched",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You touch the target and place it into a deathlike state that persists for the duration. The target appears to be dead, and any creature that interacts with the target must succeed at a DC 20 Heal check to recognize it is actually alive.<br><br>Until the spell ends, the target counts as if it were dead for the purpose of resolving any effects that target or affect only living creatures, but it doesn’t count as undead. The subject is helpless, and can still be killed normally.<br><br>Any effect that would bring the creature back to life or animate it as an undead fails, but ends the catatonia. The target can be affected by spells that affect only objects, including <i>animate objects<\/i> (if the creature is Small) and <i>teleport object<\/i>. However, anything that would cause the body to change form (such as <i>shrink item<\/i>) fails and ends the <i>catatonia<\/i>. This doesn’t prevent the effects of spells that simply deal damage or otherwise destroy objects.",
    "name_zh": "肉体僵直",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势",
    "range_zh": "接触",
    "target_zh": "接触到的自愿生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你碰触目标，让它在法术的持续时间内陷入一种好似已经死亡的状态。目标看起来已经死亡，任何与目标产生互动的生物都必须成功通过一次DC 20的医疗检定才能发现目标实际上是活着的。<\/p><p>直至法术结束为止，在判断任何仅限影响活物或者以活物为目标的效果时，目标被视同为已经死亡，但是不会被视同为不死生物。受术者是无助（helpless）的，而且仍旧可以被正常杀死。<\/p><p>任何能够让生物复活或者活化成不死生物的效果均会失败，但是这也会结束肉体僵直的效果。目标能够被仅限影响物体的法术所影响，这也包括物品传送术（Teleport Object）和活化物体（Animate Objects; 如果目标为小型生物的话）。然而任何可能导致身体改变形状的法术均会失败，并且会结束肉体僵直的效果，比如缩物术（Shrink Item）。不过这并不会妨碍单纯对物体造成伤害或者以其他方式摧毁物体的法术效果。<\/p>"
}
