{
    "key": "clashing rocks",
    "name": "Clashing Rocks",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Clashing%20Rocks",
    "source": ["Advanced Player's Guide pg. 210"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["earth"],
    "levels":     {
        "arcanist": 9,
        "druid": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "see text",
    "duration": "instantaneous",
    "savingThrow": "Reflex partial, see text",
    "spellResistance": "no",
    "text": "You create two Colossal-sized masses of rock, dirt, and stone and slam them together against a single creature between them. The <i>clashing rocks <\/i>appear up to 30 feet away from the target on opposite sides and rush toward it with a mighty grinding crash. You must make a ranged touch attack to hit the target with the rocks. The <i>clashing rocks <\/i>ignore concealment and cover, and if there is a solid barrier between the target and either of the <i>clashing rocks<\/i>, the spell has a +28 bonus on the Strength check to burst through the barrier and continue unimpeded to the target. A creature struck by the <i>clashing rocks <\/i>takes 20d6 points of bludgeoning damage and is knocked prone. If the target fails a Reflex saving throw, it is also buried under the resulting rubble as if by a cave-in (see <i>Pathfinder RPG Core Rulebook <\/i>415).<br><br>If the <i>clashing rocks <\/i>miss the target, the target still takes 10d6 points of bludgeoning damage from falling rocks and is knocked prone. A successful Reflex save reduces this damage to half and the target remains standing. Creatures other than the target that occupy the spaces where the <i>clashing rocks <\/i>appear or within their path (30 feet wide, 30 feet high, and up to 60 feet long) must also make Reflex saves or take 10d6 points of bludgeoning damage and be knocked prone (save for half and remain standing). A creature can only take damage once from the <i>clashing rocks<\/i>, no matter how many times the <i>clashing rocks <\/i>pass over a target creature.",
    "name_zh": "巨石碾压",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "见下文",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你制造了两块超巨型的由岩石、石块、泥土、泥浆构成的集合体，并且让它们压扁一个生物。<\/p><p>两个石块将分别出现在距离目标最多30尺远的两端并且势不可挡的向位于正中间的目标直奔而去。<\/p><p>你必须做一个远程接触攻击检定以命中目标。岩石无视任何隐藏和掩蔽。如果目标和岩石之间有一个坚固的屏障，那么岩石在击穿屏障的力量检定上有+28加值，并且在击穿屏障后会继续毫无阻碍的夹扁目标。<\/p><p>被石块撞击命中的生物将受到20d6的钝击伤害并且被击倒，并且如果在反射检定失败，它将被掩埋在撞击产生的石堆中。<\/p><p>如果石块没能直接命中目标，目标仍然会被散落的碎石砸出10d6点钝击伤害并且被击倒。一个成功的反射检定可以将这个伤害减半，并避免倒地。<\/p><p>任何处于石块出现的位置或者经过的区域 (30英尺宽，30英尺高，最多60英尺长) 的其他生物都将受到10d6点伤害并且被撞倒 (反射减半并且不倒地)。<\/p><p>一个生物只会从石块撞击中受到一次伤害，而无关石块究竟碾过了目标生物多少次。<\/p>"
}
