{
    "key": "clone",
    "name": "Clone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Clone",
    "source": ["PRPG Core Rulebook pg. 256"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 8,
        "sorcerer": 8,
        "witch": 8,
        "wizard": 8
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (laboratory supplies worth 1,000 gp), F (special laboratory equipment costing 500 gp)",
    "range": "0 ft.",
    "effect": "one clone",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell makes an inert duplicate of a creature. If the original individual has been slain, its soul immediately transfers to the clone, creating a replacement (provided that the soul is free and willing to return). The original's physical remains, should they still exist, become inert and cannot thereafter be restored to life. If the original creature has reached the end of its natural life span (that is, it has died of natural causes), any cloning attempt fails.<br><br>To create the duplicate, you must have a piece of flesh (not hair, nails, scales, or the like) with a volume of at least 1 cubic inch that was taken from the original creature's living body. The piece of flesh need not be fresh, but it must be kept from rotting. Once the spell is cast, the duplicate must be grown in a laboratory for 2d4 months.<br><br>When the clone is completed, the original's soul enters it immediately, if that creature is already dead. The clone is physically identical to the original and possesses the same personality and memories as the original. In other respects, treat the clone as if it were the original character raised from the dead, including its gaining of two permanent negative levels, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be cloned). If the original creature gained permanent negative levels since the flesh sample was taken, the clone gains these negative levels as well.<br><br>The spell duplicates only the original's body and mind, not its equipment. A duplicate can be grown while the original still lives, or when the original soul is unavailable, but the resulting body is merely a soulless bit of inert flesh which rots if not preserved.",
    "name_zh": "克隆术",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (价值1000gp的实验室用品), 器材 (价值500gp的特殊实验设备)",
    "range_zh": "0尺",
    "effect_zh": "一个复制体",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会造出一个生物的无生命复制体。如果原生物遇害，他的灵魂将会立即转到自己的复制体上，重新开始活动 (如果灵魂是自由的并且愿意归来)。原始残骸依然存在但失去了活性，而且也不能再用来接收灵魂。如果原身体是到达了生命的终点而死 (即自然死亡)，那么复制的尝试均会失败。<\/p><p>要制造复制体，你必须从原始生物的活体上取下体积至少为1立方英吋的肉 (毛发、指甲、鳞片等都不行)。这片肉可以不是刚刚取下的，但必须进行防腐处理。一旦施放法术，复制体就必须保存在实验室中培养2d4个月。<\/p><p>当复制体完成后，如果原身体已经死亡，灵魂就会立即进入复制体。复制体在肉体上和原本身体是一致的，并且拥有原本身体相同的记忆和人格。在其他方面，整个过程类似于原生物死而复生，包括获得2个永久负向等级，就如同被“能量吸取 (energy-draining)”击中的生物一般。若受术者为1级，则承受2点体质吸取作为替代 (如果这会使得受术者的体质降至0或更低，则无法进行复制)。若原生物在取下肉体样本的时候就已经受到了永久负向等级，那么复制体也会获得这些负向等级。<\/p><p>这个法术只能复制生物的肉体和心智，并不包括装备。原身体还活着的时候，或者灵魂不能回归时，复制体也会随之成长，但这具躯体仅仅会成为一具没有魂魄的肉体，得不到妥善保存它将会腐烂。<\/p>"
}
