{
    "key": "cloudkill",
    "name": "Cloudkill",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cloudkill",
    "source": ["PRPG Core Rulebook pg. 256"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["poison"],
    "levels":     {
        "arcanist": 5,
        "magus": 5,
        "sorcerer": 5,
        "spiritualist": 5,
        "summoner (unchained)": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "cloud spreads in 20-ft. radius, 20 ft. high",
    "duration": "1 min./level",
    "savingThrow": "Fortitude partial",
    "spellResistance": "no",
    "text": "This spell generates a bank of fog, similar to a <i>fog cloud<\/i>, except that its vapors are yellowish green and poisonous. These vapors automatically kill any living creature with 3 or fewer HD (no save). A living creature with 4 to 6 HD is slain unless it succeeds on a Fortitude save (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).<br><br>A living creature with 6 or more HD takes 1d4 points of Constitution damage on your turn each round while in the cloud (a successful Fortitude save halves this damage). Holding one's breath doesn't help, but creatures immune to poison are unaffected by the spell.<br><br>Unlike a <i>fog cloud<\/i>, the <i>cloudkill<\/i> moves away from you at 10 feet per round, rolling along the surface of the ground.<br><br>Figure out the cloud's new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where you cast the spell.<br><br>Because the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings. It cannot penetrate liquids, nor can it be cast underwater.",
    "mythicSource": ["Mythic Adventures pg. 88"],
    "mythicText": "As a move action, you can move the cloud 10 feet in any direction. Add your tier to the spell’s level and Hit Dice categories to determine its effect on creatures. (For example, at 3rd tier a creature with 6 or fewer HD gets no save, one with 7–9 HD must save or die, and one with 10 or more HD must save or take 1d4 points of Con damage.)<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the spell bypasses the poison immunity of living creatures.",
    "name_zh": "死云术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "扩散至半径20尺, 高20尺的云雾",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会造出一团云雾，如同‘<a href=\"spell.html?spell=fog cloud\">云雾术 (fog cloud)<\/a>’一般，不过这些云雾呈黄绿色，并且有毒。这团云雾会自动杀死任何HD为3或更少的活物 (无豁免)。HD为4至6的活物必须进行强韧豁免，失败则死亡 (通过豁免的活物若留在云雾中，则会在每轮你的回合中受到1d4点体质伤害)。<\/p><p>对于HD为6或更高的活物，则会在每轮你的回合中会受到1d4点体质伤害 (成功的强韧豁免可使伤害减半)。闭气不会产生帮助，但是免疫毒素的生物不会受到该法术影响。<\/p><p>和‘云雾术’不同的是，死云术将会以每轮10尺的速度远离你，沿着地面翻腾着移动。<\/p><p>每轮都要以新的源发点开始计算新的云雾扩散范围，源发点会以每轮10尺的速度远离你施法时的源发点。<\/p><p>因为云雾比空气重，它们将往低处蔓延，甚至会侵入洞穴或洼地。它不能渗透液体，也不能在水下施放。<\/p>",
    "mythicText_zh": "<p>以移动动作，你能够使云团向着任何方向移动10尺。在判断法术对生物所造成的效果时，将你的阶层加到法术中等级与生命骰的类别中。（例如：在第3阶，HD为6或更低的生物无法进行豁免，HD为7-9的生物豁免失败就会死亡，HD为10或更高的生物必须成功豁免，否则会受到1d4点体质伤害。）<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，法术就能穿透活物的毒素免疫（poison immunity）。<\/p>"
}
