{
    "key": "cone of cold",
    "name": "Cone of Cold",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cone%20of%20Cold",
    "source": ["PRPG Core Rulebook pg. 258"],
    "school": "evocation",
    "descriptors": ["cold"],
    "levels":     {
        "arcanist": 5,
        "magus": 5,
        "occultist": 5,
        "shaman": 6,
        "sorcerer": 5,
        "witch": 6,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a small crystal or glass cone)",
    "range": "60 ft.",
    "area": "cone-shaped burst",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "<i>Cone of cold<\/i> creates an area of extreme cold, originating at your hand and extending outward in a cone. It drains heat, dealing 1d6 points of cold damage per caster level (maximum 15d6).",
    "mythicSource": ["Mythic Adventures pg. 89"],
    "mythicText": "The damage dealt increases to 1d10 points of cold damage per caster level (maximum 15d10). Any creature that fails its save is partially encased in ice, reducing its speed by half. Creatures with the cold or incorporeal subtype or immunity to being grappled are immune to this effect. The reduced movement lasts until the ice is destroyed. Destroying the ice requires a successful Strength or dispel check against the spell’s DC, or dealing bludgeoning or fire damage equal to 1 point per caster level to the creature.<br><br><b>Augmented<\/b>: You can expend two uses of mythic power to transform the spell’s cold into a barrage of giant hailstones, icicles, or shards. Half the spell’s damage is your choice of bludgeoning, piercing, or slashing damage, and the other half is cold damage.",
    "name_zh": "寒冰锥",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (小块锥形水晶或玻璃)",
    "range_zh": "60尺",
    "area_zh": "锥形爆发区域",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>寒冰锥制造出一片极度严寒的区域，它从你的掌心中产生并延伸出一片锥形区域。它会耗干热量，造成每CL 1d6点寒冷伤害 (最高15d6)。<\/p>",
    "mythicText_zh": "<p>法术造成的伤害增加至每施法者等级1d10点寒冷伤害（最高15d10）。任何豁免失败的生物都会被寒冰包裹，使其速度减半。具有寒系（cold）或虚体（incorporeal）亚种、或者免疫擒抱的生物也能免疫该效果。移动速度的减少会持续至寒冰被破坏掉为止。破坏寒冰需要成功进行力量或解除（dispel）检定来对抗法术DC，或者对该名生物造成相当于每施法者等级1点的钝击或火焰伤害也能做到。<\/p><p>强化（阶）：若你花费2次神话之力，该法术便能将寒气转化为一连串巨大的冰雹、冰柱或碎片。法术造成的半数伤害变为钝击、穿刺或挥砍伤害（由你选择），而另一半仍为寒冷伤害。<\/p>"
}
