{
    "key": "contingency",
    "name": "Contingency",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Contingency",
    "source": ["PRPG Core Rulebook pg. 259"],
    "school": "evocation",
    "levels":     {
        "arcanist": 6,
        "occultist": 6,
        "psychic": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "at least 10 minutes; see text",
    "components": "V, S, M (quicksilver and an eyelash of a spell-using creature), F (ivory statuette of you worth 1,500 gp)",
    "range": "personal",
    "target": "you",
    "duration": "1 day/level (D) or until discharged",
    "text": "You can place another spell upon your person so that it comes into effect under some condition you dictate when casting <i>contingency<\/i>. The <i>contingency<\/i> spell and the companion spell are cast at the same time. The 10-minute casting time is the minimum total for both castings; if the companion spell has a casting time longer than 10 minutes, use that instead. You must pay any costs associated with the companion spell when you cast <i>contingency<\/i>.<br><br>The spell to be brought into effect by the <i>contingency<\/i> must be one that affects your person and be of a spell level no higher than one-third your caster level (rounded down, maximum 6th level).<br><br>The conditions needed to bring the spell into effect must be clear, although they can be general. In all cases, the <i>contingency<\/i> immediately brings into effect the companion spell, the latter being “cast” instantaneously when the prescribed circumstances occur. If complicated or convoluted conditions are prescribed, the whole spell combination (<i>contingency<\/i> and the companion magic) may fail when triggered. The companion spell occurs based solely on the stated conditions, regardless of whether you want it to.<br><br>You can use only one <i>contingency<\/i> spell at a time; if a second is cast, the first one (if still active) is dispelled.",
    "mythicSource": ["Mythic Adventures pg. 89"],
    "mythicText": "You can cast this spell on yourself or another willing creature as if the spell had a range of touch. A companion spell placed on another creature must be a spell from you, not from the creature, and affects that creature when triggered. The target can have only one <i>contingency<\/i> spell upon it at a time unless it also knows <i>mythic contingency<\/i>. The number of companion spells you can have on yourself is equal to 1 + half your tier.<br><br><b>Augmented (5th)<\/b>: If you expend two uses of mythic power, the casting time changes to 1 full round plus the casting time of the companion spell, but the duration of <i>mythic contingency<\/i> decreases to 1 hour per level or until discharged.",
    "name_zh": "触发术",
    "castingTime_zh": "至少10分钟; 见文本",
    "components_zh": "语言, 姿势, 材料 (水银以及会施法的生物的睫毛), 器材 (价值1500gp的象牙雕像)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1天/等级 (可解消) 或 直至能量发散",
    "text_zh": "<p>当你施放触发术时，你可以将其他法术放置在你的身上，并使其在达到某些由你指定的条件时产生效果。触发术和伴随的法术要同时施放。同时施展这两个法术的最短所需时间为10分钟; 如果伴随的法术施法时间超过10分钟，则以较长的施法时间代替10分钟。若伴随法术需要花费任何材料或开销的话，那么当你在施放触发术时必须如常支付。<\/p><p>被触发的法术必须是一个能够影响你自身的法术，且法术环位最高不超过你CL的1/3 (向下取整，最高为6环法术)。<\/p><p>法术触发条件必须定义清晰，但可以是一般的事件。当达到相应条件时，触发术会立即触发相伴随法术的效果，后者会被即刻“施放”。如果设定的条件太复杂，整个法术组合 (触发术和伴随法术) 将有可能会在触发的时候失效。伴随法术是否会触发完全取决于周围环境是否达到触发条件，无论你本人的意愿如何。<\/p><p>同一时间你只能使用一个触发术。如果你再次施放触发术，前一次的触发术 (如果还未失效) 将自动解消。<\/p>",
    "mythicText_zh": "<p>你能够将该法术施放至自身或者其他自愿的生物身上，就如同法术的范围为接触一般。在其他生物上放置的伴随法术（companion spell）必须是来自你的法术，不能来自该名生物，它会在被触发时影响该名生物。同一时间目标仅能受到一个触发术影响，除非目标也知晓神话触发术（unless it also knows mythic contingency）。你能够向自身施放的触发术数量等同于1 + 你的阶层的一半。<\/p><p><b>强化（5阶）<\/b>：若你花费2次神话之力，该法术的施法时间会变为1轮（1 full round）加上伴随法术的施法时间，但是神话触发术的持续时间会缩短至每等级1小时，或者直至能量散发为止。<\/p>"
}
