{
    "key": "contagion",
    "name": "Contagion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Contagion",
    "source": ["PRPG Core Rulebook pg. 259"],
    "school": "necromancy",
    "descriptors":     [
        "disease",
        "evil"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "adept": 3,
        "antipaladin": 3,
        "arcanist": 4,
        "bloodrager": 4,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "oracle": 3,
        "sorcerer": 4,
        "warpriest": 3,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "living creature touched",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "The subject contracts one of the following diseases: blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease's listed frequency and save DC to determine further effects. For more information see Diseases.",
    "mythicSource": ["Mythic Adventures pg. 89"],
    "mythicText": "The affected target is highly contagious. Any creature it touches or that touches it with natural weapons or unarmed strikes must save or contract the disease. The save DC for these targets is equal to the spell’s DC – 4. The target can’t spread this disease to you.<br><br><b>Augmented (7th)<\/b>: If you expend five uses of mythic power, the spell targets every living creature within a 1-mile radius. You can select one creature per caster level within your line of sight; these creatures are unaffected by the spell.",
    "name_zh": "疫病术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的活物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>受术者会染上后述疾病中的一种：失明症、黑死病、失心热症、麻风病、脑热症、红肿症、颤栗症或者胶质症。由于该法术染上的疾病会立即发病 (在这种情况下无潜伏期)。使用疾病列表的发病频率以及豁免DC来判断后续的效果。详细信息请见疾病。<\/p>",
    "mythicText_zh": "<p>被影响的生物具有高度的传染性。任何使用天生武器或者徒手打击接触他或者被他接触的生物必须进行豁免，否则会染上疾病。这些目标的豁免DC为法术DC-4。目标无法将这种疾病传播给你。<\/p><p><b>强化（7阶）<\/b>：若你花费5次神话之力，法术便会以半径1英里范围内的活物为目标。你能够选择在你视觉线内的每施法者等级1个生物；这些生物不会受该法术影响。<\/p>"
}
