{
    "key": "covetous urge",
    "name": "Covetous Urge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Covetous%20Urge",
    "source": ["Villain Codex pg. 8"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "curse",
        "language-dependent"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "skald": 2,
        "sorcerer": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a golden coin)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living creature with 7 HD or fewer",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You curse the target with insatiable greed, causing it to attempt to steal any item worth 100 gp or more that it can see, each time it enters a new room or area. If it can see multiple items of value in a single room or area, it attempts to steal the item it thinks is worth the most. This covetous compulsion might cause the target to act recklessly where it normally would not (unless acting in this manner would clearly cause it to die, suffer great harm, or get caught).<br><br> In combat, if the target sees a valuable item on an opponent, it must, for example, attempt to disarm its foe to take a valuable weapon or use the steal combat maneuver (<i>Pathfinder RPG Advanced Player’s Guide<\/i> 322) to grab a precious item kept on the opponent’s belt. Once the target has either attempted to steal an item in combat or else taken damage, this magical compulsion subsides until the threat of the current combat ends and the target enters a new room or area. Affected targets in combat that have neither attempted to steal an item nor taken damage (perhaps because the opponent with the most valuable item is far away) can attempt a saving throw each round to ignore the spell’s effect until the threat ends and the target enters a new room.<br><br> <i>Break enchantment<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, <i>remove curse<\/i>, or <i>wish<\/i> can each end <i>covetous urge<\/i> before the duration expires. <i>Dispel magic<\/i> does not affect covetous urge.",
    "name_zh": "无尽贪婪",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一枚黄金硬币)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个有着7或更高HD的活物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒目标陷入永不满足的贪婪，使其在每一次进入一处新场所或是一处新区域时，试图偷窃任何位于视线内价值100gp或更高的任何物品。如果目标在一处场所或是一处区域内，目标看见数个有此价值的物品，目标会试图偷窃其认为价值最高的物品。这种对贪婪的胁迫效果，可能会使目标做出在正常情况下不会做出的鲁莽行动(除非这种做事方式明显会导致目标死亡，造成严重的伤害，或被逮捕)。<\/p><p>在战斗中，如果目标见到对手身上拥有如此价值的物品，目标必须，举个例子，试图卸武(disarm)其敌人所持之有价值的武器，或着使用盗取(steal)战技(APG：P.322)来夺走位在其对手皮带上的贵重物品。一旦目标试图在战斗中盗取物品或是造成伤害，此魔法的胁迫平息，直至当前战斗的威胁解除，并且目标进入一处新场所或是一处新区域。在战斗中，受影响的目标如果既没有试图盗取一件物品又没有造成伤害(或许是因为拥有最有价值物品的对手在远处)，那每一轮目标都可以尝试一次豁免检定，来忽视法术的效果，直到威胁解除并且目标进入一处新场所。<\/p><p>破除结界(Break enchantment)、有限祈愿术(limited wish)、奇迹术(miracle)、移除诅咒(remove curse)或祈愿术(wish)每一个都可以在无尽贪婪的法术持续时间结束前结束它的效果。解除魔法(Dispel magic)并不会影响无尽贪婪。<\/p>"
}
