{
    "key": "crafter's nightmare",
    "name": "Crafter's Nightmare",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Crafter's%20Nightmare",
    "source": ["Haunted Heroes Handbook pg. 27"],
    "school": "necromancy",
    "subSchools": ["haunted"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "druid": 2,
        "hunter": 2,
        "medium": 1,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a broken tool)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one 5-ft. cube/level (S)",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You concentrate feelings of competitiveness, envy, and ill will into a poltergeist-like haunt that wreaks havoc on its victim’s long-term endeavors. Every time a creature in the affected area attempts a Craft or Profession check to generate income, create an item, or earn capital (<i>Pathfinder RPG Ultimate Campaign 85<\/i>), any skill check required for crafting or repairing a magic item, or any skill check required for an occult ritual (<i>Pathfinder RPG Occult Adventures 208<\/i>), the haunt imposes a –5 penalty on the check. If the creature fails its check by 5 or more, the haunt’s mischief deals 1d6 points of damage to the creature in addition to any other negative effects from such a failure. If the creature attempts to cast a spell with a casting time of 1 minute or longer, the haunt becomes similarly disruptive, requiring the caster to succeed at a concentration check (DC = 15 + spell level) or lose the spell and take 1d6 points of damage from the mischief. Each time the haunt is disruptive, the spell’s haunt-like manifestation occurs during that round. <br><br>",
    "name_zh": "工匠的梦魇",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一件破损的工具）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "5立方尺/等级（S）",
    "area_zh": "5立方尺/等级 (可变)",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你专注于竞争、嫉妒和恶毒的情绪，并将其变成一个类似于骚灵的作祟灵，它会对受害者用长期努力得来的成果造成严重破坏。每当有一个受影响区域内的生物尝试进行一个工艺或职业检定以产生收入，创造一件物品，或赚取资本（极限战役 85），制作或修复一件魔法物品所需要的任何技能检定，或神秘仪式（异能冒险 208）需要的任何技能检定，作祟灵都会给予检定-5惩罚。如果该生物在检定中的失败为5或更高，作祟灵的玩笑会对该生物造成1d6点伤害，除此之外，生物还会受到来自这一失败的任何其他负面效果。如果该生物试图施展施法时间：为1分钟或更长的法术，作祟灵同样会变得具有破坏性，需要施法者在一次专注检定中成功（DC=15+法术等级），否则会失去该法术并因骚乱而受到1d6点伤害。每次当作祟灵变得有破坏性时，法术的类作祟现象就会在该轮中出现。<\/p><p>作祟数据<\/p><p>察觉：察觉检定DC 20（听到微弱的邪恶笑声）<\/p><p>生命值：2hp/等级; 触发：技能检定或法术（见正文）; 再起：无<\/p>"
}
