{
    "key": "create demiplane, lesser",
    "name": "Create Demiplane, Lesser",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Create%20Demiplane,%20Lesser",
    "source": ["Ultimate Magic pg. 214"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 7,
        "cleric": 7,
        "occultist": 5,
        "oracle": 7,
        "psychic": 7,
        "sorcerer": 7,
        "summoner": 5,
        "summoner (unchained)": 6,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "2 hours",
    "components": "V, S, F (a forked metal rod worth at least 500 gp)",
    "range": "0 ft.",
    "effect": "extradimensional demiplane, up to three 10-ft. cubes/level (S)",
    "duration": "1 day/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a small, finite demiplane. You must be on the Astral or Ethereal Plane or on a plane that has access to one of those planes (such as the Material Plane) to cast this spell.<br><br>When you cast the spell, you decide whether the demiplane is within the Astral or the Ethereal Plane. It is filled with air or water (decided by you). The plane is generally flat and featureless, such as an earth, stone, water, or wood floor. The “walls” and “ceiling” of the plane may appear like solid earth, stone, wood, or water, or they may end in mist, a featureless void, or a similar unreal-looking border. The plane’s environmental conditions are those of a temperate spring day on the Material Plane. You determine the plane’s light level (bright, normal, dim, or darkness), which affects the entire plane.<br><br>There are no native creatures or plants on this plane, though you may bring some there (if the plane’s light is bright or normal, it counts as sunlight for growing plants). The environment of the plane counts as normal terrain for the purpose of effects that target earth, stone, wood, and so on. For example, you could use <i>move earth <\/i>to create a hill or <i>wall of stone <\/i>to create a barricade.<br><br>When you finish casting this spell, you may bring yourself and up to seven other creatures to the plane automatically by joining hands in a circle. The demiplane is another plane of existence, and therefore is outside the range of any spell or ability that cannot affect or reach other planes. Creatures can only enter the plane by the use of planar travel magic such as <i>astral projection<\/i>, <i>etherealness<\/i>, or <i>plane shift<\/i>. You are considered “very familiar” with your entire demiplane.<br><br>As a standard action, you may eject a creature from your demiplane. The creature may resist with a Will saving throw. An ejected creature goes to the closest plane to your demiplane (usually the Astral Plane or the Ethereal Plane, but if you cast this spell on the Material Plane, the creature is sent to the Material Plane). When the spell ends, the plane dissolves, and all creatures in the plane are ejected in this manner with no saving throw. The plane cannot be dispelled, but a creature on the plane can destroy it by using <i>limited wish<\/i>, <i>mage’s disjunction<\/i>, <i>miracle<\/i>, or <i>wish <\/i>and making a successful dispel check.<br><br>If you are within the demiplane, you can add to its area by casting the spell again. Alternatively, you may cast this spell again to reset the duration of an existing area to that of your latest casting. If the duration on one area of the demiplane ends and other parts remain, creatures in the expiring area are shunted to remaining areas. If a collapsing portion of the demiplane would leave one section cut off from other sections of the demiplane (for example, if there were three areas connected in a straight line and the center part expired), the stranded sections count as separate demiplanes under your control. You may reconnect these stranded sections by casting the spell again to create a linked area between the two.<br><br>You can make this spell permanent with the <i>permanency <\/i>spell, at a cost of 17,500 gp. If you have cast <i>create lesser demiplane <\/i>multiple times to enlarge the demiplane, each casting’s area requires its own <i>permanency <\/i>spell.",
    "name_zh": "次级创造半位面",
    "castingTime_zh": "2小时",
    "components_zh": "语言, 姿势，器材 (价值至少500GP的叉状金属杖)",
    "range_zh": "0尺",
    "effect_zh": "异次元半位面，最多三个边长10英尺的立方/等级 (区域可变)",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造一个小的有限的半位面。你必须位于星界或以太位面，又或者是某个能够抵达以上位面的位面 (例如主物质位面) 才能释放这个法术。<\/p><p>当你释放这个法术时，你能决定这个位面是在星界或以太位面内。这个位面会被水或空气充满 (由你决定)。这个位面通常都是平坦而一成不变的， 例如泥土、石头、水或木头地面。这个位面的边缘和顶端可以是石头、木头、水或者硬泥土构成，或者这个位面的边界也可以是浓雾、虚空或者其他类似看起来很虚幻的边界。<\/p><p>这个位面的自然环境条件类似主物质位面温暖的春天。你能决定这个位面的光照程度 (明亮、正常、昏暗或者黑暗)，这个决定将影响整个位面。<\/p><p>在这个位面里不会有原生的生物或者植物，虽然你有可能从外面带进来 (如果这个位面的光照程度是正常或明亮，植物能在此正常生长)。<\/p><p>这个位面的环境效果视同泥土、石块或木头等构成的普通地面。比如，你可以用地动术 (Move Earth) 来创造一座小山或者石墙术 (Wall of Stone) 来创造一个路障。<\/p><p>当你完成法术，你可以通过手牵手形成一个圆圈，把你自己和其他最多7个生物带到这个位面。这个位面位于异次元，因此不受其他那些效果无法抵达其他位面的法术的影响。生物只能通过位面移动法术进入这个位面，例如星界投射 (astral projection)、同游灵界 (Etherealness) 或异界传送 (Plane Shift)。你被认为对这个位面‘非常熟悉’。<\/p><p>以一个标准动作，你可以尝试从这个位面将某一个生物驱逐出去，这个生物可以通过意志豁免检定来抵抗驱逐。被驱逐的生物会被送到离你的位面最近的一个位面 (通常是星界或者以太位面，但如果你是在主物质位面施放的该法术，这个生物会被送到主物质位面)。此外，当法术结束时，半位面消失，所有生物都会这样被驱逐出位面 (没有豁免)。<\/p><p>半位面不会被解除魔法影响，但是位于这个位面中的某个生物可以通过施放有限祈愿术 (Limited wish)，法师裂解术 (Mage’s disjunction)，奇迹术 (Miracle) 或者许愿术 (Wish) 并进行一次成功的解除魔法检定来摧毁它。<\/p><p>如果你位于这个半位面，你可以通过重复施放法术来增加这个位面的面积。或者，你也可以通过重复施放该法术来增加你上一次法术创造的位面的持续时间。<\/p><p>如果某个区域的持续时间比其他区域提前结束，这个区域的生物会被传送到其他仍然存在的区域中; 如果半位面的某个部分的崩坏会造成其他部分的不完整 (比如一条由三个区域构成的直线，中间区域持续时间结束)，那么每一个被分割的部分都被看作在你控制下的独立的半位面。你也可以通过重新施法创造一个新的连接区域来将分离的区域重新连接到一起。<\/p><p>你可以以17500GP的代价来释放一个魔法恒定术 (Permanency) 以恒定这个法术的效果。如果你通过多次施放本法术来扩大一个半位面，那么每一个独立半位面都需要一次魔法恒定术 (Permanency)。<\/p>"
}
