{
    "key": "create demiplane",
    "name": "Create Demiplane",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Create%20Demiplane",
    "source": ["Ultimate Magic pg. 213"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "occultist": 6,
        "oracle": 8,
        "psychic": 8,
        "sorcerer": 8,
        "summoner": 6,
        "witch": 8,
        "wizard": 8
    },
    "castingTime": "4 hours",
    "components": "V, S, F (a forked metal rod worth at least 500 gp)",
    "range": "0 ft.",
    "effect": "extradimensional demiplane, up to 10 10-ft. cubes/level (S)",
    "duration": "1 day/level or instantaneous (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions as <i>create lesser demiplane<\/i>, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with <i>create lesser demiplane<\/i> (you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day/level. Alternatively, when cast within your demiplane, you may add (or remove) one of the following features to your demiplane with each casting of the spell, in which case it has an instantaneous duration.<br><br><i>Alignment<\/i>: Your plane gains the (mildly) chaos-, good-, evil-, law-, or neutral-aligned alignment trait (see Alignment Traits). You cannot give your demiplane an alignment trait for an alignment you do not have.<br><br><i>Bountiful<\/i>: Your demiplane gains a thriving natural ecology, with streams, ponds, waterfalls, and plants. The demiplane provides enough plant-based food (nuts, grains, fruit, fungi, and so on) to support one Medium creature for every 10-foot cube of the demiplane. The demiplane does not have any animals unless you transport them there, but the ecology can sustain itself for as long as the demiplane exists without requiring watering, gardening, pollination, and so on, and dead organic material decays and returns to the soil in the normal manner. If your demiplane has ambient light, these plants are normal, familiar surface plants; if it is a realm of twilight or darkness, these plants are fungi and other plants adapted to near-darkness or underground locations.<br><br><i>Elemental<\/i>: Your plane gains the air-, earth-, fire-, or water-elemental dominant trait (see Elemental and Energy Traits).<br><br><i>Gravity<\/i>: By default a demiplane’s gravity is normal and oriented in one direction, like what most creatures are used to on the Material Plane. By selecting this feature, the plane’s gravity is heavy, light, none, objectively directional, or subjectively directional (see Gravity).<br><br><i>Seasonal<\/i>: The demiplane has a seasonal cycle and a light cycle, usually similar to those of a land on the Material Plane, but customizable as you see fit (for example, your demiplane could always be winter, day and night could alternate every 4 hours, and so on).<br><br><i>Shape<\/i>: By default, the demiplane has a fixed shape and borders. By selecting this feature, you may make your plane self-contained so it loops upon itself when a creature reaches one edge (see Shape and Size). You may designate areas or locations on the edges of your plane where this occurs (such as a pair of secret doors or a path in the woods) or apply it to the entire plane.<br><br><i>Structure<\/i>: Your demiplane has a specific, linked physical structure, such as a giant tree, floating castle, labyrinth, mountain, and so on. (This option exists so you can pick a theme for your plane without having to worry about the small details of determining what spells you need for every hill, hole, wall, floor, and corner).<br><br>You can make this spell permanent with the <i>permanency <\/i>spell, at a cost of 20,000 gp. If you have cast <i>create demiplane <\/i>multiple times to enlarge the demiplane, each casting’s area requires its own <i>permanency <\/i>spell.",
    "name_zh": "创造半位面",
    "castingTime_zh": "4小时",
    "range_zh": "0尺",
    "effect_zh": "异次元半位面，最多10个10英尺边长的立方体/等级 (区域可变)",
    "duration_zh": "1天/等级 或 立即; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>本法术工作方式如同次级创造半位面 (Create Demiplane, Lesser)，不过可以创造出更大的、具有更多特性的半位面。<\/p><p>当施法者可以通过该法术来扩张次级创造半位面法术所创造的半位面 (不需要使用本法术重新创造一个新的半位面)，这时该法术的持续时间为1天/等级。<\/p><p>又或者，施法者在自己的半位面内使用该法术时，可以从下面特性之一选择一种并添加在半位面中 (或消除一种)，这时法术的持续时间为立即。<\/p><p>阵营：半位面获得轻微的混乱、善良、邪恶、守序或中立阵营属性。施法者无法选择自身阵营以外的阵营。<\/p><p>丰收：这将赋予半位面河流、池塘、瀑布等等能够使植物生长的自然环境。半位面中每10英尺边长的立方体空间都能生长足够提供一个中型生物消耗的植物 (坚果、谷物、水果和蘑菇等)。虽然动物仍然必须通过你的搬运才能进入半位面，不过半位面自身就能够提供洒水、耕种、授粉之类功能，并且死亡的有机物也会正常腐败回归土壤。如果半位面有正常光照，那么生长的植物都会是普通的熟悉的植物。如果是昏暗或黑暗环境，那么植物以菌类为主，也会有其他昏暗环境或地底环境的植物出现。<\/p><p>元素：半位面获得风、地、火或水的元素特性。<\/p><p>重力：就像大部分主物质位面一样，半位面正常情况下都是固定一个方向的正常重力。但是如果选择该项特性，半位面的重力可以在高重力、低重力、无重力，客观重力方向或主观重力方向中选择。<\/p><p>季节：半位面会拥有季节周期和光照周期，可以和主物质位面一样，也可以由施法者自行制定 (例如半位面中永远都是冬天，亦或昼夜交替只要4小时之类)。<\/p><p>形状：默认情况下，半位面拥有一个固定的形状和边界。如果你选择此特性，你可以使你的半位面形成一个自循环空间。当一个生物到达位面边缘，它会出现在半位面的另一侧。施法者可以自行指定半位面中可以引发此种现象的边缘地区和地点 (比如一扇门扉或森林中的小路)，或者让整个半位面都产生这种效果。<\/p><p>结构：你的半位面拥有了一个具体的连续的结构，例如一棵巨大的树、飘浮的城堡、迷宫、山脉等。 (当你选择此种特性，你只需决定一个大概的主题，而无需为一些细节，例如每个山头每个洞穴每堵墙壁每块地板和每个角落都亲自做设定)<\/p><p>你可以以20000GP的代价来释放一个魔法恒定术 (Permanency) 以恒定这个法术的效果。如果你通过多次施放本法术来扩大一个半位面，那么每一次该法术都需要一个魔法恒定术 (Permanency)。<\/p>"
}
