{
    "key": "crime wave",
    "name": "Crime Wave",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Crime%20Wave",
    "source": ["Ultimate Intrigue pg. 208"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "antipaladin": 4,
        "arcanist": 7,
        "bard": 5,
        "mesmerist": 5,
        "psychic": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a tarnished coin)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one creature/level, no two of which can be more than 30 ft. apart",
    "duration": "1 round/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You instill overwhelming avarice in the targets and impel them toward a wild spree of larceny. Creatures affected by a crime wave must roll percentile dice each round to determine what action they take. <table class=\"inner\"><tr><td><b>d%<\/b><\/td><td><b>Behavior<\/td><\/tr><tr><td>1–25<\/td><td>Act normally, but with suspicion toward others. The target doesn’t benefit from or provide benefits with teamwork feats and the aid another action. If a creature attempts to use a harmless spell or effect on the target, there is a 50% chance the target tries to avoid that effect as best as possible (taking an attack of opportunity against a spellcaster, requiring a successful attack roll on a touch spell, or attempting a saving throw).<\/td><\/tr> <tr><td>26–50<\/td><td> Attempt a steal<sup>APG<\/sup> combat maneuver or Sleight of Hand check to steal a random valuable object from the nearest creature (or a nearby unattended object, if obviously of great value), moving adjacent to that creature or object as needed. Once an affected creature has stolen an item, further results of 26–50 cause the affected creature to flee, focusing all of its efforts on escaping with its loot and fighting to prevent the stolen object from being taken.<\/td><\/tr> <tr><td>51–75<\/td><td> Attempt to break, destroy, or deface the nearest unattended manufactured object or structure. If the object or structure is too difficult to damage, the affected creature instead vandalizes or otherwise defaces its appearance.<\/td><\/tr> <tr><td>76–100 <\/td><td>Attack the nearest creature (for this purpose, a familiar counts as part of the affected creature’s self).<\/td><\/tr><\/table> A character affected by a crime wave who is unable to carry out the indicated action moves toward the nearest source of cover or concealment and attempts a Stealth check to hide. Affected creatures with the ability to turn invisible (including through the use of magic items or spells) do so instead of attempting a Stealth check.",
    "name_zh": "犯罪浪潮",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（生锈的硬币）",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "1个生物/级，任意两者之间的距离不超过30尺",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你向目标灌输了无法抑制的贪欲，促使他们发起疯狂地犯罪行为。受到犯罪浪潮影响的生物必须每轮投掷百分骰，并以此决定他们会采取的行动。<\/p><p>%d 行为<\/p><p>1-25 行为正常，但是会伴随着对它人的猜疑。目标不会从团队专长（teamwork feats）和协助他人动作（aid another action）中获益，而且也不会为别人提供这些好处。若某个生物尝试对目标使用无害法术或效果，目标会有50%的概率尝试尽最大努力地避免该效果（对施法者进行藉机攻击、接触法术需要成功的攻击检定、或者尝试豁免检定）。<\/p><p>26-50 对距离最近的生物（或者最近的无主物品，如果该物品明显具有极高价值的话）尝试盗取（steal; APG）战技或巧手检定来偷窃1件有价值的随机物品（random valuable object），如果有需要的话会移动到与生物或物品相邻的位置。一旦受影响的生物偷到了1件物品，那么后续的百分骰检定中掷出26-50意味着受影响的生物试图逃跑，它会尽其所能地带着赃物逃跑，并且会为了防止赃物被夺走而战。<\/p><p>51-75 尝试打砸、破坏或损毁最近的无主人造物（unattended manufactured object）或建筑（structure）。若物体或建筑太过坚固，无法对其造成损伤的话，受影响的生物则会想办法破坏其外观作为替代。<\/p><p>76-100 攻击最近的生物（在该条目中，魔宠被视为受影响生物自身的一部分）。<\/p><p>受到犯罪浪潮影响的角色若无法执行指定动作的话，则会向着距其最近的可以获得掩蔽（cover）或隐蔽（concealment）位置移动，尝试潜行检定以隐藏自身。受影响的生物若有能力隐身（包括使用魔法物品或法术），则会进行隐身以取代尝试潜行检定。<\/p>"
}
