{
    "key": "cultural adaptation (taldan)",
    "name": "Cultural Adaptation (Taldan)",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cultural%20Adaptation%20(Taldan)",
    "source": ["Humans of Golarion pg. 28"],
    "school": "divination",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "oracle": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a document written in the language of the culture to be emulated)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level",
    "text": "During the height of the Empire of Taldor’s expansionism, Taldan wizards developed this spell with the idea that it might make pacifying their “uncivilized” conquests easier. While the spell has since fallen out of favor with Taldans, it is much embraced by others, bards and Pathfinders in particular.<br><br>When casting this spell, you must concentrate on the culture to which you wish to adapt. If you speak the native language of the culture in question, then for the duration of this spell, you speak the language with a native accent. The spell does not teach you the language in question, but may be combined with <i>tongues<\/i> or a similar spell. Your body language and gestures mark you as a native of the culture, and you unconsciously make small decisions that help you blend in. These combined new traits give you a +2 on Diplomacy checks made to influence members of the culture to which you have adapted. You also gain a +2 circumstance bonus on Disguise checks made to pass yourself off as a member of the culture. Additionally, the DCs of enchantment (charm) spells you cast against natives of the culture to which you are attuned increase by +1.",
    "name_zh": "文化适应",
    "race_zh": "塔尔多人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料/法器 (一份用于模仿的，以该文化语言写成的文件)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "10分钟/等级",
    "text_zh": "<p>在塔尔多地国的高速扩张时期，塔尔多的法师们开发了这个法术，使他们「不文明」的征服更容易些。虽然这个法术已经不再受塔尔多所青睐，但它被其他人，特别是吟游诗人以及探索者们广泛接纳。<\/p><p>当施展此法术时，你必须专注于那个你想要适应的文化。如果你说的是该文化的母语，那么在此法术的持续时间内，你所说的该语言拥有该国的口音。此法术不会让你学会该文化的母语，但你可以结合巧言术或类似的法术使用。你的肢体语言以及手势彰显着你是当地人，并且你无意识中所做下的小决定都能帮助你融入。这些互相关联的新特征，在你试图影响你所适应的文化成员时，在交涉上给予你+2加值。你也在让自己成为该文化的成员时的易容检定上获得+2环境加值。此外，你所施放的法术在影响该文化的人时DC增加1。<\/p><p>译注：此法术于UI处有一同名法术，但在效果上略有差别，使用时请注意。<\/p>"
}
