{
    "key": "cup of dust",
    "name": "Cup of Dust",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cup%20of%20Dust",
    "source": ["Advanced Player's Guide pg. 214"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels":     {
        "druid": 3,
        "hunter": 3,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 3,
        "witch": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of dust)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 day/level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You curse the target with a thirst no drink can quench. On a failed saving throw, the target begins to dehydrate. The effects of this spell cannot inflict more nonlethal damage than the target has hit points. No amount of drinking can counter this effect, although the target still experiences the other normal effects of any liquid imbibed (such as poisons or potions). <i>Cup of dust <\/i>can be removed with a <i>break enchantment<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, <i>remove curse<\/i>, or <i>wish <\/i>spell, but effects suffered as a result of dehydration must be healed by normal means.",
    "mythicSource": ["Mythic Adventures pg. 89"],
    "mythicText": "On a failed save, the target immediately takes 1d6 points of nonlethal damage per tier. Add your tier to the DC of any further Constitution checks the target attempts to resist dehydration as part of this spell’s effects. While the curse is in effect, the target gains no benefit from any spell, effect, or item that requires drinking, such as potions and elixirs (though these are still used up when the target drinks them).",
    "name_zh": "尘埃之饮",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一撮灰尘)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名生物",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒目标，使其进入任何饮料都无法满足的口渴状态。通过失败的强韧豁免，目标会陷入脱水 (dehydrate) 状态。由该法术所造成的非致命伤害无法超出目标所拥有的生命值。无论喝下多少量都无法消除这个效果，不过目标仍旧如常受到任何吸收液体获得的其他正常效果 (比如毒药或药水)。尘埃之饮可以被破除结界 (Break Enchantment)，有限祈愿术 (Limited Wish)，神迹术 (Miracle)，移除诅咒 (Remove Curse) 或者祈愿术 (Wish) 移除，但是由于脱水而遭受的效果必须通过正常的途径治愈 (must be healed by normal means)。<\/p>",
    "mythicText_zh": "<p>豁免失败时，目标会立即受到每阶层1d6点非致命伤害。当目标要为了抵抗作为该法术的一部分效果的脱水（dehydrate），而尝试进行进一步的体质检定时，将你的阶层加到体质检定的DC上。当该诅咒生效时，目标不会获得任何需要‘喝（drinking）’的法术、效果或者物品所带来的好处，比如药剂以及化合炼成（不过当目标饮用上述内容时，仍旧会消耗掉它们）。<\/p>"
}
