{
    "key": "cyclic reincarnation",
    "name": "Cyclic Reincarnation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Cyclic%20Reincarnation",
    "source": ["Arcane Anthology pg. 13"],
    "school": "transmutation",
    "levels":     {
        "druid": 6,
        "hunter": 6
    },
    "castingTime": "10 minutes",
    "components": "V, S, M, DF (oils worth 5,000 gp)",
    "range": "touch",
    "target": "dead creature touched",
    "duration": "instantaneous",
    "savingThrow": "none, see text",
    "spellResistance": "yes (harmless)",
    "text": "This spell allows a dead creature that died no more than 1 year before the casting of the spell to return to life in a body that closely resembles its original body; it functions as <i>reincarnate<\/i> except as noted. <i>Cyclic reincarnation<\/i> returns the dead creature to life in a new body of the same race that the target belonged to in life, and the new body appears physically similar to the creature’s previous one, to the extent that the creature could be easily mistaken for its own offspring or kin. If the affected creature isn’t a humanoid, there is a 75% chance that the creature returns to life as a youth of its race, gaining the young creature simple template instead (or becomes a juvenile, in the case of dragons and other creatures whose power is determined by their age category).<br><br> You can use <i>cyclic reincarnation<\/i> on someone who was killed by a death effect or turned into an undead creature and then destroyed, but nonhumanoids so restored always return to life with the young creature simple template (or as a juvenile, in the case of creatures whose power is determined by their age category).",
    "name_zh": "循环转生术",
    "castingTime_zh": "10分钟",
    "components_zh": "言语，姿势，材料，法器（价值5000gp的油）",
    "range_zh": "接触",
    "duration_zh": "立即",
    "savingThrow_zh": "无, 见文本",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>这种法术可让一个死亡不超过1年的生物复活，得到一具与原来身体非常相似的躯体; 法术非常类似于转生术，除了以下区别。循环转生术复活的身体与死去生物原先的种族一致，且新身体与生物之前的身体非常相似，在某种程度上，复活后的该生物很容易被误认为是自己的子女或亲属。如果受影响的生物不是一个类人生物，他有75%的可能性被复活为一个同种族的青年体，获得幼体生物简单模板（对于龙类和其他力量取决于年龄层的生物，则变为青少年体）。<\/p><p>你可以使用循环转生术来复活一个被死亡效果杀死，或被变为不死生物后被摧毁的生物，但被这么复活的非类人生物总会获得幼体生物简单模板（或青少年，在龙类和其他力量取决于年龄层的生物的例子中）。<\/p>"
}
