{
    "key": "damnation of memory",
    "name": "Damnation of Memory",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Damnation%20of%20Memory",
    "source": ["Inner Sea Races pg. 218"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "race": "Garundi",
    "levels":     {
        "bard": 6,
        "skald": 6
    },
    "castingTime": "1 hour",
    "components": "V, S, F (a massive, flawless gemstone worth 5,000 gp)",
    "range": "long (400 ft. + 40 ft./level)",
    "duration": "permanent",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You name one creature and excise all memory of that creature’s involvement in events the targets remember. The targets either forget who exactly performed the named creature’s deeds or assume some other individual performed them. Alternatively, you can name either one event lasting no more than 10 minutes per caster level or a single topic (defined at the GM’s discretion) such as a shameful secret of the king that was recently revealed or a small revolt that was quelled messily, and erase all recollection of that subject from the minds of all creatures within the area. Memory of facts and topics that are common knowledge (information with a Knowledge check DC of 10 or less) cannot be stolen via this spell.<br><br> The lost memories are stored in the focus gem (which grows dull inside and cannot be used as a focus or material component for any other spell, including another casting of this spell). The targets emanate no magic and the spell cannot be dispelled from them; only the focus retains a magic aura, and only by targeting the gem can the spell be dispelled, disjoined, or suppressed with antimagic. If the gem is destroyed or the spell is dispelled (which destroys the gem), all stolen memories return to the affected creatures.",
    "name_zh": "回忆诅咒",
    "race_zh": "加隆德人",
    "castingTime_zh": "1小时",
    "components_zh": "语言，姿势，器材（一块5000gp的巨大无瑕的宝石）",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "范围内的所有活物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你叫出一个生物的名字，并让所有受术者忘记在各类事件中关于该生物参与的部分。受术者要么会忘记究竟是谁做了指定生物所做的事情，要么会假设是其他人做了这些事情。或者，你可以指定一个事件（持续时间不能超过每施法者等级10分钟）或者一个单一的主题（由DM决定），例如国王最近被揭露的一件可耻阴私，或者一场被不光彩的手段镇压的小起义，并从法术区域内所有生物的脑海中抹去对该主题的所有记忆。属于常识范围的，关于各种事实和主题的记忆（获得这些信息的知识检定DC为10或更少）不能通过该法术消除。<\/p><p>被抹去的记忆会储存在作为法术器材的宝石中（宝石会变得惰性，不能用作任何其他法术的器材或材料成分，包括另一个此法术）。受术者不会散发灵光，解除魔法（dispel magic）也无法通过受术者来正常解除此法术; 只有作为器材的宝石散发灵光，并且只有以宝石为目标才能驱散、解除或用反魔场（antimagic field）压制此法术。如果宝石被摧毁或法术被解除（这会摧毁宝石），所有被盗的记忆都会回到受术者身上。<\/p>"
}
