{
    "key": "dark whispers",
    "name": "Dark Whispers",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dark%20Whispers",
    "source": ["Ultimate Intrigue pg. 209"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors":     [
        "language-dependent",
        "shadow"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "antipaladin": 1,
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "oracle": 2,
        "skald": 2,
        "sorcerer": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a scrap of black cloth)",
    "range": "long (400 ft. + 40 ft./level)",
    "duration": "10 minutes/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You communicate through the shadows of one or more targets within range. The shadows have no physical presence and don’t move or animate. Instead, your words emerge from the shadow as a clear whisper, absent any accent or other identifying features. The targets can make conversation with the shadow, but must speak aloud to do so. The targets’ voices emerge from your own shadow only when they intend to speak to the shadow, but you hear no other sounds from the target’s immediate area. Their responses also emerge as clear whispers, absent identifying features, but you can instinctively identify which target is speaking to you through the shadow. Once the spell has been cast, you don’t need to have line of effect to the targets or their shadows to communicate back and forth.<br><br> The shadow communication is audible, so it can be intercepted by adversaries who succeed at a DC 25 Perception check. The spell can be <i>silenced<\/i>. You can’t cast spells on subjects or otherwise establish line of effect through the shadows, but spells that allow you to speak or understand languages work normally across <i>dark whispers<\/i>.",
    "name_zh": "黑暗耳语",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材/法器（黑布碎片）",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "1个生物/级",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你通过法术范围内1个或更多目标的影子进行沟通。这些影子不具有实体、无法移动、也没有被活化。相反，你的话语会从影子中发出，就好像是清晰的耳语一般，不具有任何口音或其他能够识别的特征。目标可以与影子进行对话，但是必须出声说话（speak aloud）才能这么做。只有在目标打算与影子说话时，他们的声音才会从你自己的影子中发出，而且你无法听到目标附近区域内的其他声音。他们的回应也会以清晰的耳语显现出来，缺乏可供识别的特征，但你能够本能地辨别出是哪个目标在与你通过影子交谈。一旦施放了该法术，你与目标之间地沟通就不需要与他们或影子具有效果线相连了。<\/p><p>通过影子进行的沟通是可以被听到的，因此敌人只要能成功通过DC25的察觉检定，便可以听到你们谈话的内容。该法术可以被默发（be silenced）。你无法对受术者施法，或者以其他方式通过影子来设置效果线，但是允许你说或理解语言的法术依旧可以通过黑暗耳语正常生效。<\/p>"
}
