{
    "key": "decollate",
    "name": "Decollate",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Decollate",
    "source": ["Horror Adventures pg. 116"],
    "school": "necromancy",
    "levels":     {
        "alchemist": 4,
        "antipaladin": 4,
        "arcanist": 5,
        "cleric": 5,
        "investigator": 4,
        "oracle": 5,
        "psychic": 6,
        "sorcerer": 5,
        "spiritualist": 4,
        "warpriest": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a red wax pencil)",
    "range": "touch",
    "target": "one willing humanoid or monstrous humanoid creature",
    "duration": "24 hours",
    "savingThrow": "none",
    "spellResistance": "yes (harmless)",
    "text": "A thin red line circles the target’s neck. The target’s head becomes detachable so long as she removes it willingly. While the target’s head is detached, she gains DR 2/— and immunity to decapitation effects and other effects that require their target to have a head or a particular facial feature. The target is blind so long as she has no head, but she gains blindsense to a distance of 15 feet. The target hears normally even without its head.<br><br> While detached, the target’s head appears to be dead. The target can’t see through its eyes or hear events around the head. The target’s body knows the direction and distance to its head. Without additional protection, the severed head has AC 7, hardness 5, and 10 hit points. Destroying the head while the spell is in effect kills the target of the spell. If the spell’s duration expires normally without the head being reattached, the target dies. If either the target or the head are removed to a different plane, or if the spell is dispelled, the head teleports back to its owner and reattaches without further harm.",
    "name_zh": "飞头降",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材 (一根红蜡笔)",
    "range_zh": "接触",
    "target_zh": "一位自愿的类人生物或人形怪物",
    "duration_zh": "24小时",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>一条细红线环绕着受术者的脖子。只要她自愿移除，那受术者的头就可以分离。当受术者的头是分离的时，她获得DR2/─并且免疫斩首效果以及其他要求受术者有颗头或特别的面部特征的效果。只要她没有头，则受术者目盲(blind)，但她获得15尺的盲视。而受术者能正常的听，就算她没有头。<\/p><p>当头分离时，受术者的头在外观上看上去是死的。受术者无法透过头的眼睛或耳朵来知道头周遭的情况。目标的身体知道头所在的方向与距离。这颗被分开的头AC为7，硬度为5，生命值为10，此外没有其他的保护。在法术仍生效的期间将头破坏，会将受术者给杀死。如果法术在持续时间到时正常的结束，而头没有被重新联接起来，则受术者死亡。如果目标或他的头被移到不同的位面，或着此法术被解除，这颗头会传送回其所有者，重新联接并不会受到进一步的伤害。<\/p>"
}
