{
    "key": "detect thoughts",
    "name": "Detect Thoughts",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Detect%20Thoughts",
    "source": ["PRPG Core Rulebook pg. 268"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "alchemist": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "medium": 2,
        "mesmerist": 2,
        "psychic": 1,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a copper piece)",
    "range": "60 ft.",
    "area": "cone-shaped emanation",
    "duration": "concentration, up to 1 min./level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "no",
    "text": "You detect surface thoughts. The amount of information revealed depends on how long you study a particular area or subject.<br><br><i>1st Round<\/i>: Presence or absence of thoughts (from conscious creatures with Intelligence scores of 1 or higher).<br><br><i>2nd Round<\/i>: Number of thinking minds and the Intelligence score of each. If the highest Intelligence is 26 or higher (and at least 10 points higher than your own Intelligence score), you are stunned for 1 round and the spell ends. This spell does not let you determine the location of the thinking minds if you can't see the creatures whose thoughts you are detecting.<br><br><i>3rd Round<\/i>: Surface thoughts of any mind in the area. A target's Will save prevents you from reading its thoughts, and you must cast detect thoughts again to have another chance. Creatures of animal intelligence (Int 1 or 2) have simple, instinctual thoughts.<br><br>Each round, you can turn to detect thoughts in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
    "name_zh": "侦测思想",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材/法器 (铜币)",
    "range_zh": "60尺",
    "area_zh": "锥形发散区域",
    "duration_zh": "专注, 至多每等级1分钟 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以侦测表层思想。你可以取得的信息量取决于你研究一片特定区域或受术者的时间。<\/p><p><b>第一轮<\/b>：得知是否有思想的存在 (来自智力1或更高的清醒生物)。<br><b>第二轮<\/b>：有思想生物的数量，以及它们各自的智力属性。若最高者的智力达到26或更高 (且至少比你的智力高10点)，你被震慑1轮且法术结束。若你不能看到正在侦测的生物，则无法得知有思想生物的位置。<br><b>第三轮<\/b>：察知区域内的所有表层思想。目标若通过意志豁免则能够防止你得知它在想些什么，必须再次施法才再有机会去探寻思想。你仅能从智力相当于动物 (智力1或2) 的生物身上得知其简单、本能的思想。<\/p><p>每轮你都可以转而侦测新的区域。该法术可穿透障碍，不过1尺厚的岩石，1英吋厚的普通金属，铅薄片或3尺厚的木头或泥土都可以挡住它。<\/p>"
}
