{
    "key": "detect magic, greater",
    "name": "Detect Magic, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Detect%20Magic,%20Greater",
    "source": ["Ultimate Intrigue pg. 212"],
    "school": "divination",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "druid": 2,
        "hunter": 2,
        "inquisitor": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "oracle": 2,
        "psychic": 2,
        "shaman": 2,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "60 ft.",
    "area": "cone-shaped emanation",
    "duration": "concentration, up to 1 minute/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions as <i>detect magic<\/i>, except that you can glean much more information from the magical auras that you find, and those auras can be found after a much greater length of time. You can detect a lingering aura for up to 1 day per caster level you have, regardless of the aura’s original strength.<br><br> Additionally, when you use a standard action to concentrate on this spell, you can also study a creature within the spell’s area and attempt a Spellcraft check in order to determine the last spell that the creature cast by identifying lingering traces that the spell left in the caster’s aura. The DC to identify the spell is equal to 20 + the creature’s caster level.<br><br> Finally, you are able to locate and analyze the signature flourishes in a magical aura that allow you to match a spell to the person who cast it. In order to find these identifiers in a spell’s aura, you must spend 1 round focusing on that spell in particular, and succeed at an opposed Knowledge (arcana) check against the caster (or a Knowledge [arcana] check with a DC equal to 15 + the spell level if the caster wants her work to be identified and emphasizes these unique elements rather than obscuring them). Once you learn a caster’s set of identifiers, you can remember them as easily as a face or a voice. You can recognize this signature if you succeed at a Spellcraft check when later identifying a spell to determine whether or not that spell was cast by the same individual. The spell <i>greater magic aura<\/i> can obfuscate this information, making it seem that someone else cast the spell. Greater detect magic grants a saving throw against magic aura (but not greater magic aura).",
    "name_zh": "高等侦测魔法",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "60尺",
    "area_zh": "锥形发散区域",
    "duration_zh": "专注, 至多1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术的功能如同侦测魔法（Detect Magic）一般，不过它能从你找到的魔法灵光中提取出更多的信息，而且你能在更长的时间跨度后找到残留的魔法灵光。你能侦测到的残存灵光（Lingering Aura）时间最长为距离现在1日/你的施法者等级，无论灵光的原始强度（original strength）为何。<\/p><p>此外，当你使用标准动作专注于该法术时，还能够研究法术区域内的1名生物，尝试1次法术辨识检定，通过鉴别法术在施法者灵光中的残存痕迹，来判断该生物所施放的最后1个法术是什么。鉴别法术的DC为20 + 该生物的施法者等级。<\/p><p>最后，你还能定位并查找魔法灵光中的署名（signature），这让你可以将法术与施放法术的人匹配起来。为了找到这些魔法灵光中的识别码，你必须花费1轮时间特别专注于该法术，接着成功通过1次对抗性的知识(神秘)检定对抗法术的施法者（如果施法者希望自己的成果被辨认出来，而且强调了这些独特的元素，而非将其掩藏起来的话，DC变为15 + 法术环级）。一旦知晓了1名施法者的成套识别码，你就可以把它当做面容或声音一样轻松记住。之后你就能够辨认出这个署名，只要成功通过法术辨识检定，就可以辨识1个法术是否是由相同的个体施放的。高等魔法灵光（Greater Magic Aura）法术（见本书219页）能够掩盖这条信息，让法术看起来像是其他人施放的。高等侦测魔法在对抗魔法灵光（Magic Aura）时会获得1次豁免机会，但是对抗高等魔法灵光时不会获得。<\/p>"
}
