{
    "key": "dispel magic, greater",
    "name": "Dispel Magic, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dispel%20Magic,%20Greater",
    "source": ["PRPG Core Rulebook pg. 272"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 6,
        "bard": 5,
        "cleric": 6,
        "druid": 6,
        "hunter": 6,
        "inquisitor": 6,
        "magus": 6,
        "occultist": 5,
        "oracle": 6,
        "psychic": 6,
        "shaman": 6,
        "skald": 5,
        "sorcerer": 6,
        "spiritualist": 6,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "targetOrArea": "one spellcaster, creature, object, or a 20-ft.-radius burst",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions like <i>dispel magic<\/i>, except that it can end more than one spell on a target and it can be used to target multiple creatures.<br><br>You choose to use <i>greater dispel magic<\/i> in one of three ways: a targeted dispel, area dispel, or a counterspell:<br><br><i>Targeted Dispel<\/i>: This functions as a targeted <i>dispel magic<\/i>, but it can dispel one spell for every four caster levels you possess, starting with the highest level spells and proceeding to lower level spells.<br><br>Additionally, <i>greater dispel magic<\/i> has a chance to dispel any effect that <i>remove curse<\/i> can remove, even if <i>dispel magic<\/i> can't dispel that effect. The DC of this check is equal to the curse's DC.<br><br><i>Area Dispel<\/i>: When <i>greater dispel magic<\/i> is used in this way, the spell affects everything within a 20-foot-radius burst. Roll one dispel check and apply that check to each creature in the area, as if targeted by <i>dispel magic<\/i>. For each object within the area that is the target of one or more spells, apply the dispel check as with creatures. Magic items are not affected by an area dispel.<br><br>For each ongoing area or effect spell whose point of origin is within the area of the <i>greater dispel magic spell<\/i>, apply the dispel check to dispel the spell. For each ongoing spell whose area overlaps that of the <i>greater dispel magic<\/i> spell, apply the dispel check to end the effect, but only within the overlapping area.<br><br>If an object or creature that is the effect of an ongoing spell (such as a monster summoned by <i>summon monster<\/i>) is in the area, apply the dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel one spell targeting the creature or object.<br><br>You may choose to automatically succeed on dispel checks against any spell that you have cast.<br><br><i>Counterspell<\/i>: This functions as <i>dispel magic<\/i>, but you receive a +4 bonus on your dispel check to counter the other spellcaster's spell.",
    "name_zh": "高等解除魔法",
    "castingTime_zh": "标准动作",
    "range_zh": "中距 (100尺+每等级10尺)",
    "targetOrArea_zh": "一个施法者, 生物 或 物体; 或 半径20尺爆发区域",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术的功能如同‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’一般，不过它能够结束正在影响目标的复数法术，也能以复数生物作为目标。<\/p><p>你可以选择以下三种方式之一来施放解除魔法：目标型解除，区域型解除或反制法术。<\/p><p><b>目标型解除 (Targeted Dispel)<\/b>：这项功能如同‘解除魔法’的目标型解除一般，不过你每拥有四个CL就能够解除一个法术，依旧以最高等级的法术开始，按照等级由高至低依序的顺序解除法术。<\/p><p>此外，高等解除魔法还能够解除任何‘<a href=\"spell.html?spell=remove curse\">移除诅咒 (remove curse)<\/a>’可以消除的效果，即便‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’无法解除该效果也是如此。这么做的检定DC与诅咒的DC相同。<\/p><p><b>区域型解除 (Area Dispel)<\/b>：当你以此方式使用高等解除魔法时，该法术能够影响半径20尺爆发区域内的所有事物。进行一次解除检定，并将检定结果应用至区域内的每个生物，就如同成为了解除魔法的目标一般。对于处于区域内、并且成为一个或多个法术目标的每个物体，则如同对生物进行解除一般将解除检定应用至物体上。区域型解除无法影响魔法物品。<\/p><p>对于源发点在区域型解除范围内、且正在持续的每个区域或效果法术，则应用解除检定结果来解除这些法术。对于那些与高等解除魔法的范围部分重叠且正在持续的法术，则应用解除检定结果来结束效果，不过只有重叠部分的效果会结束。<\/p><p>若物体或生物本身就是正在持续的法术效果 (比如由召唤怪物召唤出的生物) 且在区域型解除的范围内，则除了尝试解除一个以生物或物体为目标的法术之外，还要应用解除检定的结果来结束造出生物或物体的法术 (将它们送回来处)。<\/p><p>你可以选择在对抗任何有你自己施放的法术时，解除检定自动成功。<\/p><p><b>反制法术 (Counterspell)<\/b>：这项功能如同‘解除魔法’的反制法术一般，不过你能够在反制其他施法者的法术时，解除检定获得+4加值。<\/p>"
}
