{
    "key": "dispel magic",
    "name": "Dispel Magic",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dispel%20Magic",
    "source": ["PRPG Core Rulebook pg. 272"],
    "school": "abjuration",
    "levels":     {
        "antipaladin": 3,
        "arcanist": 3,
        "bard": 3,
        "cleric": 3,
        "druid": 4,
        "hunter": 4,
        "inquisitor": 3,
        "magus": 3,
        "medium": 3,
        "mesmerist": 3,
        "occultist": 3,
        "oracle": 3,
        "paladin": 3,
        "psychic": 3,
        "shaman": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "targetOrArea": "one spellcaster, creature, or object",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can use <i>dispel magic<\/i> to end one ongoing spell that has been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, or to counter another spellcaster's spell. A dispelled spell ends as if its duration had expired. Some spells, as detailed in their descriptions, can't be defeated by <i>dispel magic<\/i>. <i>Dispel magic<\/i> can dispel (but not counter) spell-like effects just as it does spells. The effect of a spell with an instantaneous duration can't be dispelled, because the magical effect is already over before the <i>dispel magic<\/i> can take effect.<br><br>You choose to use <i>dispel magic<\/i> in one of two ways: a targeted dispel or a counterspell.<br><br><i>Targeted Dispel<\/i>: One object, creature, or spell is the target of the dispel magic spell. You make one dispel check (1d20 + your caster level) and compare that to the spell with highest caster level (DC = 11 + the spell's caster level). If successful, that spell ends. If not, compare the same result to the spell with the next highest caster level. Repeat this process until you have dispelled one spell affecting the target, or you have failed to dispel every spell.<br><br>For example, a 7th-level caster casts <i>dispel magic<\/i>, targeting a creature affected by <i>stoneskin<\/i> (caster level 12th) and <i>fly<\/i> (caster level 6th). The caster level check results in a 19. This check is not high enough to end the <i>stoneskin<\/i> (which would have required a 23 or higher), but it is high enough to end the <i>fly<\/i> (which only required a 17). Had the dispel check resulted in a 23 or higher, the <i>stoneskin<\/i> would have been dispelled, leaving the <i>fly<\/i> intact. Had the dispel check been a 16 or less, no spells would have been affected.<br><br>You can also use a targeted dispel to specifically end one spell affecting the target or one spell affecting an area (such as a <i>wall of fire<\/i>). You must name the specific spell effect to be targeted in this way. If your caster level check is equal to or higher than the DC of that spell, it ends. No other spells or effects on the target are dispelled if your check is not high enough to end the targeted effect.<br><br>If you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by <i>summon monster<\/i>), you make a dispel check to end the spell that conjured the object or creature.<br><br>If the object that you target is a magic item, you make a dispel check against the item's caster level (DC = 11 + the item's caster level). If you succeed, all the item's magical properties are suppressed for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the effect. An interdimensional opening (such as a bag of holding) is temporarily closed. A magic item's physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact). Artifacts and deities are unaffected by mortal magic such as this.<br><br>You automatically succeed on your dispel check against any spell that you cast yourself.<br><br><i>Counterspell<\/i>: When <i>dispel magic<\/i> is used in this way, the spell targets a spellcaster and is cast as a counterspell. Unlike a true counterspell, however, <i>dispel magic<\/i> may not work; you must make a dispel check to counter the other spellcaster's spell.",
    "mythicSource": ["Mythic Adventures pg. 92"],
    "mythicText": "When used as a targeted dispel, this spell can end two spells affecting the target instead of just one. If the targeted dispel successfully dispels at least one spell, you heal 1d4 points of damage for every spell level of the dispelled spell. If you dispel two spells, this healing applies only to the highest-level spell dispelled. If you use this spell to counterspell, roll your dispel check twice and take the higher result. ",
    "name_zh": "解除魔法",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "targetOrArea_zh": "一个施法者, 生物 或 物体",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能够使用解除魔法来中断已经施放至一个生物或物体上的一个正在持续的法术、或是暂时压制一件魔法物品的魔法能力、或反制其他施法者的法术。被解除的法术立即结束，就如同于它的持续时间结束一般。部分法术无法被解除魔法所消除，这会在相关法术的描述中注明。解除魔法可以如同解除法术一般解除 (但无法反制) 类法术效果。持续时间为“立即”的法术效果不能被解除，因为在解除魔法生效前，这些法术的魔法效果就已经结束了。<\/p><p>你可以选择以下两种方式之一来施放解除魔法：目标型解除，或反制法术。<\/p><p><b>目标型解除 (Targeted Dispel)<\/b>：解除魔法的目标为一个物体、生物或法术。你进行一次解除检定 (1d20+你的CL)，并用结果与CL最高的法术进行比较 (DC为 {11+法术CL})。若成功则该法术结束。若失败，则拿相同的解除检定结果与CL第二高的法术比较。重复执行上述步骤，直至你解除一个正在影响目标的法术，或者对每个法术的解除均以失败告终为止。<\/p><p>例如：若7级施法者施放解除魔法，目标为一个受‘<a href=\"spell.html?spell=stoneskin\">石肤术 (stoneskin)<\/a>’ (CL 12)和‘<a href=\"spell.html?spell=fly\">飞行术 (fly)<\/a>’ (CL 6)影响的生物。施法者等级检定的结果为19。这个检定结果不足以结束石肤术 (因为这么做需要23或更高)，但是这足够结束飞行术 (因为这只需要17)。若解除检定的结果为23或更高的话，石肤术则会被解除，留下飞行术不受影响。若解除检定结果为16或更低，则没有法术会被解除魔法影响。<\/p><p>你还能利用目标型解除来解除一个影响目标或区域 (比如‘<a href=\"spell.html?spell=wall of fire\">火墙术 (wall of fire)<\/a>’) 的特定法术。要这么做的话，你必须说出要作为目标的特定法术效果的名称。若你的施法者等级检定与该法术的解除DC相同或更高，则可以结束它。即便你的检定结果不够高而无法结束目标效果，影响目标的其他法术或效果也不会因此被解除。<\/p><p>若成为目标的物体或生物就是正在持续的效果 (比如由‘<a href=\"spell.html?spell=Summon Monster I\">召唤怪物 I (Summon Monster I)<\/a>’召唤出的生物)，则可以进行一次解除检定来结束这个造出物体或生物的魔法。<\/p><p>若成为目标的物体是魔法物品，你可以进行一次解除检定来对抗物品的CL (DC为 {11+物品CL})。若成功，物品所有的魔法能力都会在1d4轮内被压制，之后则会恢复原本的效用。被压制的物品在该效果持续时间内变为非魔法物品。跨维度的开口会被暂时关闭，比如<次元袋 (bag of holding)>。魔法物品的物理性质不会改变：被压制的魔法剑仍旧是剑 (准确地说是精制品剑)。神器与神祇不受此类凡间法术的影响。<\/p><p>对任何由你自己施放的法术所进行的解除检定都会自动成功。<\/p><p><b>反制法术 (Counterspell)<\/b>：若你以此方式使用解除魔法，那么法术的目标为一个施法者，就如同反制法术一样进行施放。与真正的反制法术不同，解除魔法可能不会生效; 你必须进行一次解除检定来反制其他施法者的法术。<\/p>",
    "mythicText_zh": "<p>当你将该法术用于目标型解除（targeted dispel）时，它能够结束两个正在影响目标的法术，而非原本的一个。若目标型解除至少成功解除了一个法术，那么被解除的法术的每个法术等级都会治疗你1d4点伤害。若你解除了两个法术，这种治疗则只适用于被解除的法术中等级较高的那个。若你将该法术用于反制法术（counterspell），则投掷两次解除检定并取较高的结果。<\/p>"
}
