{
    "key": "dominate person",
    "name": "Dominate Person",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dominate%20Person",
    "source": ["PRPG Core Rulebook pg. 274"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 5,
        "bard": 4,
        "mesmerist": 4,
        "occultist": 5,
        "psychic": 5,
        "shaman": 5,
        "skald": 4,
        "sorcerer": 5,
        "spiritualist": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one humanoid",
    "duration": "1 day/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You can control the actions of any humanoid creature through a telepathic link that you establish with the subject's mind.<br><br>If you and the subject have a common language, you can generally force the subject to perform as you desire, within the limits of its abilities. If no common language exists, you can communicate only basic commands, such as “Come here,” “Go there,” “Fight,” and “Stand still.” You know what the subject is experiencing, but you do not receive direct sensory input from it, nor can it communicate with you telepathically.<br><br>Once you have given a dominated creature a command, it continues to attempt to carry out that command to the exclusion of all other activities except those necessary for day-to-day survival (such as sleeping, eating, and so forth). Because of this limited range of activity, a Sense Motive check against DC 15 (rather than DC 25) can determine that the subject's behavior is being influenced by an enchantment effect (see the Sense Motive skill description).<br><br>Changing your orders or giving a dominated creature a new command is a move action.<br><br>By concentrating fully on the spell (a standard action), you can receive full sensory input as interpreted by the mind of the subject, though it still can't communicate with you. You can't actually see through the subject's eyes, so it's not as good as being there yourself, but you still get a good idea of what's going on.<br><br>Subjects resist this control, and any subject forced to take actions against its nature receives a new saving throw with a +2 bonus. Obviously self-destructive orders are not carried out. Once control is established, the range at which it can be exercised is unlimited, as long as you and the subject are on the same plane. You need not see the subject to control it.<br><br>If you don't spend at least 1 round concentrating on the spell each day, the subject receives a new saving throw to throw off the domination.<br><br><i>Protection from evil<\/i> or a similar spell can prevent you from exercising control or using the telepathic link while the subject is so warded, but such an effect does not automatically dispel it.",
    "mythicSource": ["Mythic Adventures pg. 92"],
    "mythicText": "The Sense Motive DC to notice your target is dominated increases by double your tier. You can give orders to the target even if it’s protected by non-mythic effects that block magical control, such as <i>protection from evil<\/i>. If the target is protected by a mythic effect, you can attempt to overcome this defense with a caster level check (DC 15 plus the caster level of the effect); add your tier to your roll and the opposing caster’s tier to the DC. If the target succeeds at its Will save to break your control, as an immediate action you can expend one use of mythic power to force it to reroll the save and use the lower result.",
    "name_zh": "支配人类",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个类人生物",
    "duration_zh": "1天/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你可以通过你和受术者心智之间的心灵连接来控制任何类人生物的行动。<\/p><p>如果你和受术者有共通的语言，则可以强迫受术者在能力范围内依你的想法行动。若没有共通语言，你只能用基本命令，如“过来”，“过去”，“战斗”，“站住”。你知道受术者的感受，但不会直接得知他的感官知觉，他也无法与你以心灵感应交流。<\/p><p>一旦你给被支配生物下了指令，他就会全力以赴去完成命令，除了日常生存必需活动 (如吃饭、睡觉等) 外不会分心做其它事。由于有这种活动限制，因此只需通过DC 15的察言观色检定 (而非25) 就可看出受术者的行动是被惑控效果所控制的 (见察言观色的技能说明)。<\/p><p>对被支配的生物改变指示或下达新的命令是移动动作。<\/p><p>通过专注于法术 (标准动作) 你可以完全感受到该生物的感官知觉，但它依旧不能与你交流，你也不可通过受术者的眼睛视物，所以这不如你实地观察，但你仍然可以对当地发生的一切相当了解。<\/p><p>当受术者被迫进行违背天性的行为，并抵御这种控制时，就可以进行一次新的豁免检定并且有+2加值。明显的自杀命令不会被执行。一旦控制建立起来，只要你和受术者在同一位面，其有效范围就没有限制。你不需要看着受术者来控制他。<\/p><p>若你不能每天花1轮时间来专注维持这个法术，那么受术者就可以获得一次新的豁免检定来摆脱控制。<\/p><p>若受术者被‘<a href=\"spell.html?spell=protection from evil\">防护邪恶 (protection from evil)<\/a>’或类似的法术所保护，则能够阻止你对受术者进行控制或使用心灵连接，但是这些效果不能自动解除支配人类。<\/p>",
    "mythicText_zh": "<p>用于发现你的目标受到支配的察言观色DC增加，增加数值等同于你的阶层的两倍。即便目标受到阻碍魔法控制的非神话效果保护（比如防护邪恶），你也能够对目标下令。若目标被神话效果所保护，你能够进行一次施法者等级检定来尝试克服这种防护（DC为15 + 效果的施法者等级）；将你的阶层加到检定上，并且将对方施法者的阶层加到DC上。若目标成功以意志豁免打破你的控制，你能够以直觉动作花费1次神话之力迫使他重掷豁免，并且使用较低的结果。<\/p>"
}
