{
    "key": "domination link",
    "name": "Domination Link",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Domination%20Link",
    "source": ["Blood of the Night pg. 30"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "inquisitor": 3,
        "skald": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a copper piece)",
    "range": "60 ft.",
    "area": "cone-shaped emanation",
    "duration": "concentration, up to 1 min./level (D)",
    "savingThrow": "Will negates, see text",
    "spellResistance": "no",
    "text": "This spell functions like <i>detect thoughts<\/i>, with the additional ability to find echoes of the thoughts of a creature mentally controlling the target. For example, if the target has been dominated by a vampire, you can use evidence left in the target’s mind to learn about that vampire. Each minute you concentrate on the spell, you can learn your choice of one of the following pieces of information.<br><br><i>Direction<\/i>: The controller’s general direction and distance.<br><br><i>Emotion<\/i>: The controller’s emotional state (gloating, sated, frightened, angry, and so on).<br><br><i>Image<\/i>: A powerful iconic image relevant to the controller or its connection to the target, such as a symbol on a door or a name on a gravestone.<br><br><i>Location<\/i>: The controller’s general location, such as “in a large city” or “on a ship.”<br><br><i>Name<\/i>: The name by which the target knows its controller (if any).<br><br>All of this information is based on the last time the influencing creature linked itself to the target, either to issue a command or to receive sensory input from the target. For example, if at nightfall a vampire commanded a dominated victim to walk to a cemetery, this spell can reveal the vampire’s general location at that time, though it may have moved since then.",
    "name_zh": "支配连接",
    "castingTime_zh": "标准动作",
    "range_zh": "60尺",
    "area_zh": "锥形发散区域",
    "duration_zh": "专注, 至多每等级1分钟 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术如同侦测思想(detect thoughts)般作用，并有一个额外的能力，就是能找到用在精神上控制受术者的生物，它思想中的回音。举例来说，如果受术者已经被一位吸血鬼所支配，你可以使用受术者心中遗留的迹象来了解该吸血鬼。你每专注在此法术上一分钟，你就可以了解下列一项资讯，由你选择。<\/p><p>方位：该控制者的大概方位与距离。<\/p><p>情绪：该控制者的情绪状态(幸灾乐祸、心满意足、惊恐、生气等等)<\/p><p>幻影：一个强大、标志性的幻影，关于控制者或是控制者与受术者的关系，例如门上的一个徽记，或是墓碑上的名字。<\/p><p>位置：控制者大概的位置，像是「在一个大城市」或「在一艘船上」。<\/p><p>姓名：受术者所知道的它的控制者的任何姓名(如果知道的话)。<\/p><p>所有这些资讯都是基于该施加影响的生物最后一次与受术者联系的时候，不论下达命令或是从受术者那边接收感觉。举例来说，在黄昏一位吸血鬼命令一位受支配的受害者前往一处墓地，此法术可以揭露那时吸血鬼的大概位置，尽管那之后它可能早就走了。<\/p>"
}
