{
    "key": "draconic ally",
    "name": "Draconic Ally",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Draconic%20Ally",
    "source": ["Legacy of Dragons pg. 28"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["draconic"],
    "levels":     {
        "antipaladin": 3,
        "arcanist": 3,
        "bloodrager": 3,
        "occultist": 3,
        "paladin": 3,
        "psychic": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (a scale from a dragon and 250 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one intelligent draconic servant",
    "duration": "1 day/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a semi-living intelligent draconic servant that loyally obeys and serves you. Treat this servant as a pseudodragon with all of the abilities granted by one of the following spells: <i>form of the alien dragon I<\/i>, <i>form of the dragon I<\/i>, or <i>form of the exotic dragon I<\/i>. Your draconic ally can use its breath weapon once per day. Once conjured, the creature is not limited to the spell’s range, and can go a considerable distance to carry out missions at your command. The draconic ally speaks one language of your choice that you know. You cannot have more than one draconic ally at a time. As long as a previous ally exists, you cannot successfully cast this spell again. If you have a breath weapon, you can cast this spell as a standard action by expending one use of your breath weapon as a free action when you cast the spell. <br><br>Clerics, inquisitors, oracles, and warpriests who worship Apsu or Dahak add <i>draconic ally<\/i> to their spell lists as a 3rd-level spell.",
    "name_zh": "萌龙仆从",
    "castingTime_zh": "10分钟",
    "components_zh": "言语，姿势，材料（一片龙鳞和250gp）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个有智力的龙类仆从",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造一个有智力的半生命体，这种萌龙仆从可以忠诚地服从和侍奉你。这位仆从可以被视为一只伪龙，拥有由以下法术之一赋予的所有能力：（form of the alien dragon I）、巨龙形态 I（form of the dragon I）或（form of the exotic dragon I）。你的萌龙仆从每天可以使用一次喷吐武器。一旦被召唤出来，生物就可以不限于法术距离内，可以到很远的地方去执行你下达的任务。萌龙仆从可以说一门你选择且知晓的语言。你同时只能拥有一个萌龙仆从。只要之前的萌龙仆从还在，你就不能再次成功施展此法术。如果你拥有一种喷吐武器，你可以用一个标准动作来施展此法术，这需要你在施法时用一个自由动作来消耗掉你喷吐武器的一个使用次数。<\/p><p>崇拜阿普苏或达哈克的牧师、审判者和战斗祭司可以将萌龙仆从作为一个3级法术加入到他们的法术列表中。<\/p>"
}
