{
    "key": "dream travel",
    "name": "Dream Travel",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dream%20Travel",
    "source": ["Occult Adventures pg. 166"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "mesmerist": 6,
        "psychic": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "you and one creature/level",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You and the other targets of the spell are physically drawn from the Material Plane into the Dimension of Dreams on a voyage into the dreams of a creature you designate. In the Dimension of Dreams, you move through a swirling sea of thoughts, desires, and emotions created by the minds of dreamers everywhere to reach your destination dreamscape. Reaching the destination dreamscape takes 1 hour. At any point before the spell’s duration ends, you can dismiss the spell to return to where you started on the Material Plane. The connection between dreams and reality is inherently tenuous, and your ability to arrive precisely where you mean to is dependent on your familiarity with the dreamer you’re trying to find. To determine how accurate your arrival is at the end of your dream travel, roll d% on the following table.<br><br> <table class=\"inner\"> <tr><td><b>Familiarity<\/b><\/td><td><b>On Target<\/b><\/td><td><b>Off Target<\/b><\/td><td><b>Other<\/b><\/td><td><b>Dreamscape Mishap<\/b><\/td><\/tr> <tr><td>Very familiar<\/td><td>1–97<\/td><td>98–99<\/td><td>100<\/td><td>—<\/td><\/tr> <tr><td>Somewhat familiar<\/td><td>1–94<\/td><td>95–97<\/td><td>98–99<\/td><td>100<\/td><\/tr> <tr><td>Known creature<\/td><td>1–88<\/td><td>89–94<\/td><td>95–98<\/td><td>99–100<\/td><\/tr> <tr><td>Not well known<\/td><td>1–76<\/td><td>77–88<\/td><td>89–96<\/td><td>97–100<\/td><\/tr> <tr><td>False identity<\/td><td>—<\/td><td>—<\/td><td>81–92<\/td><td>93–100<\/td><\/tr><\/table><br> <b>Familiarity<\/b>: “Very familiar” means that you have had contact using <i>dream<\/i>, <i>dream council<\/i>, <i>dream scan<\/i>, or a similar spell within the past 24 hours with the creature whose dreamscape you are trying to locate. “Somewhat familiar” means that you have had contact with the dreaming character using one of those spells at least once in the past. “Known creature” means that while you know the creature whose dreamscape you’re trying to locate, you have not connected to its dreams with those spells. “Not well known” is a creature you have heard of, know by name and true identity, but have never met.<br><br> “False identity” means that whether or not you have met the creature, you know it only through a false identity. When trying to locate the dreamscape of a creature known to you through a false identity, roll 1d20 + 80 on the table to obtain your results (instead of rolling d%), since there is no way for you to pinpoint the correct dreamscape.<br><br><b>On Target<\/b>: You travel to the correct creature’s current dreamscape.<br><br><b>Off Target<\/b>: You travel to an area near the target dreamscape on the Ethereal Plane.<br><br><b>Other Dreamscape<\/b>: You travel to a similar creature’s dreamscape on the Dimension of Dreams.<br><br><b>Mishap<\/b>: You and anyone else traveling with you experience a mishap during travel; each character takes 1d10 points of damage and must reroll on the table to see where it ends up. For these rerolls, roll 1d20 + 80. Each time “Mishap” comes up, the travelers take more damage and must reroll to see where they end up.<br><br>Regardless of the accuracy of your <i>dream travel<\/i>, you and your companions all arrive at the same location (except in the case of a mishap). Mindless creatures can’t use <i>dream travel<\/i>, nor can creatures that can’t dream.<br><br>You might be able to exit the dream near the creature on its home plane. If you and the other creatures are still in a dream when the dreamer wakes up, the dreamer can decide to bring you out onto its plane within 1d10 miles of itself. If it chooses not to, you and the other travelers are pushed into another dreamscape or onto the Ethereal Plane. The spell ends when the creature wakes up, so you no longer have the option to dismiss the spell and return home. However, you do get enough warning that a spell is about to end that you can dismiss it before the dreamer awakens and decides whether to allow you to arrive at its location.<br><br>You can use <i>dream travel<\/i> to travel to the dream of a creature on another plane, but this requires trekking through the dreams of outsiders. It takes 1d4+1 hours of uninterrupted travel to reach the destination dream, and each traveler must succeed at a Will save each hour spent traveling in this fashion. The DC of this save is 10 for the first hour, and increases by 5 for each hour thereafter. If a creature fails this saving throw, it becomes shaken for the remainder of the <i>dream travel<\/i> and for a number of hours thereafter equal to the amount of time spent using <i>dream travel<\/i> to reach the destination plane. After the first time a creature fails the saving throw, one of the following effects occurs (determined randomly by the GM). These effects are considered emotion effects, in addition to any other descriptors that apply.<br><br> <table class=\"inner\"><tr><td><b>d6<\/b><\/td><td><b>Result<\/b><\/td><\/tr> <tr><td>1<\/td><td>Creature contracts cackle fever or mindfire (equal chance of either; see page 557 of the <i>Pathfinder RPG Core Rulebook<\/i>).<\/td><\/tr> <tr><td>2<\/td><td>Creature is cursed, as <i>bestow curse<\/i>; if the creature is a spellcaster, it instead acquires a random minor spellblight (<i>Pathfinder RPG Ultimate Magic<\/i> 94).<\/td><\/tr> <tr><td>3<\/td><td>Creature is attacked by a <i>phantasmal killer<\/i>, and is treated as having failed the initial saving throw to disbelieve it. The Fortitude save DC is equal to the Will save DC that the creature failed.<\/td><\/tr> <tr><td>4<\/td><td>Creature is possessed as <i>possession<\/i> (see page 181) by an outsider (50% chance to be a creature from the destination plane; otherwise, it is a random hostile outsider).<\/td><\/tr> <tr><td>5<\/td><td>Creature is affected as <i>feeblemind<\/i>.<\/td><\/tr> <tr><td>6<\/td><td>Creature is affected as <i>insanity<\/i>.<\/td><\/tr><\/table><br> Traveling to a different planar destination decreases the accuracy of your dream transit. If you exit a creature’s dream onto a plane different from the plane you started on, you end up in a random location on the destination plane.<br><br>If the target of your <i>dream travel<\/i> isn’t dreaming, you and the other travelers can wait on the Dimension of Dreams until that creature begins sleeping. For each hour that passes during this wait, each dream traveler must attempt a Will save as if it were traveling to reach another plane.",
    "name_zh": "梦境旅行",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "你和每等级一个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你和其他法术目标的身体被抽离主物质位面（the Material Plane），进入到梦境维度（Dimension of Dreams），并向着你所指定的一个生物的梦境旅行。在梦境维度中，你会通过由各处入梦者的精神中的思绪（thoughts）、愿望（desires）和情绪（emotions）所构成的漩涡之海，并最终抵达你的目标梦境（dreamscape）。抵达目标梦境耗时1小时。在法术持续时间结束前的任意时点，你都能够解消法术，并且返回到最初在主物质位面所在的位置。梦境与现实之间的联系十分脆弱，而是否能够按照你的意愿，精确地找到你想要试图寻找的入梦者，则取决于你对想要定位的梦境以及做梦之人的了解程度。要判断这趟梦境之旅最终所能抵达的位置的精确程度，需要按照下表投掷百分骰（d%）。<\/p><p>了解程度<\/p><p>抵达目标<\/p><p>偏离目标<\/p><p>其他梦境<\/p><p>遇难<\/p><p>非常了解<\/p><p>1 - 97<\/p><p>98 - 99<\/p><p>100<\/p><p>—<\/p><p>略有了解<\/p><p>1 - 94<\/p><p>95 - 97<\/p><p>98 - 99<\/p><p>100<\/p><p>仅知其人<\/p><p>1 - 88<\/p><p>89 - 94<\/p><p>95 - 98<\/p><p>99 - 100<\/p><p>仅知其名<\/p><p>1 - 76<\/p><p>77 - 88<\/p><p>89 - 96<\/p><p>97 - 100<\/p><p>虚假身份<\/p><p>—<\/p><p>—<\/p><p>81 - 92<\/p><p>93 - 100<\/p><p>了解程度（Familiarity）：“非常了解（Very familiar）”意味着对于你想要定位的梦境来说，你曾经在过去24小时内使用过托梦术（Dream）、梦境会议（Dream Council）、窥视梦境（Dream Scan）或类似的法术接触过做梦之人的梦境。“略有了解（Somewhat familiar）”意味着你曾经使用上述法术至少接触过一次该名做梦的生物。“仅知其人（Known creature）”意味着你虽然认识目标生物，但是过去并未使用上述法术接触它的梦境。“仅知其名（Not well known）”意味着你曾经听说过做梦之人，知晓它的名字和真实身份，但是从未见过面。“虚假身份（False identity）”则意味着无论你是否见过做梦之人，但是你仅仅了解它的虚假身份。当你想要定位仅仅知道虚假身份的做梦之人的梦境时，投掷1d20 + 80，并按照表格得到你的结果（以取代投掷百分骰），因为对你来说定位正确的梦境是不可能的事情。<\/p><p>抵达目标（On Target）：你到达了正确生物当前的梦境。<\/p><p>偏离目标（Off Target）：你到达了灵界位面（Ethereal Plane）中，靠近目标梦境的区域。<\/p><p>其他梦境（Other Dreamscape）：你到达了梦境维度之中，一个类似生物的梦境。<\/p><p>遇难（Mishap）：你与任何其他与你一同旅行的生物在行程中遇难; 每名角色受到1d10点伤害，而且必须按照上表投掷判断何时能够结束。对于这些检定来说，要投掷1d20 + 80，每当投出“遇难”时，旅行者们都会承受更多的伤害，并且再次重掷以判断最终的结果。<\/p><p>不论你在梦境旅行中的准确性如何，你和你的伙伴都会一同抵达相同的地点（遇难时除外）。无心智生物（Mindless creatures）与不会做梦的生物无法使用梦境旅行。<\/p><p>你也许能够在做梦之人所在位面的周边退出梦境。如果在做梦之人苏醒时，你和其他生物仍旧在梦境之中，那么做梦之人能够决定把你们带到自己所在的位面，距离它自身1d10英里内的地方。若它不这么选择，你和其他旅行者会被推入其他梦境，或者进入灵界位面（Ethereal Plane）。法术会在做梦之人苏醒之时结束，因此你不能选择解消法术并返回原处。不过你能够得到足够的警告，来了解到法术将要结束，因此你可以在做梦之人苏醒之前解消法术，而做梦之人可以决定是否让你抵达它所在位置的周边。<\/p><p>你能够使用梦境旅行抵达其他位面上的生物的梦境，但是这需要穿越异界生物的梦境。这要花费1d4 + 1小时进行不间断的旅行才能抵达目标梦境，而且在如此旅行时，每名旅行者在每个小时的旅行中都要进行一次意志豁免。在第一个小时，豁免DC为10，之后每经过一个小时，豁免DC都会增加5点。若有生物未能通过豁免检定，那么它会在余下的梦境旅途中陷入战栗（Shaken），并且会在旅行结束后的一段时间内也处于战栗状态，这段时间的长度与使用梦境旅行抵达目标位面所耗费的时间相同。当有一名生物在豁免检定中失败后，会发生后述效果中的一项（由GM随机决定）。这些效果均被视为情绪（emotion）效果，此外还具有任何合适的描述符（descriptors）。<\/p><p>d6结果<\/p><p>生物染上失心热症（Cackle Fever）或者脑热症（Mindfire），两者的概率相同，详细请见核心手册（Pathfinder RPG Core Rulebook）557页关于疾病（Diseases）的部分。<\/p><p>生物受到诅咒，就如同降咒（Bestow Curse）一般; 若该生物是一名施法者，那么它会罹获一个随机的弱效法术荒疫（Minor Spellblights）作为替代。<\/p><p>生物受到魅影杀手（Phantasmal Killer）的攻击，而且它会被视为在判断自身是否相信魅影杀手的豁免检定中失败。强韧豁免DC等同于该名生物之前失败的意志豁免DC。<\/p><p>生物被占据术（Possession; 见本书法术）所占据，占据它的是一名异界生物（outsider），其中有50%被目标位面（destination plane）的生物占据; 在其他情况下，则被一个随机的敌对异界生物占据（random hostile outsider）。<\/p><p>生物被弱智术（Feeblemind）影响。<\/p><p>生物被精神错乱（Insanity）影响。<\/p><p>向不同位面的目的地旅行会降低梦境旅行的准确度。若你要前往的梦境属于其他位面（与你当前所在的位面不同）的生物，且你要离开它的梦境并进入它所在的位面的话，那么你最后会处于目标位面的一个随机地点。<\/p><p>若你的梦境旅行的目标并未入梦，那么你和其他同行者能够在梦境维度中等待下去，直至目标开始睡觉为止。在这段等待时间中所经过的每个小时，每名梦境旅者都必须尝试一次意志豁免，就如同此时正向着其他位面旅行一般。<\/p>"
}
