{
    "key": "dust ward",
    "name": "Dust Ward",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Dust%20Ward",
    "source": ["Monster Codex pg. 45"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "oracle": 6,
        "sorcerer": 6,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (a pinch of pumice)",
    "range": "touch",
    "target": "one magic item",
    "duration": "permanent",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You ward a magic item against other creatures who try to learn to use or copy it. When you cast the spell, you designate one creature type, subtype, or a specific individual. If the item is worn or carried for 1 continuous hour or more by a creature that doesn’t match the designation, the <i>dust ward<\/i> disintegrates the item into worthless gray dust. This destruction also occurs if the creature attempts to study the item in order to learn its properties or how to magically craft it (a <i>miracle<\/i> or <i>wish<\/i> spell used on the gray dust can still reveal this information). The destruction of the item doesn’t harm the creature wearing or carrying the item (although the item’s destruction may put the creature in harm’s way, such as if a magical rope were being used to cross a chasm at the time). If the offending creature wears or carries the item for less than 1 hour and passes it to a different creature, the countdown to the item’s destruction starts over.<br><br> The spell cannot affect a magic item with a caster level greater than half your caster level.",
    "name_zh": "灰葬结界",
    "race_zh": "灰矮人",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，法器/材料（一搓滑石粉）",
    "range_zh": "接触",
    "target_zh": "一件魔法物品",
    "duration_zh": "永久",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你为一件魔法物品设下结界，在其他生物尝试分析其特性和尝试复制这件物品时它将自我销毁。当你施放本法术时，选择一个生物类型和生物亚种，或是一个目标个体。如果被你设下结界的这件魔法物品在并非这个生物的持有者手中停留或是被它使用1个小时，那么它将自动化为一滩无价值的灰烬。如果这个并非合法的持有者尝试破解该物品的用法或研究如何复制以及该物品，那么它也会马上自毁（在物品的灰烬上施放一个许愿术或奇迹术仍然能让施法者获得这些信息）。魔法物品自毁的过程并不会对持有或使用它的生物造成任何伤害（但它在损毁时仍然可能对使用者造成二次伤害，比如一条魔法绳索会突然化灰，把上面拴着的生物丢到地上）。如果这个持有者在1小时的限制前将物品转手给另一个生物，那么自毁倒计时将重新开始。<\/p><p>这个法术不能施放在一件施法者等级比你高的魔法物品上。<\/p>"
}
