{
    "key": "eaglesoul",
    "name": "Eaglesoul",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Eaglesoul",
    "source": ["Inner Sea Magic pg. 53"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "descriptors": ["good"],
    "levels":     {
        "cleric": 6,
        "oracle": 6,
        "paladin": 4,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (vellum inscribed with good outsider’s name)",
    "range": "personal",
    "target": "you",
    "duration": "1 hour/level (see below)",
    "text": "As the Inner Sea’s bravest men and women answered the call of what became the Second Mendevian Crusade, constructing the <i>wardstones <\/i>that eventually kept the brutal chaos of the Worldwound at bay, they realized that they needed help beyond traditional magics.<br><br>Legends say that the first <i>eaglesoul <\/i>spell was created when an agathion avoral joined his own spirit with that of a courageous paladin who was about to be overwhelmed on the field of battle. The holy knight used the combined might of the agathion’s great strength and his own to win the day for the crusaders. Now, although the spell is still in use chiefly among those that patrol the borders of the Worldwound, other champions of good have carried it with them to all corners of the Inner Sea region.<br><br>When you cast this spell, you reach into the great beyond and beseech a good-aligned outsider for their aid against evil. The outsider infuses a small portion of its own power into you, making you a powerful force for good. You gain a +2 morale bonus on all Perception checks made against evil creatures, a +2 bonus on Initiative checks, and <i>detect evil <\/i>as a constant spell-like ability.<br><br>In addition, once during the spell’s duration you can call forth a surge of holy power when fighting an evil creature. Doing so is a swift action that shortens the spell’s remaining duration so that its remaining hours of duration become rounds of duration. For the rest of this duration, the surge of power grants you the following benefits: <ul><li>A +2 sacred bonus to AC<\/li><li>A +4 sacred bonus to Strength<\/li><li>Resistance 5 to acid and fire<\/li><li>A +5 sacred bonus on all Intimidate checks made against evil creatures<\/li><li>Fast healing 2<\/li><li>Any critical threat roll made against an evil creature with a weapon you wield is automatically confirmed.<\/li><\/ul> Although this surge of power can be activated against any evil opponent, this ability activates automatically as soon as you attack any evil outsider, regardless of whether you hit or not, and regardless of whether you actually recognize that the target is in fact an evil outsider. In such cases the activation is a free action.<br><br>Nongood spellcasters can cast this spell, but doing so causes them to be sickened (for spellcasters who are neither good nor evil) or staggered (for spellcasters who are evil) for the spell’s duration.",
    "name_zh": "金鹰之魂",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（写有善良异界生物真名的牛皮纸）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1小时/等级; 见文本",
    "text_zh": "<p>当内海最具勇气的男女们回应第二次十字军圣战（the Second Mendevian Crusade）的呼唤，并最终构筑起守护石（wardstones），止住世界之殇（Worldwound）内涌出的野蛮混沌的脚步时，他们意识到自己需要超越传统的术法。<\/p><p>据传，金鹰之魂法术的起源是一名无畏的圣武士在战场上即将被敌人所淹没时，一名鹏羽天使献出了自身的精魄。这神圣的骑士与盖丁天族的强大力量进行结合并最终为了十字军拿下了这场胜利。现今，该法术主要由巡逻世界之殇边境的守卫使用，而其他善良的勇士们也把这个法术带到了内海地区的各处。<\/p><p>当你施放该法术时，会抵达伟大彼岸（the great beyond）并且祈求善良阵营的异界生物帮助你对抗邪恶。异界生物会将自身的一部分存在灌入到你的体内，使得你成为善良势力的强大力量。你在对抗邪恶生物时的所有察觉检定均会获得+2士气加值，先攻检定获得+2加值，并且能够以恒定的类法术能力侦测邪恶。<\/p><p>此外，在法术的持续时间内，你能够在与邪恶生物战斗时呼唤出一次神圣之力。<\/p><p>这么做是迅捷动作，并且会减少法术的持续时间，将持续时间剩余的小时数变为轮数。在剩下的持续时间内，涌动的力量会赋予你后述专长效果：<\/p><p>AC获得+2神圣加值。<\/p><p>力量获得+4神圣加值。<\/p><p>获得5点强酸与火焰抗力。<\/p><p>在对抗邪恶生物时的所有威吓检定获得+5神圣加值。<\/p><p>2点快速回复。<\/p><p>在对抗邪恶生物时，任何你所持用的武器在造成重击威胁时，都会自动确认。<\/p><p>尽管这股力量能够用于对抗任何邪恶生物，不过只要你攻击到任何邪恶异界生物时，该能力就会被自动激活，无论你是否命中，也不管你是否识别出目标是否真的是邪恶异界生物。在这种情况下，激活能力是自由动作。<\/p><p>非善良施法者也能够施放该法术，但是这么做会使得他们在法术的持续时间内处于恶心（sickened，若施法者既非善良也非邪恶时）或恍惚（staggered，若施法者为邪恶阵营时）状态。<\/p>"
}
