{
    "key": "echean's excellent enclosure",
    "name": "Echean's Excellent Enclosure",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Echean's%20Excellent%20Enclosure",
    "source": ["Rival Guide pg. 11"],
    "school": "abjuration",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a sphere of glass worth 100 gp and an iron nail, with which you pierce the glass on casting)",
    "range": "touch",
    "area": "immobile 10-ft.-radius emanation",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "see text",
    "text": "You call into being around you an invisible barrier of force within which magic cannot persist. Within the area of the spell, effects are suppressed and creatures are affected as by <i>antimagic field<\/i>. An immobile sphere of impenetrable force surrounds the field, equivalent in all ways to a spherical <i>wall of force<\/i>, including its immunity to <i>dispel magic<\/i> and vulnerability to a <i>sphere of annihilation<\/i> or <i>rod of cancellation<\/i>. The barrier has hardness 40 and 20 hit points per caster level, and can be damaged by both mundane attacks and spells cast from outside the field. If the bubble of force is destroyed, the spell’s duration ends.<br><br>Spells cannot be cast within, into, or out of the enclosure, and teleportation effects that ignore a <i>wall of force<\/i> (such as <i>dimension door<\/i> or <i>teleport<\/i>) are thwarted by the enclosure’s field of antimagic.<br><br><i>Echean’s excellent enclosure<\/i> has the same effect on summoned creatures of any type and incorporeal undead that an <i>antimagic field<\/i> does, causing them to wink out of existence for the duration of <i>Echean’s excellent enclosure<\/i> unless their spell resistance, if any, allows them to remain where they are within the field.",
    "name_zh": "埃其恩的完美屏障",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料",
    "range_zh": "接触",
    "area_zh": "固定的10尺半径弥散区域",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "见文本",
    "text_zh": "<p>你呼召一道无形的力场屏障前来你的身边，在屏障之内，魔法不存。在此区域内的魔法、效果会被压制，而生物受到如同身处反魔场(antimagic field)的影响。一道无法穿过，静止的球形力场环绕这片场域，在各方面都跟球形的力场墙(wall of force)一样，包含免疫解除魔法(dispel magic)以及受制于毁灭黑洞(sphere of annihilation)或是抹消权杖(rod of cancellation)的特性。这屏障的硬度有40，生命值有20/每施法者等级，而来自场域之外的普通攻击(mundane attacks)和法术能对其造成伤害。如果这力场气泡被摧毁，此法术的持续时间立即结束。<\/p><p>其内部，无法施放法术、法术无法进入、法术也无法离开屏障，忽视力场墙的传送法术(像是次元门[dimension door]或传送术[teleport])会被反魔法场域的屏障所阻隔。<\/p><p>埃其恩的完美屏障对任何类型的召唤生物以及虚体不死生物，有着跟反魔场一样的效果，令这些生物在本法术的持续时间内被压制，除非他们的法术抗力(如果有)令他们能留在这场域的内部。<\/p><p>莽吉魔法<\/p><p>屠戮之手在游历莽吉平原时，发现了一些奇怪的法术。以下的两个已经变成这团体的爱用法术了。<\/p>"
}
