{
    "key": "emblem of greed",
    "name": "Emblem of Greed",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Emblem%20of%20Greed",
    "source": ["Arcane Anthology pg. 20"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "inquisitor": 6,
        "magus": 6,
        "medium": 6,
        "oracle": 6,
        "shaman": 7,
        "sorcerer": 6,
        "warpriest": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a masterwork or magical melee weapon)",
    "range": "touch",
    "target": "1 masterwork melee weapon touched",
    "duration": "1 minute/level",
    "savingThrow": "none (object)",
    "spellResistance": "no",
    "text": "You transform one melee weapon into a burning glaive similar to the ones wielded by the runelords of old. The target of your spell must be a masterwork or magical melee weapon appropriate to your size. The weapon becomes a glaive appropriate to your size and has a +1 enhancement bonus and the <i>flaming<\/i> weapon special ability. When wielding the glaive, you are considered proficient with it and use your caster level as your base attack bonus (which may give you multiple attacks). When you reach caster level 14th, the glaive gains the <i>spell-storing<\/i> weapon special ability. When you reach caster level 17th, it loses the <i>flaming<\/i> weapon special ability, and gains the <i>flaming burst<\/i> weapon special ability. The glaive’s enhancement bonus increases to +2 at caster level 15th, and +3 at caster level 19th.<br><br> If this spell is cast on a magic weapon, the powers of the spell supersede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with <i>greater magic weapon<\/i> or any other spell that might modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon’s bonus on attack rolls does not stack with an enhancement bonus to attack.",
    "name_zh": "贪婪之徽",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一件精品或魔法近战武器）",
    "range_zh": "接触",
    "target_zh": "接触的1件精品近战武器",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无 (物体)",
    "spellResistance_zh": "否",
    "text_zh": "<p>你将一把近战武器转变成一把燃烧着的大砍刀，类似于古老的符文领主所使用的武器。你的法术目标必须是大小适合你体型的精品或魔法近战武器。武器会变成一把适合你体型的大砍刀，并附有+1增强加值和炽焰武器特殊能力。当使用这把大砍刀时，你被认为擅长它，并使用你的施法者等级作为你的基础攻击加值（这可能给予你多次攻击）。当你的施法者等级达到14时，大砍刀会获得储法武器特殊能力。当你的施法者等级到达17时，武器会失去炽焰武器特殊能力，并获得焰爆武器特殊能力。大砍刀的增强加值在15级时增加到+2，19级时为+3。如果此法术被施放在魔法武器上，法术的力量将取代武器通常拥有的能力，使武器的正常增强加值和能力在法术生效期间失效。这种法术和高等魔化武器或任何其他可能会以任何方式调整武器的法术无法叠加。这种法术不能在神器上使用。一件精品武器在攻击骰上的加值不会和增强加值在攻击上叠加。<\/p>"
}
