{
    "key": "energy siege shot",
    "name": "Energy Siege Shot",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Energy%20Siege%20Shot",
    "source": ["Ultimate Combat pg. 228"],
    "school": "transmutation",
    "descriptors": ["variable"],
    "levels":     {
        "arcanist": 5,
        "occultist": 5,
        "sorcerer": 5,
        "summoner": 5,
        "wizard": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (a ball of pitch)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one Large siege engine",
    "duration": "10 minute/level",
    "savingThrow": "Fortitude negates (harmless, object)",
    "spellResistance": "yes (harmless/object)",
    "text": "This spell transforms any ammunition fired by the target ranged siege engine into ammunition made of pure energy. When casting the spell, the caster picks a one of the following energy types: acid, cold, electricity, fire, sonic, or force. The ammunition within the siege weapon now deals that type of energy damage on a hit, though the amount of damage dealt by the ammunition does not change, nor does it change any of the other effects of the ammunition. Unlike other forms of energy damage, this energy damage does full damage to objects. Based on the type of energy the caster chose while casting, the ammunition also gains one of the following effects. <br><br><i>Acid<\/i>: The ammunition deals half its damage in a splash to all creatures and unattended objects within 15 feet of the target hit by the siege engine. Creatures can halve the splash damage with a Reflex saving throw. The DC of the splash is the same as the DC of the spell.<br><br><i>Cold<\/i>: The ammunition creates an ice sheen within a 20-foot-radius burst around the target of the siege engine’s attack. That sheen lasts 1d6 rounds. Creatures within the ice sheen are entangled. Any creature within the area of the ice sheen at the start of its turn takes 2d6 cold damage. <br><br><i>Electricity<\/i>: Creatures hit by the siege engine attack or within 15 feet of the attack are staggered for 1 round.<br><br><i>Fire<\/i>: Creatures and wood objects within 15 feet of the attack may catch on fire. <br><br><i>Sonic<\/i>: Creatures hit by the attack or within 20 feet of the attack must succeed at a Fortitude saving throw or be deafened for one hour. The DC of this effect is the same as the spell DC.<br><br><i>Force<\/i>: No extra effect.",
    "name_zh": "能量炮击",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (一颗沥青球)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一件大型攻城器械",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "强韧, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>这个法术可以将作为目标的远程攻城器械发射的弹药替换为纯能量形式。<\/p><p>挑选一下能量类型之一：酸、冷、电、火、音波或力场。目标攻城器械所发射的弹药将会造成选定能量种类的伤害，不过弹药造成的伤害不变，也不会影响弹药造成的其他任何效果。<\/p><p>不同于其他能量伤害，这些能量伤害能对物体造成全额伤害。<\/p><p>基于你施法时的选择，弹药会依照选定能量种类造成下列追加效果之一：<\/p><p>－酸液：弹药将会对着弹点附近半径15尺范围内的生物和无人持有的物体造成一半的溅射伤害，反射减半。反射DC同该法术DC。<\/p><p>－寒冷：弹药将会在着弹点附近形成一个20尺爆发半径的冰冻灵气。灵气持续1d6轮。冰层范围内的生物都会陷入纠缠 (entangled) 状态。灵气持续期间，任何在其行动开始时位于范围内的生物都会受到2d6点寒冷伤害。<\/p><p>－电击：被弹药击中或位于着弹点附近15尺的生物将会恍惚 (staggered) 一轮。<\/p><p>－火焰：着弹点附近15尺以内的生物和木制品将会被点燃。<\/p><p>－音波：被弹药击中或着位于弹点20尺范围以内的生物必须通过一次强韧检定，否则就会耳聋一小时。强韧DC同该法术DC。<\/p><p>－力场：没有额外效果。<\/p>"
}
