{
    "key": "enlarge person",
    "name": "Enlarge Person",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Enlarge%20Person",
    "source": ["PRPG Core Rulebook pg. 277"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 1,
        "arcanist": 1,
        "bloodrager": 1,
        "investigator": 1,
        "magus": 1,
        "medium": 1,
        "occultist": 1,
        "psychic": 1,
        "redmantisassassin": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 round",
    "components": "V, S, M (powdered iron)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one humanoid creature",
    "duration": "1 min./level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8. This increase changes the creature's size category to the next larger one. The target gains a +2 size bonus to Strength, a –2 size penalty to Dexterity (to a minimum of 1), and a –1 penalty on attack rolls and AC due to its increased size.<br><br>A humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet. This spell does not change the target's speed.<br><br>If insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it—the spell cannot be used to crush a creature by increasing its size.<br><br>All equipment worn or carried by a creature is similarly enlarged by the spell. Melee weapons affected by this spell deal more damage (see Table: Tiny and Large Weapon Damage). Other magical properties are not affected by this spell. Any enlarged item that leaves an enlarged creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical properties of enlarged items are not increased by this spell.<br><br>Multiple magical effects that increase size do not stack.<br><br><i>Enlarge person<\/i> counters and dispels <i>reduce person<\/i>.<br><br><i>Enlarge person<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "mythicSource": ["Mythic Adventures pg. 93"],
    "mythicText": "You can increase the target’s size by up to two size categories, to a maximum of Huge. If the target grows two sizes, its weight increases by a factor of 25, it gains a +4 size bonus to Strength, and takes a –4 size penalty to Dexterity and a –2 penalty on attack rolls and to AC because of its increased size. A Medium humanoid creature whose size increases to Huge has a space of 15 feet and a natural reach of 10 feet. <i>Mythic enlarge person<\/i> counters and dispels <i>mythic reduce person<\/i>. ",
    "name_zh": "变巨术",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料 (铁粉)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个类人生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术可使类人生物瞬间变大，使其身高翻倍，体重成为原先的8倍。这使得受术者的体型增大一个等级。目标力量获得+2体型加值，敏捷上受到-2体型减值 (最小为1)，同时由于体型变大而使AC和攻击检定受到-1减值。<\/p><p>体型增加至大型的类人生物占据10尺空间，天然触及范围为10尺。该法术不会改变目标的速度。<\/p><p>若周围的空间不足矣满足变大的需求，则受术者将维持可能的最大体型，并可以通过力量检定来摧毁束缚物 (用增加后的力量加值)。若检定失败，受术者会被包围他的物质所限制，但不受伤害——该法术不能通过变大生物来使其被挤伤。<\/p><p>所有被受术者穿戴或被携带的装备会一同被变巨术变大。被该法术影响的近战武器会造成更多伤害 (见核心规则的超小型与大型武器伤害表格)。其他魔法属性不会受该法术影响。任何被变巨的物品一旦离开被变巨生物的掌握 (包括弹射或投掷武器) 就会变回正常大小。这意味着投掷武器和弹射武器将造成正常的伤害。被该法术变大的物体的魔法性能不会因此而增强。<\/p><p>多种增大体型的魔法效果不会叠加。<\/p><p>变巨术可反制和解除‘<a href=\"spell.html?spell=reduce person\">缩小术 (reduce person)<\/a>’。<\/p><p>变巨术可用‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。<\/p>",
    "mythicText_zh": "<p>你最多能够将目标的体型增大2级，最高为超大型。若目标增长2级，那么他的重量会乘以25，他的力量会获得+4体型加值，敏捷受到-4体型减值，而且攻击检定与AC会由于体型增加而受到-2减值。若中型类人生物的体型增加至超大型，那么他的占据为15尺，天生触及（natural reach）为10尺。神话变巨术会反制并驱散神话缩小术（reduce person）。<\/p>"
}
