{
    "key": "expeditious excavation",
    "name": "Expeditious Excavation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Expeditious%20Excavation",
    "source": ["Advanced Player's Guide pg. 220"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "arcanist": 1,
        "druid": 1,
        "hunter": 1,
        "redmantisassassin": 1,
        "sorcerer": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (tiny shovel)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "dirt in a 5-ft. cube",
    "duration": "instantaneous",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You can excavate and move earth, dust, and sand up to the size of a 5-foot cube. If you are buried, you may open a 5-foot cube around yourself, but the spell cannot be used for tunneling. Besides its mundane applications, you can open a 5-foot-deep pit at a creature’s feet. A Medium or smaller creature falls prone in the pit unless it succeeds on a Reflex save. With a successful save, it can choose to land harmlessly on its feet in the pit or hop to an adjacent square; this movement does not provoke attacks of opportunity. A creature can escape a 5-foot-deep pit with a DC 5 Climb check. Larger creatures may ignore pits smaller than their size.<br><br> The earth excavated by this spell is ordinarily distributed harmlessly across the spell’s range, but you may choose to throw up a burst of grit and debris when you dig a pit. This cloud of debris provides concealment to any creatures in the square affected and all adjacent squares for 1 round. <i>Expeditious excavation <\/i>has no effect on solid rock or earth creatures.",
    "name_zh": "快速挖掘",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一把小铲子)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "5尺边长的泥土",
    "duration_zh": "立即",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你能挖掘和移动泥土、灰尘和沙子，体积为最多5尺边长的立方体大小。如果你被掩埋掉了，你可以在你身体周围清出一片5尺见方的空地，不过这个法术不能用于挖隧道。<\/p><p>除了这种普通的用法，这个法术还可以在生物脚底下挖出5英尺深的大坑。位于坑上的中型或更小的生物除非反射检定成功，不然会倒地。而成功的反射检定则可以让它平稳落到坑底或者跳到相邻的方格上，这项移动不会引发藉机攻击。一个生物可以一次DC5的攀爬检定离开这个坑。更大的生物会免疫这种小坑。<\/p><p>被这个法术挖掘出的泥土会被均匀而无害的散布在法术范围区域内，不过你当你挖出一个大坑，你也可以选择让挖出的砂砾和杂物猛烈的向上喷发。这片烟尘之云会为目标方格和临近的生物提供一轮的隐蔽。<\/p><p>快速挖掘法术对坚硬的岩石或土元素生物不产生任何影响。<\/p>"
}
