{
    "key": "expend",
    "name": "Expend",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Expend",
    "source": ["Advanced Player's Guide pg. 220"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (miniature broken hourglass)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "20-ft.-radius burst",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You cause all creatures in the affected area to use up one or more of their limited-use magical abilities without any actual effect. A limited-use magical ability is any supernatural or spell-like ability which a creature can only activate a certain number of times during a set interval (3/day, 1/hour, etc.). The spell does not affect abilities which the creature can use at will or which are constant. It also does not apply to magical items or anything else external to a creature. A creature in the spell’s area must make a Will saving throw or expend a single use of one of its abilities. Abilities with the greatest number of uses per day are affected first; if more than one ability has the same number of uses, randomly determine which one is affected first. Creatures must continue making Will saves, expending an additional use of an ability for each failed save, until they succeed, at which point the spell has no further effect.",
    "name_zh": "耗费术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一个破掉的小沙漏)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "半径20尺爆发区域",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使目标区域内所有生物的有使用次数限制的魔法能力都损耗一次或以上的使用机会。<\/p><p>所谓有使用次数限制的魔法能力即任何在一段时间内只能施放有限次的超自然或类法术能力 (每日三次或一小时一次等)。该法术不会影响那些可以随意施展的能力。它也不会作用于任何魔法物品或生物本体之外的东西。<\/p><p>每天使用次数最多的能力首先受到影响，如果有一个以上相同使用次数的能力，随机决定其中一个。<\/p><p>生物必须持续进行意志豁免直到豁免成功，在那之前每失败一次就会多损耗一次能力使用次数。<\/p><p>豁免成功后法术效果立刻停止。<\/p>"
}
