{
    "key": "false vision, greater",
    "name": "False Vision, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=False%20Vision,%20Greater",
    "source": ["Ultimate Intrigue pg. 214"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 7,
        "bard": 6,
        "mesmerist": 6,
        "psychic": 7,
        "skald": 6,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a jade sphere worth 500 gp)",
    "range": "see text",
    "target": "one creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "no",
    "text": "This functions similarly to <i>false vision<\/i>, but instead of placing the illusion on a nearby area, you can tie it to a specific individual, and can do so from great distances. The spell can be cast at any distance. The difficulty of the save depends on your knowledge of the subject and what sort of physical connection (if any) you have to that creature. The target gains the same bonuses and penalties on its Will save to resist this spell as the bonuses and penalties that apply to the <i>scrying<\/i> spell (including a +5 bonus if the target is on another plane).<br><br> The illusion created by the spell moves with the target, and is not stationary. The image can affect the way the target is perceived, the way the target’s surroundings are perceived, and the way that specific creatures or objects around the target are perceived. For the target, and any other specific creatures or objects you specify, you can cause them to appear as other creatures or objects that you designate, not to appear at all, or to have their appearance unaltered. For the target’s surroundings, you can choose to make the target appear to be somewhere else, either a specific location with which you are familiar, or a generic location conjured from your imagination. You can change the way that the spell affects the appearance of any of these things by concentrating on the spell. You can also cause creatures or objects to appear in the illusion that are not really there, or to make a creature or object seem to act in a way other than it is actually acting. In this case, you must concentrate on the spell, or these aspects of the illusion simply remain static. The spell can provide visual, auditory, olfactory, tactile, and thermal sensations as needed.<br><br> The illusion applies to only those who observe the target via a divination (scrying) spell, and has no effect on viewers who are there in person.",
    "name_zh": "高等虚假景象",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（价值500gp的球形玉石）",
    "range_zh": "见文本",
    "target_zh": "1个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术的功能类似于虚假景象（False Vision），但是取代将幻象安置在附近的区域，你能够把它与特定个体绑定在一起，而且可以从很远的距离做到这一点。该法术可以在任意距离上施放。豁免的难度取决于你对受术者的了解程度、以及与该生物具有何种程度的物质联系（若有的话）。目标在在抵抗该法术时，意志豁免会获得加值或减值，数值就如同探知（scrying）法术会应用的加值和减值一般（包括目标位于其他位面时提供的+5加值）。<\/p><p>该法术创造的幻象会随着目标移动，而且不是固定的（not stationary）。幻象会以3种方式产生影响：影响对目标的认知，影响对目标周围环境的认知，以及影响对由你指定的、目标周遭的特定生物或物体的认知。对于目标、以及任何其他由你指定的特定物体或生物来说，你能让它们看起来像是由你指定的其他生物或物体、让它们看起来不存在、或者完全不改变它们的外观。对于目标周围的环境来说，你能选择让目标看起来像是在其他地方、看起来像是你熟悉的特定地点、或是由你的想像所构造的一般地点（generic location）。你能专注于法术来改变法术影响的上述这些事物外观的方式。你还能让实际上并不存在的生物或物体出现在幻术中，或者让生物或物体以与实际情况不符的方式行动。在这些情况下，你必须专注于法术，否则这些幻象只会单纯地静止不动。该法术能提供你需要的视觉、听觉、嗅觉、触觉和温度感觉。<\/p><p>幻象会对那些通过预言系(探知)法术观察目标的存在生效，对于在附近亲自进行观察的存在则没有任何效果。<\/p>"
}
