{
    "key": "feather fall",
    "name": "Feather Fall",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Feather%20Fall",
    "source": ["PRPG Core Rulebook pg. 281"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "bloodrager": 1,
        "magus": 1,
        "occultist": 1,
        "psychic": 1,
        "redmantisassassin": 1,
        "skald": 1,
        "sorcerer": 1,
        "spiritualist": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "wizard": 1
    },
    "castingTime": "1 immediate action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "duration": "until landing or 1 round/level",
    "savingThrow": "Will negates (harmless) or Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "The affected creatures or objects fall slowly. <i>Feather fall<\/i> instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of a fall from a few feet), and the subjects take no damage upon landing while the spell is in effect. When the spell duration expires, a normal rate of falling resumes.<br><br>The spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: a Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as four Medium creatures or objects, and so forth.<br><br>This spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, the object does half normal damage based on its weight, with no bonus for the height of the drop.<br><br><i>Feather fall<\/i> works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature.",
    "mythicSource": ["Mythic Adventures pg. 93"],
    "mythicText": "The spell affects one additional target per level. The targets don’t have to be within 20 feet of each other.<br><br><b>Augmented (4th)<\/b>: If you expend two uses of mythic power, the spell absorbs the targets’ velocity and transforms it into a concussive blast. Targets fall at the normal rate (not slowed) but land safely. When a target lands, it creates a 10-foot-radius burst of force that deals 1d6 points of damage per caster level (maximum 5d6, Reflex half, DC equal to the DC of <i>feather fall<\/i>). The targets of this spell are unaffected by these concussive blasts.",
    "name_zh": "羽落术",
    "castingTime_zh": "直觉动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每等级一个中型或更小且正在自由坠落的物体或生物, 任意两者之间的距离不超过20尺",
    "duration_zh": "直至落地 或 1轮/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害) 或 意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>受影响的生物或物品会以缓慢的速度坠落。羽落术能立刻改变坠落物的速度，将其变为每轮60尺 (相当于从几尺高度落下的最后速度)，而且在法术生效时，受术者不会由于着陆而受到伤害。但是，当法术持续时间结束后，坠落速度又会恢复正常。<\/p><p>该法术可以影响一个或多个中型或更小的生物 (包括装备和携带的物品，但至多为每个生物的最大负重上限) 或物品，或者对等的较大体型生物：一个大型生物或物品计作两个中型生物或物品，一个超大型生物计作四个中型生物或物品，以此类推。<\/p><p>该法术对远程武器没有特别功效，除非它们完全是掉落下来的。如果该法术施放至坠落的物品上，根据该物品重量而造成的伤害只有一半，并且没有因为坠落高度而获得的加值。<\/p><p>羽落术只能对自由坠落的物品生效。对剑的挥动以及冲锋或飞行中的生物没有效果。<\/p>",
    "mythicText_zh": "<p>法术会影响每等级1名额外目标。这些目标彼此不需要相距20尺之内。<\/p><p><b>强化（4阶）<\/b>：若你花费2次神话之力，法术就能够吸收目标的速度并转化为爆发性的冲击。目标会以正常的速率坠落（不会减速），但是能够安全着陆。当目标着陆时，他会造成10尺半径的爆发力场（burst of force），这会造成每施法者等级1d6点伤害（最高5d6，反射豁免成功则减半，DC等同于羽落术DC）。该法术的目标不受这些爆发冲击的影响。<\/p><p>译注：上文中的爆发力场（burst of force）并不一定是真正的力场，译者个人认为这个5d6伤害与坠落伤害一致，但是因为后文内并未标注伤害类型，所以这里按照力场来翻译了。请使用时咨询DM造成何种伤害。<\/p>"
}
