{
    "key": "fey form i",
    "name": "Fey Form I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fey%20Form%20I",
    "source": ["Ultimate Wilderness pg. 229"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 3,
        "arcanist": 4,
        "bloodrager": 3,
        "druid": 3,
        "hunter": 3,
        "investigator": 3,
        "magus": 4,
        "shaman": 3,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "text": "You assume the form of a Small or Medium creature of the fey type. Your base speed changes to match the new form’s base speed, with a maximum speed of 60 feet (even if the chosen fey form has a base speed in excess of that speed). If the form you assume has any of the following abilities, you gain those abilities: climb speed 30 feet, fly speed 30 feet (average maneuverability), swim speed 30 feet, darkvision 60 feet, low-light vision, scent, and boot stomp. If the form you assume has the aquatic subtype, you can breathe air and water. If the creature has any weaknesses, you gain those weaknesses. If a listed ability depends on an item (as is the case with boot stomp), this spell transforms the nearest counterpart among your worn gear into that item.<br><br> You can more easily cast spells that the creature has as spell-like abilities, although you must still cast them as normal for your class. When you cast a spell that the creature has as a spell-like ability, it requires no verbal or somatic components and can’t be countered.<br><br> <b>Small Fey<\/b>: If you assume this form, you gain a +2 size bonus to your Dexterity and Constitution scores.<br><br> <b>Medium Fey<\/b>: If you assume this form, you gain a +2 size bonus to your Strength and Constitution scores.",
    "name_zh": "精类形态 I",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（来自你想要变形的生物的一部分）",
    "range_zh": "个人",
    "target_zh": "自我",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>你获得一种小型或中等体型的精类生物的形态。你的基础速度会改变以适应新形态的基础速度，最大速度为60英尺（即使选择的精类形态的基础速度超过了这个速度）。如果你获得的形态有下列能力，你就能获得这些能力：30英尺的攀爬速度，30英尺的飞行速度（普通机动性），30英尺游泳速度，60英尺黑暗视觉，昏暗视觉，灵敏嗅觉和铁靴践踏（boot stomp）。如果你获得的形态有水栖亚种，你就可以呼吸空气和水。如果这个生物有任何弱点，你就会得到这些弱点。如果一个列出的能力取决于一个物体（如启动铁靴践踏的例子），这个法术将会把你的原有装备中最接近的一个对照物转化为该物体。<\/p><p>你可以更容易的施展和该生物所具有的类法术能力一样的法术，但你仍然必须把这些法术按照你的职业施法方式来如常施展。当你施放和该生物具有的类法术能力一样的法术时，施法将不需要任何语言或姿势成分，也不能被反制。<\/p><p>小型精类：如果你获得这种形态，你的敏捷和体质属性会得到+2的体型奖励。<\/p><p>中型精类：如果你获得这种形态，你的力量和体质属性会得到+2的体型奖励。<\/p>"
}
