{
    "key": "fiery body",
    "name": "Fiery Body",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fiery%20Body",
    "source": ["Advanced Player's Guide pg. 221"],
    "school": "transmutation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "This spell transforms your body into living flame. You and your equipment are immune to fire damage. In fact, every time you would normally take damage from fire, you are instead healed of damage at a rate of 1 point per 3 points of damage the fire attack would have normally inflicted. You are immune to blindness, critical hits, ability score damage, deafness, disease, drowning, electricity, poison, stunning, and all spells that affect your physiology or respiration. You take only half damage from acid or electricity. You take 150% as much damage from cold than normal.<br><br>You gain a +6 enhancement bonus to your Dexterity score and a fly speed of 40 ft. (perfect maneuverability). Your unarmed attack deals an additional 3d6 points of fire damage, and you are considered armed when making unarmed attacks. Your body burns so brightly that creatures who do not avert their gaze from you are dazzled. Fire spells you cast have their save DCs increased by +1. If you enter water, you are surrounded by a 5-foot radius of steam and bubbles that grant you concealment (50% miss chance) but you take 2d6 points of damage each round you remain in water.",
    "name_zh": "火焰之躯",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>这个法术会将你的躯体转化为活体火焰。<\/p><p>你和你的装备都将免疫火焰伤害。实际上，每当你受到火焰伤害，你将会受到治疗而不是伤害，每3点火焰伤害将会给予你1点治疗效果。<\/p><p>你对目盲、重击、属性伤害、耳聋、疾病、溺水、电击、毒素、震慑，以及所有对你的生理活动和呼吸造成影响的法术和效果免疫。<\/p><p>你只会从酸液和电击攻击中受到一半伤害，但是寒冷会对你造成150%的伤害。<\/p><p>你的敏捷获得+6增强加值，并且获得40尺飞行速度 (机动性完美)。<\/p><p>你的徒手打击视为已武装，并且可以造成额外3d6点火焰伤害。<\/p><p>你的身体火红的燃烧着，直视你的生物都会陷入目眩 (dazzled)。<\/p><p>你所施放的火焰法术的DC增加1。<\/p><p>如果你进入水中，你周围的5英尺范围的水将会沸腾，充满蒸汽和泡沫，这会给予你隐蔽效果 (50%失手)，但同时你会每轮受到2d6点伤害。<\/p>"
}
