{
    "key": "final sacrifice",
    "name": "Final Sacrifice",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Final%20Sacrifice",
    "source": ["Monster Summoner's Handbook pg. 22"],
    "school": "evocation",
    "levels":     {
        "antipaladin": 3,
        "arcanist": 3,
        "bloodrager": 2,
        "cleric": 3,
        "oracle": 3,
        "shaman": 3,
        "sorcerer": 3,
        "summoner": 2,
        "warpriest": 3,
        "witch": 4,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one summoned creature",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates, then Reflex half (see text)",
    "spellResistance": "yes",
    "text": "You disrupt the conjuring energies within a summoned creature, causing it to violently explode. If the target fails its Fortitude save, it is immediately slain and all creatures within 20 feet of the target take 1d4 points of damage per spell level of the summoning spell that conjured the target. This damage is fire damage unless the target creature has the cold or water subtype, in which case it’s cold damage. Creatures caught in this explosion take half damage if they succeed at their Reflex saves against this spell’s DC. <i>Final sacrifice<\/i> can detonate a summoner’s eidolon, though an eidolon receives a +4 bonus on its Fortitude save unless the spell is cast by the eidolon’s own summoner. If this spell targets an eidolon, creatures within 20 feet of the eidolon take an amount of damage equal to 1d4 + 1/2 the caster level of the summoner who controlled the eidolon.",
    "name_zh": "最终奉献",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个召唤生物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效; 然后反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>你阻断一个召唤生物体内的召唤能量，使得它被强制驱离。如果目标在强韧豁免中失败，他会被立刻杀死，并且召唤该生物的法术每有一个法术环级，目标20尺范围内的所有生物受到1d4点伤害。这个伤害属于火焰伤害，除非目标生物具有寒系或者水系亚种，这种情况下造成寒冷伤害。受到伤害的生物如果通过反射豁免则伤害减半，DC等同于最终奉献的DC。最终奉献可以终结一个召唤师的幻灵，但幻灵在豁免上具有+4加值，除非这个法术是由召唤师自己释放的。如果法术目标是一个幻灵，则幻灵周围20尺范围内的生物受到的伤害等同于1d4+1/2每控制幻灵的召唤师的等级。<\/p>"
}
