{
    "key": "fire trap",
    "name": "Fire Trap",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fire%20Trap",
    "source": ["PRPG Core Rulebook pg. 282"],
    "school": "abjuration",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 4,
        "druid": 2,
        "hunter": 2,
        "occultist": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (gold dust worth 25 gp)",
    "range": "touch",
    "target": "object touched",
    "duration": "permanent until discharged (D)",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "<i>Fire trap<\/i> creates a fiery explosion when an intruder opens the item that the trap protects. A <i>fire trap<\/i> spell can ward any object that can be opened and closed.<br><br>When casting <i>fire trap<\/i>, you select a point on the object as the spell's center. When someone other than you opens the object, a fiery explosion fills the area within a 5-foot radius around the spell's center. The flames deal 1d4 points of fire damage + 1 point per caster level (maximum +20). The item protected by the trap is not harmed by this explosion.<br><br>A fire-trapped item cannot have a second closure or warding spell placed on it. A <i>knock<\/i> spell does not bypass a <i>fire trap<\/i>. An unsuccessful <i>dispel magic<\/i> spell does not detonate the spell. Underwater, this ward deals half damage and creates a large cloud of steam.<br><br>You can use the fire-trapped object without discharging it, as can any individual to whom the object was specifically attuned when cast. Attuning a fire-trapped object to an individual usually involves setting a password that you can share with friends.<br><br>Magic traps such as <i>fire trap<\/i> are hard to detect and disable. A character with trapfinding can use the Perception skill to find a <i>fire trap<\/i> and Disable Device to thwart it. The DC in each case is 25 + spell level (DC 27 for a druid's <i>fire trap<\/i> or DC 29 for the arcane version).",
    "name_zh": "火焰陷阱",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (价值25gp的金粉)",
    "range_zh": "接触",
    "target_zh": "接触到的物体",
    "duration_zh": "永久, 直到能量发散 (可解消)",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>当入侵者打开被陷阱保护的物品时，火焰陷阱会制造一个炽热的爆炸。火焰陷阱可以用来保护任何可以被打开和关上的物品。<\/p><p>当你施放火焰陷阱时，你在物品上选择一点作为法术中心。当除你以外的人打开这个物品时，围绕法术中心5尺半径的区域会充满一团炽热的爆炸。火焰会造成 {1d4+CL (最高+20)} 点火焰伤害。被此陷阱保护的物品不会被这次爆炸损害。<\/p><p>被施放了火焰陷阱的物品不能再被施加其他关闭 (closure) 或守卫性 (warding) 法术。‘<a href=\"spell.html?spell=knock\">敲击术 (knock)<\/a>’不能忽略火焰陷阱。没有成功的‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’不会引爆这个法术。在水下时，这道防护只能造成一半伤害，而且造成的是一大片蒸汽云。<\/p><p>你可以使用被施放了火焰陷阱的物品而不会触发它，同样施法时被特别指定的那些个体也能这样使用它。将被施放了火焰陷阱的物品与人同调通常包括设置一个口令，该口令可以和朋友共享。<\/p><p>像火焰陷阱的这类魔法陷阱很难被侦测和解除。仅有具有【寻找陷阱 (trapfinding)】职业能力的角色能够使用察觉技能找到火焰陷阱并解除它。上述检定的DC均为 {25+法术环位} (对于德鲁伊的火焰陷阱来说为DC 27, 对奥术版本的来说为DC 29)。<\/p>"
}
