{
    "key": "firestream",
    "name": "Firestream",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Firestream",
    "source": ["Advanced Race Guide pg. 131"],
    "school": "evocation",
    "descriptors": ["fire"],
    "race": "ifrit",
    "levels":     {
        "arcanist": 3,
        "bloodrager": 3,
        "magus": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "20 ft.",
    "area": "20-ft. line",
    "duration": "concentration, up to 1 round/level; see text",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "A rushing stream of fire sprays from your outstretched hand, dealing 2d6 points of fire damage to every creature in the area. Each round you continue to concentrate on the spell, you can select a new area for it to affect.<br><br><i>Firestream <\/i>sets fire to combustibles and damages objects in the area. It can melt metals with low melting points, such as lead, gold, copper, silver, and bronze. If the damage caused to an interposing barrier shatters or breaks through it, the firestream may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any other spell effect does.",
    "mythicSource": ["Mythic Adventures pg. 94"],
    "mythicText": "The damage dealt increases to 2d10 points of fire damage. Any creature that fails its saving throw also catches fire (<i>Core Rulebook<\/i> 444). The continuous line of fire pushes against all creatures, making them treat the spell’s area as difficult terrain. <br><br><b>Augmented (4th)<\/b>: If you expend two uses of mythic power, you create a second line of fire using your other hand. If you overlap the lines, creatures in the overlap must attempt two saving throws and take the lower result, but don’t take damage from both lines. You may stop either line of fire as a free action on your turn, but once you stop maintaining a line, you must cast <i>mythic firestream <\/i>again to recreate it. ",
    "name_zh": "火焰之流",
    "race_zh": "火元素裔",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "20尺",
    "target_zh": "20尺线状",
    "area_zh": "20尺线形",
    "duration_zh": "专注, 最高1轮/等级; 见文本",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>湍急的火焰之流从你张开的手中喷出，对区域范围内的每个生物造成2d6点火焰伤害。每一轮你专注于持续法术效果时，你可以选择一片新的区域受到影响。火焰之流会点燃区域内的可燃物并对物品造成伤害。它也能够融化低熔点的金属，比如铅，金，铜，银和青铜。如果它造成的伤害毁坏或者突破了阻挡物，只要区域允许，火焰之流可以越过障碍; 否则它会阻挡物阻止，就如同其他法术效果一般。<\/p>",
    "mythicText_zh": "<p>法术造成的伤害增加至2d10点火焰伤害。任何豁免失败的生物还会被点燃（catches fire）。连绵的火线会推挤生物，使他们将法术区域视作困难地形。<\/p><p><b>强化（4阶）<\/b>：若你花费2次神话之力，就能使用你的另一只手创造出第二条火线。若你让火线重叠，那么在重叠部分的生物必须进行两次豁免并取较低的结果，但是不会同时受到两条火线的伤害。你可以在你的回合以自由动作停止任意一条火线，但是一旦你停止维持火线，就必须再次施展神话火焰之流来重新创造它。<\/p>"
}
