{
    "key": "firebrand",
    "name": "Firebrand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Firebrand",
    "source": ["Advanced Player's Guide pg. 222"],
    "school": "transmutation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature/4 levels, no two of which can be more than 30 ft. apart",
    "duration": "1 round/level",
    "savingThrow": "Will negates (harmless), but see below",
    "spellResistance": "yes (harmless)",
    "text": "You mark several allies with a flaming rune. This rune does not cause damage, and sheds light as if it were a torch. While the <i>firebrand <\/i>burns, any creature it marks is immune to damage from any fire spell you cast. All of the target’s weapons (both natural and manufactured) inflict +1d6 points of fire damage on a hit (this bonus fire damage stacks with any amount of fire damage a creature’s weapons might already inflict). At any point during the spell’s duration, a creature bearing a <i>firebrand <\/i>can launch a beam of fire at any target within 30 feet as a swift action. This ray requires a ranged touch attack to hit and deals 6d6 points of fire damage. Once a creature uses its <i>firebrand <\/i>to fire a ray in this manner, the effects of the spell end for that creature.",
    "name_zh": "火焰纹章",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每4等级1名生物，互相之间不超过30尺",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害); 见文本",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你为几个盟友身上刻下火焰构成的印记。这个印记不会造成任何伤害，并且会发出如同一个火把一般的光芒。<\/p><p>当火焰印记生效后，任何被标记的生物对你的法术造成的火焰伤害都会完全免疫。<\/p><p>所有目标的武器 (天生和人造武器) 的每一击都会造成额外1d6点的火焰伤害 (此额外伤害可以和任何武器造成的火焰伤害叠加)。<\/p><p>在法术持续时间内的任何时候，受术生物都可以用一个迅捷动作对30英尺内的任何目标发射一道火焰射线。射线需要一次远程接触攻击检定，成功后造成6d6点火焰伤害。<\/p><p>一旦受术生物使用本法术能力发射火焰射线，它身上的法术效果立刻结束。<\/p>"
}
