{
    "key": "flesh puppet",
    "name": "Flesh Puppet",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Flesh%20Puppet",
    "source": ["Horror Adventures pg. 117"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "antipaladin": 2,
        "arcanist": 4,
        "cleric": 3,
        "occultist": 3,
        "oracle": 3,
        "shaman": 3,
        "sorcerer": 4,
        "spiritualist": 3,
        "warpriest": 3,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 round",
    "components": "V, S, M (an onyx worth 25gp and a silken string)",
    "range": "touch",
    "target": "one corpse touched",
    "duration": "permanent (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You animate one corpse that has been dead no more than 48 hours. It rises as a zombie (<i>Pathfinder RPG Bestiary 288<\/i>) that is magically tethered to you and obeys your commands. As noted in <i>animate dead<\/i>, you can’t control more than 4 HD per caster level worth of undead in total, nor can a single casting create more than 2 HD per caster level.<br><br> This spell disguises the zombie’s appearance and allows you to control it. The zombie’s outward appearance, movement, and voice appear the same as if it were still alive. The zombie’s normal staggered condition doesn’t apply (though it can still be staggered by other means). Successfully detecting the <i>flesh puppet<\/i> as a zombie without magic requires an opposed Perception check against your Disguise check, and you add your caster level as a bonus on this Disguise check.<br><br> An ephemeral string connects you to the zombie. Through this string, you have a mental link to the zombie and can command it as a swift action. The zombie uses its own actions to complete your commands. The zombie can speak up to 25 words in 1 round, but you must mentally impart what you intend it to say as a swift action. It is incapable of articulating speech on its own. The zombie can be ordered to perform very simple tasks it knew in life but can’t make attacks, cast spells, or perform complex or difficult tasks requiring constant concentration.<br><br> The string connecting you and the zombie is nearly invisible. A DC 30 Perception check is required to detect it. It has hardness 0 and 1 hp. The length of string you can create is 100 feet + 10 feet per caster level you have. The string snaps if you and the zombie move farther apart than this length, though the zombie won’t move out of range unless forced to do so or unless you command it to do so. If the string to the zombie is severed, the spell immediately ends. The ephemeral string can pass through physical barriers, but not barriers of magical force, and it can be damaged as though it were a physical object.<br><br> When this spell ends, the zombie immediately reverts back to a normal corpse. The spell ends automatically if you cast <i>flesh puppet<\/i> or <i>flesh puppet horde<\/i> on a new corpse.",
    "name_zh": "血肉傀儡",
    "castingTime_zh": "1轮",
    "components_zh": "语言、姿势、材料 (一颗价值25gp的玛瑙，还有一条丝线)",
    "range_zh": "接触",
    "target_zh": "一具接触的尸体",
    "duration_zh": "永久 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你驱动一具死去不超过48小时的尸体。它复生成一具僵尸(zombie，B1 P.288)，被魔法所束缚并服从你的命令。如操纵死尸(animate dead)所写，你不能控制总合超过4HD/等级的不死生物，而单一次施法所创造的也不能超过2HD/等级。<\/p><p>此法术会掩饰僵尸的外观并允许你控制它。这僵尸的外观、行动以及声音跟它还活着的时候一模一样。僵尸一般会有的蹒跚(staggered)状态并不应用其上(尽管它可能因为其他理由变得蹒跚)。要想在没有魔法的情况下成功侦测到血肉傀儡的僵尸，需要用察觉检定来对抗施法者的易容检定，而你可以将你的施法者等级做为加值加在易容检定上。<\/p><p>一条简短的丝线可以将你与这僵尸连接。透过这丝线，你会跟此僵尸有心灵连接，并可以一个迅捷动作命令它。这僵尸可以在1轮中说出至多25个字，但你必须用一个迅捷动作用心灵传递你想要让它说的话。僵尸无法独立地表达言论。可以命令僵尸去执行它活着时所知道的简单任务，但不能做出攻击、施展法术或进行复杂或困难，需要持续专注的任务。<\/p><p>连接你与僵尸的这丝线几乎是不可见的。需要DC30的察觉检定才能侦测到。它的硬度为0，生命值为1。你可以创造的丝线的长度为100尺+10尺/等级。如果你与僵尸的距离超过这条丝线的长度，那么丝线就会断掉，尽管这个僵尸不会移动超出这个范围，除非是被强迫，或是你命令它这么做。如果这条连接僵尸的丝线断了，那此法术立即结束。这条简短的丝线可以穿透物理上的阻碍，但会被魔法立场阻碍，而且它也可以像一个有实体的物品一样被伤害。<\/p><p>当此法术结束时，该僵尸立即恢复成正常的尸体。如果你在一具新尸体上施展血肉傀儡或血肉傀儡群(flesh puppet horde)，则此法术自动结束。<\/p>"
}
