{
    "key": "fleshcurdle",
    "name": "Fleshcurdle",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Fleshcurdle",
    "source": ["Inner Sea Magic pg. 55"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 2,
        "redmantisassassin": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (scrap of pickled flesh)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one living or undead creature",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You warp the target creature’s flesh, discoloring it and causing it to become misshapen and impairing its function. When you cast this spell, you must choose one of three types of effects to inflict on the target—movement, attacks, or defense.<br><br><i>Attacks<\/i>: One of the creature’s natural attacks takes a –2 penalty on attack and damage rolls, only scores a critical hit on a natural 20, and only deals ×2 damage on a confirmed critical hit.<br><br><i>Defense<\/i>: The creature’s natural armor bonus decreases by –4, to a minimum bonus of +0.<br><br><i>Movement<\/i>: One of the creature’s movement speeds (chosen by you) is halved.<br><br>Most undead are susceptible to <i>fleshcurdle<\/i>, but amorphous creatures and creatures without flesh are immune (such as elementals, oozes, plants, gaseous or incorporeal creatures, and skeletons).",
    "mythicSource": ["Mythic Origins pg. 12"],
    "mythicText": "You can choose two effects instead of one effect, or may choose to enhance one effect. If you enhance the attack effect, all of the creature’s natural attacks are affected. If you enhance the defense effect, in addition to <i>fleshcurdle<\/i>’s normal effect on natural armor bonus, any critical threats against the creature gain a +4 bonus on the confirmation roll. If you enhance the movement effect, all of the creature’s movement speeds are halved.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, you can choose two enhanced effects to inflict upon the target.",
    "name_zh": "血肉变质",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（腌肉碎片）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个活物或不死生物",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过扭曲目标生物的肉体，对其进行污染，最终导致它变得畸形并损害其本身的功能。当你施放该法术时，你必须从后述三类效果中选择一个，并将之加诸给目标——移动、攻击或防御。<\/p><p>攻击：生物的一个天生武器攻击在攻击检定与伤害检定上承受-2减值，只有在自然掷出20时才能造成重击，并且成功重击只造成x2伤害。<\/p><p>防御：生物的天生防御加值减少4点，最低为+0。<\/p><p>移动：生物的一种移动速度（由你选择）减半。<\/p><p>大多数不死生物会受到血肉变质的影响，但是不定型的生物以及没有血肉的生物免疫该法术（比如元素、泥怪、植物、气态或虚体生物，以及骷髅）。<\/p>"
}
