{
    "key": "flesh wall",
    "name": "Flesh Wall",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Flesh%20Wall",
    "source": ["Horror Adventures pg. 117"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "oracle": 6,
        "shaman": 6,
        "sorcerer": 6,
        "spiritualist": 5,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (one corpse for every 5-ft. square of the wall), DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "a wall of corpses with an area of up to one 5-ft square/level (S)",
    "duration": "concentration + 1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You animate corpses, forming them into a wall of joined flesh and limbs. The wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall can’t be created so that it occupies the same space as a creature or another object. The wall must be vertical, but can be shaped as you see fit.<br><br> The wall is considered to be undead. It uses your Will saving throw to resist channel energy.<br><br> A <i>flesh wall<\/i> is 2 feet thick. Each 5-foot square of the wall has 12 hit points and DR 5/slashing. A section of wall whose hit points drop to 0 is breached. As a move action, you can cause the fleshwall to constrict, shrinking it by a 5-foot square to fill the hole. Additionally, as a standard action, you can cause a 5-foot square of the wall to permanently detach, forming a human zombie (<i>Bestiary 288<\/i>) under your verbal control (this zombie doesn’t count against your normal limit of commanded undead). The zombie reverts back into a normal corpse when the spell’s effect ends. Each 5-foot square of the wall makes a single slam attack against an adjacent enemy on your turn, as a human zombie. The squares of the wall threaten their adjacent squares and can even provide flanking.<br><br> Creatures can force their way slowly through the wall by making a Strength check as a full-round action. The DC to move through the wall is equal to 15 + your caster level. A creature that fails the check is trapped in the wall, takes 3d6 points of crushing damage, and is denied its Dexterity bonus to AC against the wall’s slam attack. The creature can make an attempt to escape the wall on its next turn.<br><br> You can use zombies already under your control as the material components for a <i>flesh wall<\/i>. However, they and any other corpses in the wall revert back to inanimate corpses when the spell ends.",
    "name_zh": "血肉之墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (每5尺方格的墙1具尸体)、法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "一到师体之墙，区域至多一个5尺方格/等级 (S)",
    "duration_zh": "专注 + 1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你操控尸体，让它们形成一道由血肉与肢体相连的墙。如果这墙的面积足够，那它会将周遭无生命的材料插入墙身。此墙壁不能创造于被生物或另外物体所占据的空间。这面墙壁需要是垂直的，虽然它可以根据你得要求改变形状。<\/p><p>这墙被认为是不死生物。它使用你的意志豁免检定来对抗引导能量。<\/p><p>这面血肉之墙有两尺厚。每5尺方格拥有12点生命值以及DR5/挥砍。一段墙的HP被降成0后则被破坏。以一个移动动作，你可以让一块5尺方格的血肉之墙收缩、压缩来填补空洞。此外，以一个标准动作，你可以使一块5尺方格的墙永久的分离，在你的言语控制之下形成一具人类僵尸(B1 P.288)(这具僵尸并不计算在一般命令不死生物的限制中)。当此法术效果结束时，僵尸回覆为正常的尸体。每五尺方格的血肉之墙可以在你的回合，对相邻的敌人进行单一次挥砍攻击，如同一具人类僵尸。此方格的墙正常威胁它们邻近的方格，并可以提供夹击。<\/p><p>生物可以以一个整轮动作，作一个力量检定来硬是缓慢的挤过这座墙。穿过这座墙的DC为15+你的施法者等级。力量检定失败的生物会被困在墙内，受到3d6点挤压伤害，并且在对抗墙的挥击时AC会失去敏捷调整值。生物可以在他自己下一轮时尝试逃脱血肉之墙。<\/p><p>你可以使用已经在你控制之下的僵尸作为血肉之墙的材料成分。但是，当法术结束时，它们和其它任何在墙内的尸体会回覆成无生命的尸体。<\/p>"
}
