{
    "key": "forbid action",
    "name": "Forbid Action",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Forbid%20Action",
    "source": ["Ultimate Magic pg. 220"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "language-dependent",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "cleric": 1,
        "inquisitor": 1,
        "mesmerist": 1,
        "occultist": 1,
        "oracle": 1,
        "psychic": 1,
        "warpriest": 1
    },
    "castingTime": "1 standard action",
    "components": "V",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 round",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You forbid the target a single course of action, which it avoids to the best of its ability. You may demand the target not take actions that fall into one of the following options.<br><br><i>Attack<\/i>: The target cannot take any action that involves an attack roll, or uses a spell or ability that targets a foe or an area that includes a foe.<br> <i>Cast<\/i>: Target cannot cast spells or use spell-like abilities.<br> <i>Communicate<\/i>: The target cannot take any actions that allow it to communicate with anyone. This includes such acts as speaking, Bluff checks to pass secret messages, writing, and using telepathy. It does not prevent verbalizations made for purposes other than communication, such as command words or the verbal component of spellcasting.<br> <i>Draw<\/i>: Target cannot ready or prepare any item, weapon, component, or equipment.<br> <i>Move<\/i>: The target can take no act that would cause it to end up in a different location. The target does not resist being moved by others (and thus can be picked up or dragged, or can float along on a raft), but does not consciously attempt to move (including not directing a mount to move).<br><br>The target is free to take any actions not forbidden by the caster. For example, a target affected by this spell’s demand to not move is still free to cast spells, make attacks, or shout for help.",
    "name_zh": "行动禁制",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名生物",
    "duration_zh": "1轮",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你禁止你的目标做出某种行动，而它则将会尽最大可能的避免做出该动作。你可以让目标禁止做出下列其中之一的动作：<\/p><p>－攻击：目标将不能进行任何会进行攻击投骰的动作，以及不能对敌人或敌人所在区域使用任何能力或法术<\/p><p>－施法：目标将不能使用任何法术或类法术能力<\/p><p>－交流：目标将不能进行任何可以与他人交流的行为。其中包括任何形式的说话、暗号交流、书写、或心灵沟通。该项并不妨碍交流之外的发声能力，目标仍能进行诸如使用命令字和用语言施法等行动<\/p><p>－取物：目标将不能准备和预备任何物品、武器、材料或装备<\/p><p>－移动：目标将不能采取任何会令它的位置发生变化的行动。但目标不会抵制他人移动自己 (所以它可以被他人搬起和拖曳，或以漂浮状态被移动)，但不会自觉的试图移动 (也不会指挥坐骑进行移动)。<\/p><p>除了被禁止的行为，目标仍能自由行动。例如，一个目标即使被禁止移动，仍然能自由的施法，进行攻击，或是呼唤援助。<\/p>"
}
