{
    "key": "force punch",
    "name": "Force Punch",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Force%20Punch",
    "source": ["Ultimate Magic pg. 221"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 3,
        "bloodrager": 3,
        "magus": 3,
        "psychic": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "instantaneous",
    "savingThrow": "Fortitude partial",
    "spellResistance": "yes",
    "text": "This spell charges your hand with telekinetic force. Your successful melee touch attack deals 1d4 points of force damage per level (maximum 10d4) and causes the target to be pushed away from you in a straight line up to 5 feet per two caster levels. For every size category of the target above Medium, reduce the distance pushed by 5 feet (–5 feet for Large, –10 feet for Huge, –15 for Gargantuan, and –20 feet for Colossal) to a minimum of 0 feet. A successful Fortitude save negates the movement but not the damage.",
    "mythicSource": ["Mythic Adventures pg. 96"],
    "mythicText": "The damage dealt increases to 1d6 points of force damage per caster level (maximum 10d6). If moving the target would push it into another creature’s space and it has at least 10 feet of distance remaining, you can attempt to overrun the other creature, adding your tier on the combat maneuver check. For each creature you overrun with the target, reduce the distance the target moves by 5 feet. If moving the target would push it into a solid obstacle (such as a wall or tree), the target takes damage as if it had fallen the distance pushed. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, you can cast this spell as a ranged touch attack with a range of close (25 feet + 5 feet per 2 caster levels), and the target is treated as two size categories smaller for the purpose of determining the total distance pushed. ",
    "name_zh": "充能之拳",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的目标",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术为你的手充入力场传动的能量。<\/p><p>你在一次成功的近战接触攻击检定后，对目标造成每等级1d4点伤害 (最高10d4)，并且将目标击退每两施法者等级5尺的直线距离。<\/p><p>目标体型每比中等大一级，击退距离就降低5尺 (大型-5，超大-10，巨型-15，超巨-20)，最低0英尺。<\/p><p>成功的强韧检定可以免疫击退效果，但是对伤害没有影响。<\/p>",
    "mythicText_zh": "<p>法术造成的伤害增加至每施法者等级1d6点力场伤害（最高10d6）。若法术使得目标被推进其他生物所占据的空间，并且目标至少还剩下10尺距离没有移动，那么你能够尝试让目标闯越其他生物，将你的阶层加到战技检定上。每名目标闯越的生物都会使目标的移动距离降低5尺。若被移动的目标被推到实体的障碍上（比如墙壁或树木），那么目标会受到坠落伤害，就如同从与被推动的距离相同的高度坠落一般。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，就能够以远程接触攻击施放该法术，法术范围为近距（25尺 + 每两个施法者等级5尺），而且在判断目标被推动的总距离时，视为目标的体型比正常小2级。<\/p>"
}
