{
    "key": "forest's sense",
    "name": "Forest's Sense",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Forest's%20Sense",
    "source": ["Ultimate Wilderness pg. 231"],
    "school": "divination",
    "subSchools": ["scrying"],
    "levels":     {
        "druid": 4,
        "hunter": 3,
        "ranger": 3,
        "shaman": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "1 mile/level",
    "target": "one creature",
    "duration": "1 minute/level (D); see text",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You can sense the location of a target creature within range if it is also within 10 feet of a living plant or fungus. You must be able to target the creature by tangible qualities such as its build, clothing texture, size, or tracks, but you need not have line of effect to your target. The fungus or plants near the target serve as a scrying sensor for this spell. Your senses of hearing, smell, and touch extend to all fungus and plants within 10 feet of the target, allowing you to gauge the size and shape of nearby objects and potentially to overhear conversations in which the target is currently participating. Your scent ability and tremorsense extend through this scrying sensor if you have them, but any other special senses you might have do not. For 1 day after casting this spell, you gain a +5 insight bonus on Survival checks to track creatures you sensed via the spell. You can dismiss this bonus on Survival checks.",
    "name_zh": "森林感知",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "每等级1里",
    "target_zh": "一个生物",
    "duration_zh": "1分钟/等级 (可消解) ; 见文本",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你可以感知到范围内的目标生物的位置，如果它也在一株活的植物或真菌的10英尺范围内的话。你必须能够以有形的性质来描述这个生物，比如他的体格，衣服的纹理，大小，或者踪迹，但是你不需要对你的目标有效果线。在目标附近的真菌或植物会作为这个法术的一个传感器。你的听觉、嗅觉和触觉都可以延伸到目标10英尺范围内的所有真菌和植物上，这样你就可以判断周围物体的大小和形状，并有可能无意中听到目标正在参与的对话。如果你有灵敏嗅觉和颤动感知能力，这个传感器也会拥有，但你可能拥有的其他特殊感官则不行。在施放这个法术之后的1天之内，你将在追踪通过这个法术感知的生物的生存检定上获得一个+5的洞察加值。你也可以在生存检定中取消这个加值。<\/p>"
}
