{
    "key": "form of the alien dragon i",
    "name": "Form of the Alien Dragon I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Form%20of%20the%20Alien%20Dragon%20I",
    "source": ["Legacy of Dragons pg. 29"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 6,
        "arcanist": 6,
        "magus": 6,
        "psychic": 7,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a scale of the dragon type you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "You become a Medium esoteric or outer dragon. Psychics can choose from the esoteric dragon (astral, dream, etheric, nightmare, or occult) forms only. You gain a +4 size bonus to your Strength, a +2 size bonus to your Constitution, a +4 natural armor bonus, a fly speed of 60 feet (poor), darkvision with a range of 60 feet, a breath weapon, and resistance to one form of energy or effect. You also gain one bite attack (1d8), two claw attacks (1d6), and two wing attacks (1d4). Your breath weapon and resistance depend on the type of dragon. You can use the breath weapon only once per casting of this spell. All breath weapons deal 6d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. In addition, some of the dragon types grant additional abilities, as noted below. <br><br><b>Astral Dragon<\/b>: 30-foot cone of force (damage dice are d4s instead of d8s), psychic resilience (<i>Pathfinder RPG Bestiary 5 297<\/i>). <br><br><b>Dream Dragon<\/b>: 30-foot cone of electricity, dream fortress, dreamsight (<i>Bestiary 5 90<\/i>). <br><br><b>Etheric Dragon<\/b>: 30-foot line of force (damage dice are d4s instead of d8s), gaseous form (only when taking no actions other than move actions for a round, and only for a maximum of 1 round/caster level for each casting of <i>form of the alien dragon<\/i>). <br><br><b>Lunar Dragon<\/b>: 60-foot line of cold, cold resistance 20, burrow 20 feet. <br><br><b>Nightmare Dragon<\/b>: 30-foot cone of acid, see in darkness, +4 on saves vs. mind-affecting effects. <br><br><b>Occult Dragon<\/b>: 30-foot cone of cold or fire, +4 resistance bonus on saving throws against evil spells and effects, natural armor bonus to AC increases to +6. <br><br><b>Solar Dragon<\/b>: 60-foot line of fire, fire resistance 30, vulnerability to cold. <br><br><b>Time Dragon<\/b>: 30-foot cone of electricity, cold resistance 20, +4 bonus on initiative checks. <br><br><b>Void Dragon<\/b>: 30-foot cone of cold, cold resistance 20, +4 bonus on saves vs. emotion spells and effects. <br><br><b>Vortex Dragon<\/b>: 30-foot cone of fire, fire resistance 30, vulnerability to cold.",
    "name_zh": "异龙形态 I",
    "castingTime_zh": "标准动作",
    "components_zh": "言语，姿势，材料（一枚你想要变形的龙类的鳞片）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你变成一只中型的灵域龙或外空龙。异能者只可以选择灵域龙（星界龙，梦境龙，以太龙，梦魇龙，或异能龙）。你在力量上获得+4的体型加值，体质上为+2体型加值，+4的天生护甲加值，60尺的飞行能力（不良），60尺的黑暗视觉，一种喷吐武器，和对一种能量形式或效果的抗力。你还会获得一个啮咬攻击（1d8），两个爪抓攻击（1d6），和两个翼击攻击（1d4）。你的喷吐武器和抗力取决于变成的龙类。你每次施法只能使用一次喷吐武器。所有喷吐武器都造成6d8点伤害，除非另外标注。此外，某些龙类还会授予额外能力，如下所述。<\/p><p>星界龙：30尺锥形力场（伤害骰为d4，而非d8），异能抗力（Pathfinder RPG Bestiary 5 297）。<\/p><p>梦境龙：30尺锥形闪电，稳固梦境，梦视（Bestiary 5 90）。<\/p><p>以太龙：30尺线形力场（伤害骰为d4，而非d8），气化形体（只有在1轮内不采取除了移动以外的任何行动才能生效，且每次施展该法术都只能使用最长1轮/施法者等级的时间）。<\/p><p>月龙：60尺的线形寒流，寒冷抗力20，掘穴20尺。<\/p><p>梦魇龙：30尺的锥形酸液，看穿黑暗，对抗影响心灵效果的豁免+4<\/p><p>异能龙：30尺的锥形寒流或火焰，对抗邪恶法术和效果的豁免检定获得+4的抗力加值，AC上的天生护甲加值升为+6。<\/p><p>日龙：60尺的线形火焰，火焰抗力30，寒冷易伤。<\/p><p>时间龙：30尺的锥形闪电，寒冷抗力20，先攻检定获得+4加值。<\/p><p>空间龙：30尺的锥形寒流，寒冷抗力20，对抗情绪法术和效果的豁免得到+4加值。<\/p><p>漩涡龙：30尺的锥形红颜，火焰抗力30，寒冷易伤。<\/p>"
}
