{
    "key": "form of the exotic dragon iii",
    "name": "Form of the Exotic Dragon III",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Form%20of%20the%20Exotic%20Dragon%20III",
    "source": ["Legacy of Dragons pg. 31"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 8,
        "druid": 9,
        "sorcerer": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a scale of the dragon type you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "savingThrow": "see below",
    "spellResistance": "no",
    "text": "This spell functions as per form of the exotic dragon II except that it also allows you to take the form of a Huge imperial or primal dragon. Druids can choose from the primal dragon (brine, cloud, crystal, magma, or umbral) forms only. You gain the following abilities: a +10 size bonus to your Strength, a +8 size bonus to your Constitution, a +8 natural armor bonus, a fly speed of 120 feet (poor), blindsense with a range of 60 feet, darkvision with a range of 120 feet, a breath weapon, damage reduction 10/ magic, frightful presence (DC = DC for this spell), and immunity to one form of energy (of the same type form of the exotic dragon I grants a resistance to, if any). You gain one bite attack (2d8), two claw attacks (2d6), a one tail slap attack (2d6), and either a gore attack (2d8) if you assume the form of an imperial dragon or two wing attacks (1d8) if you assume the form of a primal dragon. You can use the breath weapon as often as you like, but must wait 1d4 rounds between uses. All breath weapons deal 12d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. Line breath weapons increase to 100-foot lines and cones increase to 50-foot cones.",
    "name_zh": "奇龙形态 III",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>这种法术如同奇龙形态 II，除了你可以变成一只超大型的帝龙或原龙。德鲁伊/猎人只可以选择原龙（洋龙，云龙，晶龙，熔龙，或影龙）。你获得以下能力：力量上获得+10的体型加值，体质上为+8体型加值，+8的天生护甲加值，120尺的飞行能力（不良），60尺的盲感，120尺的黑暗视觉，一种喷吐武器，伤害减免 10/魔法，气势凶猛（DC=法术DC），和对一种能量形式或效果的免疫（与奇龙形态 I中该龙类获得豁免加值或抗力针对的能量相同）。你还获得一个啮咬攻击（2d8），两个爪抓攻击（2d6），一个扫尾攻击（2d6），如果你变为帝龙，你会获得一个抵撞攻击（2d8），若是原龙则为两个翼击攻击（1d8）。你可以随意使用吐息武器，但每次必须至少间隔1d4轮。所有的喷吐武器都造成12d8点伤害，除非另外标注，且允许通过一个反射豁免来减半普通伤害。线形的吐息武器会增加到100尺的线形，而锥形会变为50尺的锥形。<\/p>"
}
