{
    "key": "geb's hammer",
    "name": "Geb's Hammer",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Geb's%20Hammer",
    "source": ["Inner Sea Magic pg. 55"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 4,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a leather glove coated in dried embalming herbs)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "sphere of undead remains composed of 3 or more destroyed undead",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "Centuries of war with Nex trained the necromancers of Geb to extract every last resource from the mindless undead that make up most of Geb’s rank-and-file troops.<br><br>When you cast this spell, you draw the remains of nearby destroyed undead together and fuse them into a mass of flesh and bone you can then hurl at any foes within range. Three corpses within range of the spell are required for the spell to function. <i>Geb’s hammer <\/i>can be directed to attack one foe within range per round as a move action. It uses your caster level as its base attack bonus, modified by your Intelligence, Wisdom, or Charisma modifier (whichever one is highest). On a hit, the corpse hammer deals 1d6 points of damage per three caster levels (to a maximum of 6d6 points of damage).<br><br><i>Geb’s hammer <\/i>also has secondary effects based on the nature of the three bodies you use to create it. If the majority used to create<i> Geb’s hammer <\/i>(at least two) were skeletal, the jagged bits of bone cause the corpse hammer to deal slashing damage and increase <i>Geb’s hammer’s <\/i>critical threat range to 19–20. On the other hand, if the majority were fleshy (at least two), the increased mass causes <i>Geb’s hammer <\/i>to deal bludgeoning damage and increase its critical hit damage to ×3.<br><br>Undead that have been destroyed by positive energy or a similar effect that does not leave a corpse, like a <i>disintegrate<\/i> spell, cannot be used to form <i>Geb’s hammer<\/i>.",
    "name_zh": "盖布尸锤",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（涂上一层防腐药的皮手套）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "3个或更多被摧毁的不死生物所留下的遗骸组成的尸骸球体",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>与奈克斯（Nex）之间长达数个世纪的战争历练，使得盖布（Geb）的死灵师能够从担任下级军队的无心智不死生物身上榨干它们所能提供的所有资源。<\/p><p>当你施放该法术时，你能够汇聚附近被摧毁的不死生物遗骸，将之融合成一团能够用于掷向范围内敌人的骨肉团块。要让法术产生作用，需要法术范围内的3具尸体。每轮1次以移动动作，你能够指定盖布尸锤能够攻击法术范围内的一个敌人。它使用你的施法者等级作为基本攻击加值，使用你的智力、感知或魅力调整值作为调整值（取最高的属性）。命中时，尸锤造成每三个施法者等级1d6点伤害（最高6d6点伤害）。<\/p><p>按照你用于创造盖布尸锤所使用的三具尸体特性，它还会具有次级效果。如果用于创造盖布尸锤的尸体中大多数（至少两具）为骨骸（skeletal），那么锯齿状的尸骨会使尸锤造成挥砍伤害，并且使尸锤的重击范围增加至19 - 20。换句话说，如果盖布尸锤主要由肉质尸体（至少两具）组成，那么增加的质量会使尸锤造成钝击伤害，并且使重击倍率增加至x3。<\/p><p>被正能量或者类似效果摧毁的不死生物不会留下尸体，这与解离术（disintegrate）类似，因此无法用于创造盖布尸锤。<\/p>"
}
