{
    "key": "ghost brand",
    "name": "Ghost Brand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ghost%20Brand",
    "source": ["Ultimate Intrigue pg. 215"],
    "school": "transmutation",
    "descriptors": ["shadow"],
    "levels":     {
        "bard": 4,
        "occultist": 3,
        "skald": 4,
        "spiritualist": 4,
        "witch": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a branding iron an a strip of white silk worth 10 gp)",
    "range": "touch",
    "target": "one willing creature and one object touched",
    "duration": "1 day/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You alter the fundamental substance of a single object up to 2 cubic feet per level in size and at least one size category smaller than the target creature, causing it to become shadowy and intangible, as though made out of quasi-real shadowstuff. You link the intangible item to the target’s flesh by making a brand shaped like the item on the target’s skin. The intangible item merges with the target’s flesh and is contained within the target’s body, moving with the target wherever it goes. The creature can retrieve the item or reabsorb it as a full-round action, and can do so as many times as it wants. When worn or wielded by the target, the item regains its solidity and functions normally, though the target can’t drop or remove the item (other than by using the full-round action), nor can it be disarmed or stolen. If the item is destroyed, the spell ends. If the <i>ghost brand<\/i> spell is dispelled while the object is inside the target’s body, the object bursts out of the target’s flesh, dealing 3d6 points of piercing and slashing damage to the target that bypasses DR, as well as 1d6 points of bleed damage.",
    "name_zh": "藏物鬼印",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（价值10gp的烙铁和白色丝绸）",
    "range_zh": "接触",
    "target_zh": "1个自愿生物和1个接触到的物体",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你改变了单个物体的物质构成，该物体的大小至多为每等级2立方尺，而且必须至少比目标生物的体型小1级。物体会被变为如阴影一般的无形物质，就好像是由半真实（quasi-real）的阴影物质（shadowstuff）构成的一般。通过在目标的皮肤上烙印上形状与物体相似的印记，你将无形的物体与目标的肉体链接起来。无形的物体会与目标的肉体合二为一，就好像容纳在目标体内一般，随着目标一同移动。该生物能以整轮动作（full-round action）取出或吸收物体，而且能按照目标的意愿重复进行这些动作。当物体由目标穿戴或持用时，物体会恢复实体并且可以如常使用，不过目标无法丢掉或者移除物品（除非使用整轮动作吸收），该物体也不能被解除或偷窃。若物品被摧毁了，该法术便会结束。若藏物鬼印被解除（dispelled）时物体仍在目标体内的话，该物体会从目标的体内爆发出来，对目标造成3d6点忽略DR的穿刺和挥砍伤害，外加1d6点出血伤害（bleed damage）。<\/p>"
}
