{
    "key": "grasping corpse",
    "name": "Grasping Corpse",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Grasping%20Corpse",
    "source": ["Horror Adventures pg. 118"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "antipaladin": 1,
        "arcanist": 1,
        "cleric": 1,
        "occultist": 1,
        "oracle": 1,
        "shaman": 1,
        "sorcerer": 1,
        "spiritualist": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (pinch of powdered onyx worth 1 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one corpse",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can cause one nearby corpse to animate for a brief moment. Choose a creature within 30 feet of the corpse (even if the creature is outside the spell’s range). The corpse shambles toward the creature and then attempts to trip or grapple it (your choice). The corpse does not provoke attacks of opportunity.<br><br> Attempt a special combat maneuver check against the chosen creature. Your CMB for this combat maneuver is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. If you chose to trip the creature, it falls prone if you equal or exceed its CMD. If you chose to grapple, the creature gains the grappled condition until it breaks free from the corpse. Treat your save DC for a spell of this level as the CMD of the grasping corpse. Alternatively, destroying the corpse with damage ends the grapple. The corpse has 12 hit points and DR 5/slashing.",
    "name_zh": "掌控尸体",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一撮价值1gp的玛瑙粉)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一具尸体",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以在短暂的时间内驱使附近的一具尸体活动。选择一个在他30尺内有一具尸体的生物(即使那名生物已经超出了法术范围)。这具尸体会蹒跚的朝着该名生物前去，并且尝试绊摔(trip)、或是擒抱(Grapple)该名生物(由你选择)。这具尸体并不会引发藉机攻击。<\/p><p>尝试一个特殊的战技检定来对抗你所选择的生物。在此战技中，你的CMB等同于你的施法者等级加上你的智力、感知或魅力调整值，取其高者。如果你选择绊摔该名生物，又你的战技检定等同或超过他的CMD，则该名生物俯卧。如果你选择擒抱，该名生物会处于被擒抱状态，直到他从该具尸体处重获自由。将一个你在此等级的法术之豁免DC当作该具尸体的CMD。或着，毁掉这具尸体也可以结束擒抱。这具尸体有12点HP以及DR5/挥砍。<\/p>"
}
