{
    "key": "grease",
    "name": "Grease",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Grease",
    "source": ["PRPG Core Rulebook pg. 291"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "magus": 1,
        "mesmerist": 1,
        "skald": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (butter)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one object or 10-ft. square",
    "duration": "1 min./level (D)",
    "savingThrow": "see text",
    "spellResistance": "no",
    "text": "A <i>grease<\/i> spell covers a solid surface with a layer of slippery grease. Any creature in the area when the spell is cast must make a successful Reflex save or fall. A creature can walk within or through the area of grease at half normal speed with a DC 10 Acrobatics check. Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Acrobatics skill for details). Creatures that do not move on their turn do not need to make this check and are not considered flat-footed.<br><br>The spell can also be used to create a greasy coating on an item. Material objects not in use are always affected by this spell, while an object wielded or employed by a creature requires its bearer to make a Reflex saving throw to avoid the effect. If the initial saving throw fails, the creature immediately drops the item. A saving throw must be made in each round that the creature attempts to pick up or use the <i>greased<\/i> item. A creature wearing <i>greased<\/i> armor or clothing gains a +10 circumstance bonus on Escape Artist checks and combat maneuver checks made to escape a grapple, and to their CMD to avoid being grappled.",
    "mythicSource": ["Mythic Adventures pg. 96"],
    "mythicText": "If you cast <i>mythic grease<\/i> on an area, add your tier to the Acrobatics DC to move within or through the area. If you cast it on a creature’s armor or clothing, add your tier to its Escape Artist checks and combat maneuver checks attempted to escape a grapple and to its CMD to avoid being grappled. <br><br><b>Augmented<\/b>: You can expend two uses of mythic power to make the grease flammable. It ignites from any fire at least the size of a candle flame. If a greased area is ignited, any creature in the area on your turn takes 1d3 points of fire damage and might catch on fire (<i>Core Rulebook<\/i> 444). If a greased creature is ignited, it takes 2d6 points of fire damage, and might catch on fire; add your tier to the save DC.",
    "name_zh": "油腻术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (黄油)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个物体 或 边长10尺的方形表面",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>油腻术能在固体表面上覆盖一层光滑的油脂。施放法术时，任何在此区域的生物都必须做成功进行一次反射豁免，否则就会倒地。生物可以进行DC为10的特技检定来以半速进入或者穿过这片区域。失败则意味着他在该轮无法移动 (而且必须进行一次反射豁免，失败则会倒地)，特技检定失败5点或更多则意味着倒地 (见特技技能描述来了解相关细节)。在自己的回合内不进行移动的生物无需做此检定，而且不被视为措手不及。<\/p><p>该法术还可以用在物品上创造出一层油脂表面。没被使用的实体物品总是会被该法术影响，但是正被生物持有或使用的物品可以由持有者进行一次反射豁免来避免法术效果。如果这个最初的豁免失败了，那么该生物将立刻丢掉该物品。尝试拣起或使用被油腻的物品必须每轮进行一次豁免。如果穿着被油腻的护甲或衣服，则该名生物在逃脱擒抱的逃脱检定和擒抱战技检定中获得+10环境加值，此外他们的CMD在避免被擒抱时也获得+10环境加值。<\/p>",
    "mythicText_zh": "<p>若你向一片区域施放神话油腻术，那么将你的阶层加到通过这片区域、或者在区域内移动的特技动作DC上。若你向着一名生物的服装或护甲上施放该法术，将你的阶层加到用于尝试摆脱擒抱的逃脱检定和战技检定上，以及避免被擒抱的CMD上。<\/p><p>强化：你能够花费2次神话之力来使油脂变得易燃。规模至少达到烛火的火焰就能引燃它。若被变得油腻的区域被引燃，任何在区域内的生物都会在你的回合受到1d3点火焰伤害，并且可能被点燃（catch on fire）。若被油腻目标被引燃，它会受到2d6点火焰伤害，并且可能被点燃；将你的阶层加到豁免DC上。<\/p>"
}
