{
    "key": "grim stalker",
    "name": "Grim Stalker",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Grim%20Stalker",
    "source": ["Haunted Heroes Handbook pg. 27"],
    "school": "necromancy",
    "subSchools": ["haunted"],
    "descriptors":     [
        "emotion",
        "fear",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 7,
        "cleric": 7,
        "magus": 6,
        "oracle": 7,
        "shaman": 7,
        "sorcerer": 7,
        "summoner": 6,
        "summoner (unchained)": 6,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 minute",
    "components": "V, S, M/DF (a hound's fang)",
    "range": "touch",
    "duration": "1 day/level (D)",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "You bind spirits of ill fate to an object, focusing their wrath onto the next creature that touches the object. When a creature touches the target object, it can attempt a Will save to negate the spell’s effect. Although a successful save prevents the creature from becoming haunted, the haunt still resides within the object, and targets either the next creature to touch the object or the same creature again if it still holds the object after 24 hours. The haunt remains within the object until a creature fails its save or the spell’s duration ends.<br><br> Once a creature is affected by the haunt, it begins noticing a large, black mastiff with ominous green eyes watching and following it from a distance, always just beyond the range of focus or interaction. The grim stalker terrorizes the creature’s sleep, affecting it as per <i>nightmare<\/i> every night during the spell’s duration (Will negates for one night). Each time the creature takes hit point damage, the grim stalker lunges closer, causing the creature to become shaken for 1 round (Will negates). Each time the creature is reduced to less than one-tenth of its maximum hit points, the grim stalker lunges at the creature as an immediate action, affecting it as per <i>phantasmal killer<\/i>.<br><br> Each time the grim stalker lunges at the affected creature, the spell’s haunt-like manifestation occurs during that round. Alternatively, a haunted creature can attempt to force the grim  stalker to manifest using a simple ritual that requires a successful Knowledge (arcana), Knowledge (religion), or Spellcraft check; occult reagents costing 450 gp (which are consumed as part of the ritual); and a full-round action. The DC for this check equals the spell’s save DC. Successfully performing the ritual causes the grim stalker to manifest as a Nessian warhound (<i>Pathfinder RPG Bestiary 173<\/i>) in an available square 20 feet away from the victim, save that its only subtype is extraplanar, its alignment is neutral, its bite and breath weapon deal negative energy damage instead of fire damage, and it has negative energy affinity instead of fire immunity and vulnerability to cold. The grim stalker immediately attacks the affected creature, persisting until either it or the creature is slain, at which point the spell effect (and the warhound) disappears. <br><br>",
    "name_zh": "冷酷猎犬",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，法器/材料（一只猎犬的牙）",
    "range_zh": "接触",
    "target_zh": "一件被接触的物品",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>你把恶灵绑定在一个物体上，并将他们的愤怒集中在下一个触摸物体的生物上。当有一个生物触摸到目标物体时，他可以尝试通过一次意志豁免来否定法术效果。尽管成功豁免可以防止该生物被作祟灵缠住，但作祟灵仍然存在于这个物体中，并且如果有下一个生物触碰到物品，或者同一个生物在24小时后仍然持拿该物体的话，那么作祟灵仍会将其视为目标。在有一个生物豁免失败或法术持续时间结束之前，作祟灵会一直存在于这个物体中。<\/p><p>一旦一个生物被作祟影响，他就会开始注意到有一只拥有着不祥的绿色眼睛的巨大黑獒从远处注视和跟着他，总是刚好超出能被看清或交涉的距离。冷酷猎犬将给该生物的睡眠带来恐怖，在法术持续时间内，它每夜都会通过噩梦影响受害者（通过意志豁免则可避免一晚）。每次当该生物受到生命值伤害，冷酷猎犬都会靠近，使生物战栗1轮（意志豁免过则无效）。每次当该生物的生命值被减少到其最大值的十分之一以下时，冷酷猎犬就会用一个直觉动作扑向该生物，其影响如同法术魅影杀手。<\/p><p>每次当冷酷猎犬扑向受影响的生物时，法术的类作祟现象就会在该轮中出现。或者，一个被作祟的生物可以尝试用一种简单的仪式来强迫冷酷猎犬显化，这需要一个成功的知识（奥术），知识（宗教），或者法术辨识检定; 价值450gp的神秘试剂（其会被作为仪式的一部分被消耗掉）; 和一个整轮动作。这个检定的DC等于这个法术的豁免DC。成功地执行仪式可以使冷酷猎犬显化为一个奈瑟斯战犬（Nessianwarhound），它会出现距离受害者20英尺外的可供方格内，但其所属的唯一亚种是异界生物，它的阵营是中立的，而且它的啮咬和吐息武器会造成负能量伤害，而非火焰伤害，它拥有负能量亲和，而不是火焰免疫和寒冷易伤。冷酷猎犬会立刻攻击受影响的生物，直至它或受害者中的一方被杀死，此时法术效果（和战犬）会消失。<\/p><p>作祟数据<\/p><p>察觉：察觉检定DC 30（看到有一只黑獒冲向目标）<\/p><p>生命值：4hp/等级; 触发：接触（物体）; 再起：无<\/p>"
}
