{
    "key": "guards and wards",
    "name": "Guards and Wards",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Guards%20and%20Wards",
    "source": ["PRPG Core Rulebook pg. 292"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 6,
        "sorcerer": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "30 minutes",
    "components": "V, S, M (burning incense, a small measure of brimstone and oil, a knotted string, and a small amount of blood), F (a small silver rod)",
    "range": "anywhere within the area to be warded",
    "area": "up to 200 sq. ft./level (S)",
    "duration": "2 hours/level (D)",
    "savingThrow": "see text",
    "spellResistance": "see text",
    "text": "This powerful spell is primarily used to defend a stronghold or fortress by creating a number of magical wards and effects. The ward protects 200 square feet per caster level. The warded area can be as much as 20 feet high, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them; you must be somewhere within the area to be warded to cast the spell. The spell creates the following magical effects within the warded area.<br><br><i>Fog<\/i>: Fog fills all corridors, obscuring all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Saving Throw: none. Spell Resistance: no.<br><br><i>Arcane Locks<\/i>: All doors in the warded area are <i>arcane locked<\/i>. Saving Throw: none. Spell Resistance: no.<br><br><i>Webs<\/i>: Webs fill all stairs from top to bottom. These strands are identical with those created by the <i>web<\/i> spell, except that they regrow in 10 minutes if they are burned or torn away while the <i>guards and wards<\/i> spell lasts. Saving Throw: Reflex negates; see text for <i>web<\/i>. Spell Resistance: no.<br><br><i>Confusion<\/i>: Where there are choices in direction—such as a corridor intersection or side passage—a minor <i>confusion<\/i>-type effect functions so as to make it 50% probable that intruders believe they are going in the opposite direction from the one they actually chose. This is a mind-affecting effect. Saving Throw: none. Spell Resistance: yes.<br><br><i>Lost Doors<\/i>: One door per caster level is covered by a <i>silent image<\/i> to appear as if it were a plain wall. Saving Throw: Will disbelief (if interacted with). Spell Resistance: no.<br><br>In addition, you can place your choice of one of the following five magical effects.<br><br>1. <i>Dancing lights<\/i> in four corridors. You can designate a simple program that causes the lights to repeat as long as the <i>guards and wards<\/i> spell lasts. Saving Throw: none. Spell Resistance: no.<br><br>2. A <i>magic mouth<\/i> in two places. Saving Throw: none. Spell Resistance: no.<br><br>3. A <i>stinking cloud<\/i> in two places. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while the <i>guards and wards<\/i> spell lasts. Saving Throw: Fortitude negates; see text for <i>stinking cloud<\/i>. Spell Resistance: no.<br><br>4. A <i>gust of wind<\/i> in one corridor or room. Saving Throw: Fortitude negates. Spell Resistance: yes.<br><br>5. A <i>suggestion<\/i> in one place. You select an area of up to 5 feet square, and any creature who enters or passes through the area receives the <i>suggestion<\/i> mentally. Saving Throw: Will negates. Spell Resistance: yes.<br><br>The whole warded area radiates strong magic of the abjuration school. A <i>dispel magic<\/i> cast on a specific effect, if successful, removes only that effect. A successful <i>mage's disjunction<\/i> destroys the entire <i>guards and wards<\/i> effect.",
    "mythicSource": ["Mythic Adventures pg. 97"],
    "mythicText": "You are alerted whenever any creature enters the warded area as if by a mental <i>alarm<\/i> spell as long as you’re on the same plane as the warded area. At will, you can concentrate to observe the warded area as if using <i>arcane eye<\/i>. When you start concentrating, the sensor always appears at a point you designate when you cast the spell. You can place two of the five effects listed in the spell (<i>dancing lights<\/i> and so on) instead of one. <br><br><b>Augmented (3rd)<\/b>: You can place the following effects anywhere within the warded area by expending one additional use of mythic power per effect.<br><br> 6. <i>Black tentacles<\/i> in one place, returning after 10 minutes if dispelled.<br> 7. <i>Dispel magic<\/i> in one place. You select an area up to 5 feet square, and any creature that enters or passes through the area is targeted by the spell. <i>Saving Throw<\/i>: Will negates. <i>Spell Resistance<\/i>: yes.<br> 8. <i>Entangle<\/i> in four places, returning in 10 minutes if dispelled.<br> 9. <i>Explosive runes<\/i> in three places, returning in 10 minutes if activated or dispelled.<br> 10. <i>Slow<\/i> in three places, returning in 10 minutes if dispelled.",
    "name_zh": "铜墙铁壁",
    "castingTime_zh": "30分钟",
    "components_zh": "语言, 姿势, 材料 (焚香, 少量的硫磺和油, 打结的绳子以及少量血液), 器材 (小银棒)",
    "range_zh": "被保护区域内的所有地点",
    "area_zh": "至多每等级200平方尺 (可变)",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "见文本",
    "text_zh": "<p>这个强大的法术主要用于创造出许多魔法结界或效果来守卫你的要塞或城堡。每CL可以守护200平方尺的区域。被守护的区域最高为20尺，形状则可以根据你的意愿而定。你可以将法术区域分开来守护一个堡垒的多个楼层; 在施法时你必须处在要守护区域内的某处。这个法术会在被守护区域内创造出如下魔法效果。<\/p><p><b>雾 (Fog)<\/b>：大雾充满所有走廊，5尺外的所有视觉被遮蔽，包括黑暗视觉。5尺内的生物具有隐蔽，即攻击有20%失手率。更远的生物则具有全隐蔽，即50%失手率，而且攻击者无法用视觉定位目标。豁免：无。法术抗力：否。<br><b>秘法锁 (Arcane Locks)<\/b>：被守护区域内所有门都被‘<a href=\"spell.html?spell=arcane lock\">秘法锁 (arcane lock)<\/a>’锁住。豁免：无。法术抗力：否。<br><b>蛛网 (Webs)<\/b>：所有楼梯从上到下充满蛛网。这些丝索和‘<a href=\"spell.html?spell=web\">蛛网术 (web)<\/a>’产生的是一样的，不过只要铜墙铁壁法术还在持续，那么就算这些蛛网被烧掉或被撕离，蛛网也会在10分钟之内重新长出。豁免：反射, 通过则无效; 见‘蛛网术’说明。法术抗力：否。<br><b>困惑 (Confusion)<\/b>：当需要作出方向上的选择时——例如走廊交叉口或岔道时——一种次等的困惑类型效果就会产生作用，有50%的可能性会让入侵者相信，他们正走在和他们实际选择方向的相反方向上。这是影响心灵的效果。豁免：无。法术抗力：可。<\/p><p>消失的门 (Lost Doors)：每CL可以让一扇门被‘<a href=\"spell.html?spell=silent image\">无声幻影 (silent image)<\/a>’所覆盖，这样看起来那里是一堵完整的墙。豁免：意志, 通过则不相信 (若有互动)。法术抗力：否。<\/p><p>另外，你还可以根据你的选择在以下五种魔法效果中选择一种。<\/p><p><b>1<\/b>. 在四个走廊里放置‘<a href=\"spell.html?spell=dancing lights\">舞光术 (dancing lights)<\/a>’。你可以制定一种简单的程序来让光亮反覆去做，只要铜墙铁壁法术还在持续即可。豁免：无。法术抗力：否。<br><b>2<\/b>. 在两个地方放置‘<a href=\"spell.html?spell=magic mouth\">魔嘴 (magic mouth)<\/a>’。豁免：无。法术抗力：否。<br><b>3<\/b>. 在两个地方放置‘<a href=\"spell.html?spell=stinking cloud\">臭云术 (stinking cloud)<\/a>’。云雾会在你指定的地方出现; 如果它们被风吹散，那么它们会在10分钟之内重新出现，只要铜墙铁壁法术还在持续即可。豁免：强韧, 通过则无效; 见‘臭云术’说明。法术抗力：否。<br><b>4<\/b>. 在一个走廊或一个房间内的‘<a href=\"spell.html?spell=gust of wind\">造风术 (gust of wind)<\/a>’。豁免：强韧, 通过则无效。法术抗力：可。<br><b>5<\/b>. 一个地方的‘<a href=\"spell.html?spell=suggestion\">暗示术 (suggestion)<\/a>’。你可以选择一个至多5尺见方的区域，任何进入或穿过这个区域的生物都会在内心接受到暗示。豁免：意志, 通过则无效。法术抗力：可。<\/p><p>整个被守护的区域发出强烈的防护系魔法灵光。针对特别效果的‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’一旦成功，只能移除该种效果。成功的‘<a href=\"spell.html?spell=mage's disjunction\">法师裂解术 (mage's disjunction)<\/a>’能摧毁整个铜墙铁壁的效果。<\/p>",
    "mythicText_zh": "<p>只要你与被守卫的区域处于相同的位面，那么每当任何生物进入到被守卫的区域时你都能察觉到，就如同魔法警报（alarm）法术中的精神警报一般。你还能够随意进行专注以观察被守卫的区域，就如同使用秘法眼（arcane eye）一般。当你开始专注时，传感器总是会出现在你在施放该法术时指定的那一点。你能够从法术中的五种效果（舞光术等）中选择两种，以取代原本的一种。<\/p><p><b>强化（3阶）<\/b>：你能够将后述效果放置在守卫区域内的任意位置，你需要为每个效果额外花费1次神话之力。<\/p><p>6.在一个地方放置黑触手（Black tentacles），被消除（dispelled）后，经过10分钟恢复。<\/p><p>7.在一个地方放置解除魔法（Dispel magic）。你要选择一片区域，至多为五尺方格，任何进入或穿过这片区域的生物都会成为该法术的目标。豁免：意志，通过则无效。法术抗力：可。<\/p><p>8.在四个地方放置纠缠术（Entangle），被消除后，经过10分钟恢复。<\/p><p>9.在三个地方放置爆裂符文（Explosive runes），被消除或触发（activated）后，经过10分钟恢复。<\/p><p>10.在三个地方放置缓慢术，被消除后，经过10分钟恢复。<\/p>"
}
