{
    "key": "gullibility",
    "name": "Gullibility",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Gullibility",
    "source": ["Blood of the Beast pg. 14"],
    "school": "enchantment",
    "subSchools": ["charm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "antipaladin": 3,
        "arcanist": 3,
        "bard": 3,
        "inquisitor": 3,
        "mesmerist": 3,
        "psychic": 3,
        "skald": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "10 minute/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You befuddle the target’s mind, making it more willing to believe even the most outlandish tales. The target takes a –10 penalty on Sense Motive checks for the spell’s duration. In addition, creatures that attempt to lie to or deceive the target gain a +10 bonus on their Bluff checks, as if the target wanted to believe them and was drunk or impaired simultaneously. Furthermore, the believability of any lie told to a creature under the effects of gullibility increases by one step; an impossible lie seems far-fetched, a far-fetched lie seems unlikely, and an unlikely lie seems believable.<br><br> A creature gains no benefits from <i>glibness<\/i> on Bluff checks to lie to or deceive a creature that is under the effects of <i>gullibility<\/i>; in effect, <i>gullibility<\/i> renders a target so willing to believe what others say that <i>glibness<\/i> cannot make their words any more believable.",
    "name_zh": "轻信之言",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使目标的精神混乱，让他更加愿意相信那些甚至是最为离奇的传说。在法术持续时间内，目标在察言观色的检定中承受-10罚值。其他生物对目标说谎或者欺骗时，唬骗检定+10，如同目标愿意相信他们并且同时处于醉酒或头脑不灵光。任何谎言对于正受到轻信之言效果影响的生物来说，可信度提高1阶：一个不可能的谎言看起来过于牵强，过于牵强的谎言看起来不太可靠，可能性不大的谎言看起来可信。对一个处于正受到轻信之言效果影响的生物说谎或行骗并不会在唬骗检定中获得法术花言巧语（glibness）的好处; 事实上，轻信之言使得目标愿意相信别人的话因此花言巧语并不会让他们的话变得更加可信。<\/p>"
}
