{
    "key": "harrowing",
    "name": "Harrowing",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Harrowing",
    "source": ["Inner Sea World Guide pg. 295"],
    "school": "divination",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "shaman": 3,
        "skald": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, F (a Harrow deck)",
    "range": "touch",
    "target": "one creature",
    "duration": "1 day/level or until fulfilled",
    "text": "You use a Harrow deck to tell a fortune for yourself or someone else. If you cast <i>harrowing<\/i> on another creature, you must remain adjacent to the target for the duration of the casting time. A harrowing must describe one set of events or course of action (for example, “hunting down the pirate king,” or “traveling to Viperwall to search for a magic sword”) that the target of the spell intends to undertake at some point during the spell’s duration.<br><br>If you have access to a Harrow deck, draw nine cards when this spell is cast. If you do not have a Harrow deck, you can simulate the draws by rolling a d6 and a d10 for each of the nine cards, as detailed on page 293 of this book. Record the ability score and alignment associated with each card. Each of these cards grants a luck bonus or a penalty on a specific type of d20 check; the magnitude of the penalty or bonus depends upon how closely that particular card’s alignment matches the target creature’s alignment. If the card and target’s alignments are identical, that card provides a +2 luck bonus on the associated suit’s check. If the card and target’s alignments are of the opposite alignment (see below), the card inflicts a –1 penalty on that associated check. If the card has any other alignment, it provides a +1 luck bonus on the associated suit’s check.<br><br>While penalties persist on all associated checks for as long as the harrowing persists, the bonuses are one-use bonuses that the harrowed character can “spend” at any time to modify that card’s associated check. You can spend a bonus to modify an appropriate roll after the die is rolled, but cannot spend the bonus once you know the result of the roll. Since all of the bonuses granted by a <i>harrowing<\/i> are luck bonuses, they do not stack with each other. Penalties, on the other hand, do stack. Once you spend all of the bonuses granted by a harrowing, or once the spell’s duration ends, the spell ends and the penalties are removed.<br><br>A single creature can only be under the effects of one <i>harrowing<\/i> at a time. If it is subjected to a second harrowing while a previous <i>harrowing<\/i> is still in effect, the new harrowing automatically fails.<br><br><table class=\"inner\"><tr><th colspan=\"2\"><b>Associated Suit Checks<\/b><\/th><\/tr><tr><td><b>Suit<\/b><\/td><td><b>Associated Check<\/b><\/td><\/tr><tr><td>Hammer (Str)<\/td><td>Attack rolls (ranged and melee)<\/td><\/tr><tr><td>Key (Dex)<\/td><td>Reflex saving throws<\/td><\/tr><tr><td>Shield (Con)<\/td><td>Fortitude saving throws<\/td><\/tr><tr><td>Book (Int)<\/td><td>Skill checks<\/td><\/tr><tr><td>Star (Wis)<\/td><td>Will saving throws<\/td><\/tr><tr><td>Crown (Cha)<\/td><td>Any d20 roll<\/td><\/tr><\/table><br><br><table class=\"inner\"><tr><th colspan=\"2\"><b>Opposition Alignments<\/b><\/th><\/tr><tr><td><b>Alignment<\/b><\/td><td><b>Opposition<\/b><\/td><\/tr><tr><td>LG<\/td><td>CE<\/td><\/tr><tr><td>NG<\/td><td>NE<\/td><\/tr><tr><td>CG<\/td><td>LE<\/td><\/tr><tr><td>LN<\/td><td>CN<\/td><\/tr><tr><td>N<\/td><td>LG, LE, CG, or CE (pick one when spell is cast)<\/td><\/tr><tr><td>CN<\/td><td>LN<\/td><\/tr><tr><td>LE<\/td><td>CG<\/td><\/tr><tr><td>NE<\/td><td>NG<\/td><\/tr><tr><td>CE<\/td><td>LG<\/td><\/tr><\/table>",
    "mythicSource": ["Mythic Origins pg. 12"],
    "mythicText": "The bonuses and penalties associated with your reading are doubled, resulting in a +4 luck bonus if the card’s and target’s alignment are identical, a –2 penalty if the alignments are opposite, and a +2 luck bonus for any other alignment. You can use each bonus twice—once at this doubled value, the second time at the normal value (+2 or +1). You must use a given card’s doubled bonus before you can use its lower bonus. Once you have used both bonuses, or when the spell’s duration ends, the spell ends and any penalties are removed.<br><br>A <i>mythic harrowing<\/i> cast on the target of a non-mythic <i>harrowing<\/i> supersedes and negates the <i>harrowing<\/i> effect. If a creature is subjected to a second <i>mythic harrowing<\/i> while a previous <i>mythic harrowing<\/i> is still in effect, the new <i>mythic harrowing<\/i> automatically fails.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power during the reading, you may discard one card of your choice and draw one new card in its place, replacing the effects of the chosen card with the effects of the newly drawn card. You must keep this new card. You can use each bonus twice, both at the doubled values. Once you have used both bonuses, or when the spell’s duration ends, the spell ends and any penalties are removed.",
    "name_zh": "哈罗占卜",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，器材（一副哈罗牌）",
    "range_zh": "接触",
    "target_zh": "一个生物",
    "duration_zh": "一天/等级 或 直到应验",
    "text_zh": "<p>你使用一副Harrow Deck为你自己或另一人占卜。若你对另一名生物施展Harrowing，在施法时间内你必须同他保持邻接。一次Harrowing必须描述一组受术者在法术的持续时间内将要完成的事件或行动进程（如‘猎杀海盗王’或者‘前往Viperwall去寻找一把魔法剑’）。若你身边有一套Harrow deck，在施法时从里面抽出9张卡片。若没有，你可以为每一张卡片投一个d6以及一个d10来模拟抽取过程。<\/p><p>记录下每张卡片上的属性值和阵营。每一张卡片会令单一类别的d20检定获得幸运加值或者罚值。具体的加值或罚值取决于那张卡片的阵营与受术者阵营的接近程度。若卡片的阵营和受术者相同，受术者在此卡片相关的检定上获得+2幸运加值。若卡片的阵营和受术者相反（见下），卡片会令受术者在相关检定上获得-1罚值。其他情况下，受术者在相关检定上获得+1幸运加值。<\/p><p>罚值会在法术持续时间内一直生效，而幸运加值却是一次性的。受术者可以在任何时候‘消耗’掉奖励以改变与卡片相关的检定加值。你可以在投骰结束后使用此奖励，但无法在得知投骰造成的效果以后使用。因为Harrowing给予的所有奖励都是幸运加值，因此他们无法互相叠加。然而，所有的罚值将会叠加。当你用掉了所有的加值奖励，或者法术的持续时间用尽时，法术结束，而所有的罚值也会被移除。<\/p><p>一名生物在同一时间最多受到一个Harrowing法术的影响。若他在第一个Harrowing的持续时间内被指定为另一个Harrowing法术的目标，则新的Harrowing自动失败。<\/p><p>卡片的关联检定：<\/p><p>卡片 相关检定<\/p><p>大锤（力量） 攻击检定（远程和近战）<\/p><p>钥匙（敏捷） 反射豁免<\/p><p>盾牌（体质） 强韧豁免<\/p><p>书籍（智力） 技能检定<\/p><p>星星（感知） 意志豁免<\/p><p>王冠（魅力） 任意d20投骰<\/p><p>对立阵营：<\/p><p>阵营 对立<\/p><p>守序善良  混乱邪恶<\/p><p>中立善良  中立邪恶<\/p><p>混乱善良  守序邪恶<\/p><p>绝对中立  施法时决定（从守序善良，守序邪恶，混乱善良，混乱邪恶四种中任选其一）<\/p><p>守序邪恶  混乱善良<\/p><p>中立邪恶  中立善良<\/p><p>混乱邪恶  守序善良<\/p>"
}
