{
    "key": "harvest knowledge",
    "name": "Harvest Knowledge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Harvest%20Knowledge",
    "source": ["Inner Sea Temples pg. 62"],
    "school": "divination",
    "descriptors": ["mind-affecting"],
    "levels":     {
        "alchemist": 4,
        "antipaladin": 4,
        "arcanist": 4,
        "bard": 4,
        "inquisitor": 4,
        "investigator": 4,
        "mesmerist": 4,
        "psychic": 4,
        "skald": 4,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of lodestone)",
    "range": "touch (see text)",
    "target": "one creature or object; see text",
    "duration": "concentration, up to 1 minute/level",
    "savingThrow": "Will negates",
    "spellResistance": "no",
    "text": "You touch a creature and temporarily absorb its knowledge for yourself. If the target fails its saving throw, you can sort through its lore and memories. You can retrieve one answer to a specific question per minute, as through sifting through the creature’s surface thoughts with <i>detect thoughts<\/i>. Alternatively, you can tap into the target’s learned experiences and attempt one Knowledge check in a skill in which the target has at least 1 rank, using the target’s total skill modifier. Each Knowledge check requires 1 minute and allows the target another Will save to resist the effect. If the target successfully resists, the spell does not end, but you are unable to attempt another Knowledge check for that skill using this spell. You can also use this spell against targets trapped in magic items or spells that hold their bodies or souls, such as an <i>iron flask<\/i> or the spell <i>trap the soul<\/i>, by touching the associated receptacle.",
    "name_zh": "收割知识",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一块磁石）",
    "range_zh": "接触; 见文本",
    "target_zh": "一名生物或物体；见下文",
    "duration_zh": "专注, 最高1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你接触一名生物，并暂时使自己吸收其知识。如果该目标在豁免骰中失败，你可以整理它的知识和记忆。你可以每分钟检索一个特定问题的答案，如同通过侦测思想（detect thoughts）来筛选该生物的表层思想。或者，你可以利用目标的学术经验，以该目标的一种至少1级的知识技能尝试一次技能检定，并使用该目标的总技能修正。每次知识检定需要1分钟，并允许目标进行另一次意志豁免以抵抗该效果。如果目标成功抵抗的话，法术也不会结束，但你无法使用此法术再次尝试一次该知识技能的技能检定。对那些被诸如收妖瓶（iron flask）或锢魂术（trap the soul）等魔法物品或法术困住，并被监禁身体或灵魂的目标，你也可以通过接触相关的容器以这道法术影响这些目标。<\/p>"
}
