{
    "key": "haste",
    "name": "Haste",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Haste",
    "source": ["PRPG Core Rulebook pg. 293"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bard": 3,
        "bloodrager": 3,
        "investigator": 3,
        "magus": 3,
        "medium": 2,
        "occultist": 3,
        "psychic": 3,
        "redmantisassassin": 3,
        "skald": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 2,
        "summoner (unchained)": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a shaving of licorice root)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "The transmuted creatures move and act more quickly than normal. This extra speed has several effects.<br><br>When making a full attack action, a hasted creature may make one extra attack with one natural or manufactured weapon. The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation. (This effect is not cumulative with similar effects, such as that provided by a <i>speed<\/i> weapon, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round.)<br><br>A hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves. Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.<br><br>All of the hasted creature's modes of movement (including land movement, burrow, climb, fly, and swim) increase by 30 feet, to a maximum of twice the subject's normal speed using that form of movement. This increase counts as an enhancement bonus, and it affects the creature's jumping distance as normal for increased speed. Multiple <i>haste<\/i> effects don't stack. <i>Haste<\/i> dispels and counters <i>slow<\/i>.",
    "mythicSource": ["Mythic Adventures pg. 97"],
    "mythicText": "Affected creatures gain an additional move action each round. The movement speed increase changes to 50 feet, to a maximum of three times the creature’s normal speed for that movement type. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the movement speed increase changes to 70 feet, with no limit based on the creature’s normal speed. If an affected creature moves at least 30 feet on its turn, it can travel across liquid as if the liquid were solid. If the liquid deals damage on contact, the creature takes only half damage from moving across it. ",
    "name_zh": "加速术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (甘草的根)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "每等级一个生物, 任意两者之间的距离不超过30尺",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>受术者的移动和动作速度远快于平时。动作的加快会带来以下效果。<\/p><p>在进行全力攻击时，加速后的生物可以进行一次额外的攻击，该次攻击可以使用天生武器或人造武器进行。这次攻击使用该生物完整的BAB，附加任何符合该情况的修正。该效果无法与类似能力叠加，例如〈追击〉武器，它也不会真的带来额外的动作，因此你也无法利用这效果每轮多行动或施法一次。<\/p><p>加速生物的攻击检定获得+1加值，并且AC和反射豁免获得+1闪避加值。无论由于何种情况，只要在你失去AC的敏捷加值 (若有的话) 时，你也失去该闪避加值。<\/p><p>加速生物的所有移动方式 (包括陆上移动、掘地、攀爬、飞行、游泳) 的速度均会增加30尺，最高达到受术者该移动方式正常速度的两倍。增加的速度是增强加值，同时也会按正常方式影响该生物的跳跃距离。多个加速术无法叠加。加速术会解除和反制‘<a href=\"spell.html?spell=slow\">缓慢术 (slow)<\/a>’。<\/p>",
    "mythicText_zh": "<p>受影响的生物每轮还会获得一次额外的移动动作。移动速度的增加量变为50尺，最高达到受术生物所具有的移动方式所具有的正常速度的三倍。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，那么移动速度的增加量会变为70尺，而且不再按照生物的正常速度受到限制。若受影响的生物在自身的回合内至少移动30尺，他就能够穿过液体，就如同踩在固体上一般。若这些液体会对接触者造成伤害，那么移动穿过液体的生物只会因此受到一半伤害。<\/p>"
}
