{
    "key": "healing token",
    "name": "Healing Token",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Healing%20Token",
    "source": ["Healer's Handbook pg. 9"],
    "school": "conjuration",
    "subSchools": ["healing"],
    "levels":     {
        "cleric": 2,
        "druid": 2,
        "hunter": 2,
        "inquisitor": 2,
        "oracle": 2,
        "paladin": 2,
        "ranger": 2,
        "shaman": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "one touched holy symbol per 3 caster levels",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "You imbue one touched holy symbol per 3 caster levels with a connection to your own divine power, turning the touched holy symbols into tokens of healing. Each of the targeted holy symbols can represent any deity regardless of the deity’s actual alignment.<br><br> As long as you wear or carry your divine focus, any creature carrying a <i>token of healing<\/i> can make a plea for healing in a language you understand as a standard action. When they do this, you are silently alerted to the plea for healing and can magically heal the target as an immediate action anytime before the end of your next turn.<br><br> The magical healing you use to do this can be either a supernatural ability that heals damage (if you have uses available) or a spell or spell-like ability that belongs to the healing subschool (if you can cast any). In either case, to use the ability or cast the spell through this spell, you must be able to include or target that creature, and the ability’s activation time or spell’s casting time must be no longer than one standard action.<br><br> If the ability or healing spell you use through a token would affect multiple creatures, such as <i>mass cure light wounds<\/i>, the ability or spell affects the creature that pleaded for healing as well as any other creatures within the healing spell’s normal range that are also holding a holy symbol imbued with this spell.<br><br> So, for example, when you use <i>mass cure light wounds<\/i> through a holy symbol that has been turned into a token of healing, that spell would heal the creature holding the token that pleaded for healing as well as one creature per level that is also holding a token (no two of which can be more than 30 feet apart). However, the <i>mass cure light wounds<\/i> spell would heal only creatures within range that are holding tokens.",
    "name_zh": "医疗标记",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，法器",
    "range_zh": "接触",
    "target_zh": "每三个等级一个被接触的圣徽",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>你可以用自己的神圣力量每三个施法者等级灌注一个圣徽来建立连接，使被你接触的圣徽变成医疗标记。每个被标记的圣徽可以代表任何神明，除了他们的实际阵营。<\/p><p>只要你装备或者持有你的法器，任何持有医疗标记的生物都可以使用你可以理解的语言以一个标准动作进行一次祈求。当他们这么做时，你会被无声地提醒到这次治疗祈求并能在你下一轮结束前的任何时候以一个直觉动作（immediate action）使用魔法治疗目标。<\/p><p>你用来治疗目标的魔法既可以是治疗伤害的超自然能力（如果你还有使用次数）或者是一个属于医疗子学派的法术或者类法术（如果你可以使用的话）。在任何一种情况下，要通过这个法术使用任何能力或者施展任何法术，你必须能够将那个生物包括进去或者作为目标，以及能力的激活时间或者法术的施法时间必须不超过一个标准动作。<\/p><p>如果你通过医疗标记施展的能力或者治疗法术可以影响复数目标，例如群体治疗轻伤，那么这个能力或者法术会影响那个祈求治疗的生物以及在治疗法术的正常范围内持有被这个法术灌注圣徽的其他任何生物。<\/p><p>举例，当你通过一个被转化成医疗标记的圣徽使用群体治疗轻伤，这个法术会治疗那个持有医疗标记并祈求治疗的生物和每施法等级一个同样持有标记的生物（任意两者不超过30尺）。但是，这次群体治疗轻伤只会治疗那些在范围内并持有医疗标记的生物。<\/p>"
}
