{
    "key": "hellfire ray",
    "name": "Hellfire Ray",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hellfire%20Ray",
    "source":     [
        "Book of the Damned pg. 184",
        "Book of the Damned - Volume 1: Princes of Darkness pg. 46"
    ],
    "school": "evocation",
    "descriptors": ["evil"],
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "magus": 6,
        "oracle": 6,
        "sorcerer": 6,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (any unholy symbol or heretical tome)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "ray",
    "duration": "instantaneous",
    "savingThrow": "none (see text)",
    "spellResistance": "yes",
    "text": "A blast of hellfire blazes from your hands. You can fire one ray, plus one additional ray for every 4 caster levels beyond 11th (to a maximum of three rays at 19th level). Each ray requires a ranged touch attack to hit and deals 1d6 points of damage per caster level (maximum 15d6). Half the damage is fire damage, but the other half results directly from unholy power and is therefore not subject to being reduced by fire resistance. The rays can be fired at the same target or at different targets, but all rays must be fired simultaneously and aimed at targets within 30 feet of each other.<br><br> Any creature killed by this spell must attempt a Will saving throw; failure means the creature’s soul is damned to Hell as a burst of brimstone appears around its corpse. A nonevil spellcaster attempting to bring the creature back from the dead must attempt a caster level check (DC = 10 + the slain creature’s level) to succeed; failure means the spellcaster cannot try again for 1 day. Evil spellcasters can raise the slain character normally, without requiring a check. A raised character’s soul is no longer automatically consigned to Hell.",
    "name_zh": "地狱火射线",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材/法器（任何一种邪徽或异教典籍）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "射线",
    "duration_zh": "立即",
    "savingThrow_zh": "无; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>一束地狱烈火从你的掌中爆射而出。你可以发射一条射线，11级之后每有4个施法者等级就可以多发射一条（在19级时达到最多三条射线）。每条射线都需要进行一次远程接触攻击来命中，并且造成每施法者等级1d6（最大15d6）点伤害。此伤害一半是火焰伤害，另一半则是直接源自邪恶之力，因此火焰抗力不能减少这一部份的伤害。射线可以对准同一个目标发射，也可以瞄准不同目标，但是所有射线瞄准的目标间的距离不得超过30尺，而且必须同时发射。<\/p><p>被此法术杀害的生物必须通过意志豁免掷骰; 失败的话该生物的尸体周围将爆发出一团地狱烈火，而其灵魂将被打入地狱。非邪恶施法者若想将该生物复活，则必须通过施法者等级检定（DC = 10 + 被杀害生物的等级）才能成功; 失败则代表该施法者1天之内不得重试。邪恶施法者可以如常复活被杀害的角色，不需要进行检定。被复活的角色，其灵魂不再自动被送往地狱。<\/p>"
}
