{
    "key": "hidden presence",
    "name": "Hidden Presence",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hidden%20Presence",
    "source": ["Ultimate Intrigue pg. 216"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "mesmerist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (eye drops made with extract of poppy)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "up to one creature per 3 caster levels",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You prevent the targets from having conscious awareness of your presence. You make yourself completely undetectable to the subjects by erasing all awareness of your presence from their minds. The targets can’t see, hear, smell, feel, or taste you, including with extraordinary or supernatural senses such as blindsense, blindsight, scent, or tremorsense. They can’t pinpoint your location by any means, including detect spells.<br><br> The targets remain unaware of your actions, provided you don’t make any attacks or cause any obvious or directly threatening changes in the targets’ environment. If you attack any of the target creatures, the effect ends. If you take an action that creates a sustained and obvious change in the target’s environment—for example, attacking a creature other than a target or moving a sizeable or attended object the target can see—the target immediately receives a new saving throw.",
    "name_zh": "隐藏存在感",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（罂粟提取物制作的滴眼液）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "至多1个生物/3级",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你阻止目标意识到你的存在。通过抹消目标精神内对于你的存在的一切认知，你让受术者完全无法察觉到你自身。目标无法看到（see）、听到（hear）、嗅到（smell）、用触觉感觉到（feel）或尝到（taste）你，这也包含了特异（extraordinary）或超自然（supernatural）感官，比如盲感（blindsense）、盲视（blindsight）、灵敏嗅觉（scent）或颤动感知（tremorsense）。目标无法以任何方式定位你的位置，包括使用侦测法术（detect spells）也不行。<\/p><p>只要你不作出任何攻击、或者在目标周遭造成任何明显或直接具有威胁性的变化的话，目标便无法意识到你的行动。若你攻击目标生物中的任何成员，该法术便会结束。若你作出的动作会在目标周遭制造出持续且明显的变化——举例说明，攻击目标之外的生物、或者在目标的视野内移动大或引人注目的物体——目标便会立即获得1次新的豁免检定机会。<\/p>"
}
