{
    "key": "hideous laughter",
    "name": "Hideous Laughter",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hideous%20Laughter",
    "source": ["PRPG Core Rulebook pg. 296"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 2,
        "bard": 1,
        "medium": 2,
        "mesmerist": 1,
        "psychic": 2,
        "skald": 1,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (tiny fruit tarts and a feather)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature; see text",
    "duration": "1 round/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. On the creature's next turn, it may attempt a new saving throw to end the effect. This is a full round action that does not provoke attacks of opportunity. If this save is successful, the effect ends. If not, the creature continues laughing for the entire duration.<br><br>A creature with an Intelligence score of 2 or lower is not affected. A creature whose type is different from the caster's receives a +4 bonus on its saving throw, because humor doesn't “translate” well.",
    "mythicSource": ["Mythic Adventures pg. 98"],
    "mythicText": "A creature of a type different than your own doesn’t gain a bonus on its saving throws against this spell. The affected target laughs so hard it hurts, and takes 1d6 points of nonlethal damage each round it spends laughing.<br><br> If the target fails its initial save, it must succeed at two follow-up saving throws (each a full-round action that doesn’t provoke attacks of opportunity) to end the spell. Succeeding at only one save means the spell no longer deals damage, but the target is still unable to take actions. <br><br><b>Augmented<\/b>: If you expend two uses of mythic power, the target’s laughter becomes contagious. When the target’s allies are within 30 feet and can hear the laugh, they must successfully save against the spell or be sickened until the target stops laughing. The sickened effect ends if the ally moves more than 30 feet from the target or is unable to hear the target’s laughter for an entire round. ",
    "name_zh": "狂笑术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (小号水果蛋挞或羽毛)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物; 见后文",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术使受术者陷入无法控制的大笑之中。他会笑得歇斯底里，扑倒在地。受术者在狂笑的时候无法作任何动作，但不视作无助。法术结束后，目标可正常行动。在该生物的下一回合中，它可以尝试进行一次新的豁免检定来结束该效果，这是一个不会引起藉机攻击的整轮动作。若豁免成功，效果就会结束。若失败，该生物会在整个法术持续时间内狂笑不止。<\/p><p>智力属性为2或更低的生物不受该法术影响。与施法者生物类型不同的生物在豁免检定上获得+4加值，因为幽默“翻译”起来可不那么容易。<\/p>",
    "mythicText_zh": "<p>在对抗该法术时，与你类型不同的生物不会在豁免检定上获得加值。受影响的目标会狂笑不止，甚至因此疼痛不已，目标每轮大笑都会受到1d6点非致命伤害。<\/p><p>若目标在最初的豁免中失败，那么他必须在后续的2次豁免检定中成功（每次都需要进行不引起借机攻击的整轮动作）才能结束该法术。仅在一次豁免中成功只意味着法术不会再造成伤害，但是目标仍旧无法进行动作。<\/p><p>强化：若你花费2次神话之力，目标的大笑就会变得具有感染力。当目标的盟友与其相聚不超过30尺，并且能够听到他的笑声时，他们必须成功进行豁免对抗法术，否则直至目标停止大笑之前都会恶心（sickened）。恶心效果会在盟友移出距离目标30尺的范围，或者在一整轮内无法听到目标的笑声时结束。<\/p>"
}
