{
    "key": "holy shield",
    "name": "Holy Shield",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Holy%20Shield",
    "source": ["Ultimate Magic pg. 223"],
    "school": "abjuration",
    "levels": {"paladin": 2},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You gain the ability to magically project the defense of your shield to protect another creature at a distance. As a swift action, you designate one target within 30 feet. The target gains your shield’s shield bonus and enhancement bonus to Armor Class until your next turn; you gain no benefit from the shield’s shield bonus or enhancement bonus while using this spell and cannot use any of the shield’s other properties or abilities (such as magical abilities, making a shield bash, or providing cover with a tower shield). As a swift action, you may move the protection to another target (including yourself); if you move the protection to yourself, you may use any of the shield’s properties or abilities as normal. If the shielded creature exceeds the 30-foot range, your shield’s protection automatically reverts to you. Any circumstance that would make you lose your shield bonus (such as an enemy breaking the shield, you dropping the shield, or you becoming helpless or unconscious) means the protected creature loses the shield’s benefit.",
    "name_zh": "圣盾术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你获得了一种魔法能力——使用自己的盾牌保护在一定距离内的其他生物的能力。你可以以一个迅捷动作指定30尺内的一个目标。目标的AC获得你盾牌的盾牌加值以及增强加值，直到你的下一回为止; 当使用该法术时你无法从盾牌获得盾牌加值或增强加值，并且无法使用盾牌的任何其他属性或能力 (比如魔法能力，进行盾击或者使用塔盾获得掩蔽)。以一个迅捷动作，你可以将防护转移至其他目标身上 (包括你自己); 如果你将防护转移至自己身上，就可以如常使用盾牌的特性与能力了。如果被守护的生物与你的距离超出30尺，这些防护效果会自动恢复到你的身上。任何可能会使你失去盾牌加值的情况 (比如敌人击破你的盾牌，你自己丢掉盾牌或者你变得无助或失去意识) 均意味着被保护的生物失去盾牌的优势。<\/p>"
}
