{
    "key": "holy sword",
    "name": "Holy Sword",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Holy%20Sword",
    "source": ["PRPG Core Rulebook pg. 297"],
    "school": "evocation",
    "descriptors": ["good"],
    "levels": {"paladin": 4},
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "melee weapon touched",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell allows you to channel holy power into your sword, or any other melee weapon you choose. The weapon acts as a <i>+5 holy weapon<\/i> (+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against evil opponents). It also emits a <i>magic circle against evil<\/i> effect (as the spell). If the <i>magic circle<\/i> ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one <i>holy sword<\/i> at a time.<br><br>If this spell is cast on a magic weapon, the powers of the spell supercede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with <i>bless weapon<\/i> or any other spell that might modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon's bonus to attack does not stack with an enhancement bonus to attack.",
    "name_zh": "圣剑术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "接触",
    "target_zh": "接触到的近战武器",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术让你把圣力导入你的剑、或者其他由你选择的任意近战武器。该武器就如同+5神圣武器 (在攻击与伤害检定上有+5增强加值，对邪恶敌人造成额外2d6点伤害)。同时该武器会产生‘<a href=\"spell.html?spell=magic circle against evil\">反邪恶法阵 (magic circle against evil)<\/a>’效果 (同该法术)。如果该法阵结束，这把剑会在你的回合以自由动作来产生新的法阵。当剑离开你的手1轮之后，该法术会自动解消。你不能同时拥有一把以上的圣剑。<\/p><p>当该法术施放至魔法武器上时，法术的力量会取代武器本身具有的力量，即在法术持续时间内，武器原有的魔法效果和增强加值将不起作用。该法术无法与‘<a href=\"spell.html?spell=bless weapon\">祝福武器 (bless weapon)<\/a>’或是任何其他会改变武器的法术叠加。该法术对神器无效。精制品武器对命中的加值不会和命中上的增强加值叠加。<\/p>"
}
