{
    "key": "horrific doubles",
    "name": "Horrific Doubles",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Horrific%20Doubles",
    "source": ["Horror Adventures pg. 120"],
    "school": "illusion",
    "subSchools": ["figment"],
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "bloodrager": 4,
        "medium": 3,
        "mesmerist": 3,
        "psychic": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "You create several illusory doubles of yourself, where you and each image all seem slightly off or wrong in appearance. Treat this spell as <i>mirror image<\/i>, except as noted.<br><br> Each creature that can see the doubles must succeed at a Will save or become shaken for as long as it can see any of the doubles. A successful saving throw negates the shaken condition and renders the creature immune to the further effects of this spell (beyond the usual effects of <i>mirror image<\/i>). In addition, the first time a creature that failed its initial saving throw destroys one of the images, it must succeed at a Will save or its perception of the double shifts at the last second. The double takes on the face of the attacker, the face of a loved one, or some other equally disturbing image, causing the attacker to become frightened for 1 round and take 1d3 points of Wisdom damage from the traumatic shock. Both additional effects are mind-affecting fear effects, and spell resistance applies against them.<br><br> If your campaign uses the sanity system (see page 12), a creature takes 1d8 points of sanity damage instead of Wisdom damage.",
    "name_zh": "可怖幻象",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>你创造了数个与你极其相似的幻象，你和你的每个幻像在外观上看起来都有些许不同。将此法术视为镜影术(mirror image)，除此处所注外。<\/p><p>每个看到幻象之生物必须通过一个意志豁免检定，否则只要他还能看到这个幻象，它就保持战栗(shaken)状态。成功通过豁免检定使战栗状态无效，并且使该生物免疫此法术更进一步的效果(免疫超出一般镜像术的效果)。此外，首次豁免检定失败的生物，在第一次催毁一个幻象时，必须通过一次意志检定，否则它会幻象的认知将会在下一秒转变。幻象会变成攻击者的面孔、所爱之人的面孔，或其他令人不安的形象，让攻击者因为创伤性休克惊惧(frightened )1轮，并且受到1d3点感知伤害。这两个额外效果都是影响心灵、恐惧的效果，而法术抗力可以应用来对抗它们。<\/p><p>如果你的战役使用理智系统，生物受到1d8点理智伤害而非感知伤害。<\/p>"
}
