{
    "key": "hostile juxtaposition",
    "name": "Hostile Juxtaposition",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Hostile%20Juxtaposition",
    "source": ["Ultimate Combat pg. 231"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "levels":     {
        "arcanist": 5,
        "mesmerist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "summoner": 4,
        "summoner (unchained)": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a coin)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature of your size or smaller",
    "duration": "1 round/level or until discharged",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You create a dimensional link to the target creature. When attacked or the subject of a spell that deals damage to you, you can spend an immediate action to cause yourself and the target creature to teleport and switch places. The target then becomes the target of the triggering attack or spell instead of you. If you fail to teleport out of the area of an effect, that effect might still affect you. If the target creature cannot fit safely into the new space without squeezing, or you try to teleport the target into an occupied space or a space it could not normally stand within, the juxtaposition fails. Further, if the target is unconscious or dead when you attempt to switch places, the juxtaposition fails. Once you have used it to teleport once, this spell is discharged.",
    "name_zh": "恶意换位",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一枚硬币)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个体型与你相等或更小的生物",
    "duration_zh": "1轮/等级 或 直至能量发散",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你在自己和目标之间创造一道次元链接。<\/p><p>当一次攻击或一次以你为目标的法术即将伤害你的时候，你可以用一个直觉动作将你和目标所在位置瞬间切换。这时，目标将会承受本该命中你的攻击。如果其他原因导致你传送失败，攻击和法术效果仍然会作用于你。<\/p><p>如果目标在不压缩体积的情况下无法移入你先前占据的空间，或者你试图移入一个被其他生物占据或不能正常站立的空间，换位失败。此外，如果你试图换位的目标无意识或已死亡，换位失败。<\/p><p>一旦使用该法术进行了一次传送，法术解除。<\/p>"
}
