{
    "key": "ice slick",
    "name": "Ice Slick",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ice%20Slick",
    "source": ["Monster Codex pg. 69"],
    "school": "evocation",
    "descriptors": ["cold"],
    "levels":     {
        "arcanist": 2,
        "druid": 2,
        "hunter": 2,
        "magus": 2,
        "ranger": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "5-ft.-radius burst",
    "duration": "instantaneous (see text)",
    "text": "You create a blast of intense cold, coating all solid surfaces in the area with a thin coating of ice. Any creature in the area when the spell is cast takes 1d6 points of cold damage + 1 point per caster level (maximum +10) and falls prone; creatures that succeed at a Reflex save take half damage and don’t fall prone. Spell resistance applies to this initial effect.<br><br> A creature can walk within or through the area of ice at half its normal speed with a successful DC 10 Acrobatics check. Failure by 4 or less means the creature can’t move that round (and must succeed at a Reflex save or fall); failure by 5 or more means it falls (see the Acrobatics skill on page 87 of the <i>Pathfinder RPG Core Rulebook<\/i> for details). Creatures that do not move on their turn do not need to attempt this check.<br><br> A 5-foot square of ice has hardness 0 and 3 hit points. The ice is an instantaneous effect, but persists as nonmagical ice. Under temperate conditions, the ice lasts 1 minute per level. In tropical environments, it might last only half as long. In cold environments where ice and snow persist without melting, it could last indefinitely.",
    "name_zh": "冰滑术",
    "race_zh": "霜巨人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "5尺爆发范围",
    "duration_zh": "立即; 见文本",
    "savingThrow_zh": "反射通过则部分无效（见下文）",
    "spellResistance_zh": "见下文",
    "text_zh": "<p>你制造出一次冰霜爆发，将目标地面上迅速覆盖上一层薄冰。任何在法术施放时处于区域内的生物将承受1d6+你的每个施法者等级1点寒冷伤害（最高+10点）并被击倒至俯卧。成功通过豁免检定的生物可以减半伤害并不会被击倒，法术抗力也可以对此效果生效。<\/p><p>生物可以通过一个DC10的条特技动作检定在薄冰覆盖的区域中以半速行走，如果在特技动作检定上失败但检定结果比DC低不超过4点，那么这个生物只会在原地无法行动; 如果生物在检定上失败且检定结果低于DC5点或更多，那么它会倒地为俯卧状态。在它们的回合无法移动的生物不受这个效果的影响。<\/p><p>每5尺见方的薄冰拥有0点硬度和3点生命值。魔法制造出来的冰面之后持续一瞬间，但它留下的非魔法冰面则会保留1分钟/施法者等级的时间。在炎热好环境中，这个持续时间减半; 而在寒冷的环境中，这冰面会永久性的保留下去，只要环境处于冰点温度即可。<\/p>"
}
