{
    "key": "ill omen",
    "name": "Ill Omen",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ill%20Omen",
    "source": ["Advanced Player's Guide pg. 229"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "curse",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "medium": 1,
        "mesmerist": 1,
        "psychic": 1,
        "witch": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (hair from a black cat)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 round/level or until discharged",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You afflict the target with bad luck. On the next d20 roll the target makes, it must roll twice and take the less favorable result. For every five caster levels you have, the target must roll twice on an additional d20 roll (to a maximum of five rolls at 20th level).<br><br>A target who can speak and has at least one free hand and who is aware of the spell and its effects (such as from a Spellcraft check to identify the spell as it is cast) can negate one reroll by spending a move action to utter a brief prayer or good luck charm to appease the spirits of ill fortune.",
    "mythicSource": ["Mythic Adventures pg. 98"],
    "mythicText": "For the target’s unlucky d20 rolls, it must roll three times and take the lowest result. Spending a move action to utter a prayer or good luck charm allows the target to roll twice instead of three times. <br><br><b>Augmented (4th)<\/b>: If you expend two uses of mythic power, you afflict the target with especially foul luck. Any natural 20 it rolls counts as a natural 1 instead.",
    "name_zh": "凶兆",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (黑猫的毛)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一名生物",
    "duration_zh": "1轮/等级 或 直至能量发散",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你利用厄运使目标遭受痛苦。在目标进行的下一次d20检定时，他必须掷两次并取较差的结果。你每拥有5个施法者等级，目标便需要在一次额外的d20检定中掷两次 (最高为20级时的5个检定)。<\/p><p>如果一个能够说话并且有至少一只手空着的目标察觉到法术以及它的效果的话 (比如使用法术辨识检定在施法时识别出法术)，便能够通过花费一个移动动作进行简短的祈祷或者使用好运咒文安抚厄运之灵，以此方式使一次重骰失效。<\/p>",
    "mythicText_zh": "<p>对于目标的厄运d20检定，他必须投掷三次并取较低的结果。花费移动动作进行简短的祈祷或者使用好运咒文的话，则会使目标进行两次检定以取代三次。<\/p><p><b>强化（4阶）<\/b>：若你花费2次神话之力，就能够使用极端的厄运影响目标。目标所掷出的任何自然20会被视作自然1作为替代。<\/p>"
}
