{
    "key": "illusory crowd",
    "name": "Illusory Crowd",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Illusory%20Crowd",
    "source": ["Heroes of the Streets pg. 30"],
    "school": "illusion",
    "subSchools": ["figment"],
    "levels":     {
        "bard": 1,
        "shaman": 1,
        "skald": 1,
        "witch": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a shirt button)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "one 10-ft. cube of illusory people",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will disbelief (if interacted with)",
    "spellResistance": "no",
    "text": "This spell creates an illusion of a stationary group of people milling about. They can be of any humanoid race or ethnicity you are familiar with, and they speak a language of your choice that you know. To anyone not paying close attention, their conversations sound perfectly normal but are in fact repetitive and essentially meaningless. The crowd appears to be a group of typical citizens, and cannot duplicate any specific group, guild, or military squad.<br><br> The crowd affects movement and provides cover like a real crowd (<i>Pathfinder RPG Core Rulebook<\/i> 436), b ut a nyone who disbelieves the illusion can move and attack through the crowd without impediment. Each round a creature enters or makes an attack through a crowd-filled square, it can attempt a save to disbelieve the illusion. Similarly, any creature that spends a round listening to or talking to the crowd can attempt a save to disbelieve the illusion. If the group is placed in any terrain other than urban, each creature attempting a save to disbelieve the spell gains a +5 bonus on the save.",
    "name_zh": "虚假人群",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一枚衬衫钮釦)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "10立方尺的人群幻象",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则不相信 (若有互动)",
    "spellResistance_zh": "否",
    "text_zh": "<p>此法术创造了一群固定群众转来转去的幻象。它们可以是你熟悉的任何类人种族(race)或族群(ethnicity)，并且你能选择你知道的一种语言，作为他们所说的语言。对任何漫不经心的人，幻象的交谈听上去毫无破绽，但事实上它们在不断的重复并且实质上毫无意义。人群以典型的市民群组显现，并且不能复制任何特殊的团体、行会或军队小组。<\/p><p>人群会影响移动与提供掩蔽，像是真正的人群(见核心规则P.436)，但任何不相信幻象的人，可以不受妨碍的移动与穿透幻象攻击。进入或对充斥人群幻象的方格攻击的生物，每一轮可尝试一次豁免检定来不相信此幻术。同样地，任何花一轮来倾听或对人群交谈的生物可以尝试一次豁免检定来不相信此幻术。如果该幻象被放置在任何非城市(urban)的地形，每位生物在尝试不相信此法术的豁免上获得+5加值。<\/p>"
}
