{
    "key": "illusory hoard",
    "name": "Illusory Hoard",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Illusory%20Hoard",
    "source": ["Dragonslayer's Handbook pg. 29"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 5,
        "bard": 4,
        "skald": 4,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "S, M (an item from the hoard, see below)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates (and see below)",
    "spellResistance": "yes",
    "text": "The spell forces the target to believe that nothing in its hoard is missing or has been disturbed. This spell fools all the senses, convincing the target that its hoard feels and behaves as it should. Only if the target tries to use an item from this illusory hoard for some other purpose does it receive another saving throw to disbelieve the effects of the spell (a wizard trying to use an illusory wand or a dragon trying to unlock a door with an illusory key). For the purposes of this spell, a hoard is any amount of treasure that is too big to be carried by the treasure’s owner without magical tools such as <i>bags of holding<\/i> or <i>portable holes<\/i>, such as a dragon’s hoard, a king’s treasury, a merchant’s strongbox, or a thief’s hidden cache.<br><br> The material component is any item worth 10 gp or more taken from the original hoard. This item is consumed by the spell.",
    "name_zh": "虚假宝藏",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势，材料（来自于宝藏的一件物品，见下文）",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "1个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术迫使目标相信他的宝藏没有丢失或被干扰。此法术愚弄了所有的感官，使受术者觉得宝藏没有出事。只有受术者试图使用这个虚幻的宝藏中的某个物品时，他才会得到一次豁免机会来否定此法术的效果（一个法师试图使用一根循环的魔杖或一条龙试图用一把虚幻的钥匙去打开一扇门）。在此法术的魔力下，一份宝藏被认为是大得连财宝的所有者不靠例如次元袋，便利袋，次元洞等魔法物品自己也无法带走的巨大财富，如龙的宝藏，国王的国库，商人的保险箱或者小偷藏起来的赃物。<\/p><p>该法术的材料成分是取自这份宝藏里任何价值至少10金币的物品。此物品在施法时会被消耗掉。<\/p>"
}
