{
    "key": "impossible angles",
    "name": "Impossible Angles",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Impossible%20Angles",
    "source": ["Horror Adventures pg. 121"],
    "school": "illusion",
    "subSchools": ["figment"],
    "levels":     {
        "arcanist": 5,
        "medium": 3,
        "mesmerist": 4,
        "occultist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a melted prism)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "contiguous area up to one 5-foot cube/caster level (S)",
    "duration": "1 minute/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You cause the surrounding area to appear to distort. The angles and corners of the area subtly twist and contort, creating unnatural and impossible shapes. Any creature entering the area must succeed at a Will save or become disoriented. Disoriented characters treat the area as difficult terrain and are sickened. In addition, whenever a disoriented creature uses an action to move (including taking a 5-foot step if it can do so in difficult terrain), roll 1d8 to see which direction it moves, in a similar manner to determining where a splash weapon lands on a miss (<i>Pathfinder RPG Core Rulebook 202<\/i>). On a 1, the creature moves in its intended direction, with 2 through 8 rotating around the creature’s starting square in a clockwise direction. Only the creature’s first 5 feet of movement each round are affected in this way—it can move normally for any remaining movement, either from the same action or from later actions, as the creature acclimatizes to the distortion. An affected creature can attempt a new Will save each round to end the disoriented effect. A creature that leaves the area and re-enters must attempt the saving throw again, even if it succeeded at its initial save.",
    "name_zh": "不思议角度",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料 (一面融化的棱镜)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "连续不断的区域, 至多一个5尺立方体/等级 (可变)",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使周遭区域开始扭曲。该区域的角落与转角处巧妙的扭曲旋绕，创造出反常且不自然的角度。任何进入此区域的生物必须通过一次意志豁免检定，否则会变得失去方向感。失去方向感的生物视此区域为困难地形并且恶心(sickened)。此外，无论何时，一个失去方向感的生物想要移动的话(包含使用五尺快步，如果它可以在困难地形中这么做的话)，投掷1d8来看看它会朝哪个方向移动，这样的方法也用来决定一件溅射武器误落在何处(Pathfinder RPG Core Rulebook 202)。骰出1，生物向它计划要移动的方向移动，而2到8，从该生物的起始方格，以顺时针的方向来决定。在每一轮中，该生物只会在头5尺的移动(movement)中受到该影响，就算是同一个动作(action)或着是之后的动作，它都可以在剩下的移动(movement)中如常行动(move)，如同该生物适应了这种扭曲。一名受影响的生物，可以在每一轮中尝试一次新的意志豁免检定，来中止失去方向感的状态。一个生物如果离开了此区域又再次进入，他必须再次尝试该豁免检定，就算他在首次豁免检定中成功通过。<\/p>"
}
