{
    "key": "insect scouts",
    "name": "Insect Scouts",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Insect%20Scouts",
    "source": ["Spymaster's Handbook pg. 29"],
    "school": "divination",
    "levels":     {
        "antipaladin": 4,
        "arcanist": 3,
        "bard": 4,
        "druid": 2,
        "hunter": 2,
        "inquisitor": 3,
        "psychic": 4,
        "ranger": 2,
        "shaman": 2,
        "skald": 4,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 round",
    "components": "S, M (a drop of honey)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one insect scout/4 levels",
    "duration": "1d6 hours, plus 1 hour/level; see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "A favorite in the creaking courts of Ustalav,<i> insect scouts<\/i> summons one or more vermin to investigate a single location or building you can see. Your scouts must spend 1d6 hours investigating the target location, but need no oversight. When done, they return unerringly to you with their findings, traveling up to 1 mile per caster level you have to rejoin their master. Each insect’s size is Fine. Each insect has 1 hit point, AC 20 (+2 Dexterity, +8 size), a movement speed of 5 feet, a climb speed of 5 feet, and a fly speed of 20 feet (perfect maneuverability). The insects use your saving throw bonuses, have a total Perception skill bonus equal to 5 + 1/2 your caster level, and can’t attack. Because of their incredibly small size and magical nature, they can attempt Stealth checks to avoid being noticed even if they lack a source of cover or concealment, and they have a total Stealth skill bonus equal to 18 + 1/2 your caster level. <br><br>Each scout that returns passes along memories of specific structural flaws, defenses, and alarms, granting you the ability to reroll one failed skill check per scout, as long as the skill check involves that specific location’s layout, such as a Stealth check to sneak in, a Disable Device check to silence an alarm, or a Perception check to notice a trap. If even one scout returns, you also gain a rough understanding of the building’s layout (at least, any portions your scouts could access). All insight (and the associated rerolls) fades 1 hour per caster level you have after the scouts return. Your insects remember nothing about creatures, and so provide no information about guardians or any conversations they may overhear.",
    "name_zh": "昆虫侦察者",
    "castingTime_zh": "1轮",
    "components_zh": "姿势，材料（一滴蜂蜜）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一只昆虫侦查员/4等级",
    "duration_zh": "1d6小时, 加上1小时/等级; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>这种法术在乌斯塔拉夫（Ustalav）摇摇欲坠的法庭中备受人们喜爱，昆虫侦察会召唤出一只或更多的昆虫去调查一个你能看到的地点或建筑物。你的侦查虫必须花费1d6小时来调查目标地点，但期间不需要监督。当完成后，他们会准确无误地回到你身边报告发现，它们在返回主人身旁时能穿行的最远距离为每施法者等级1英里。每只昆虫的体型都是超微型。每只昆虫有1点生命值，AC为20（+2敏捷，+8体型），移动速度为5尺，攀爬速度5尺，飞行速度20尺（机动性完美）。昆虫使用你的豁免检定加值，有一个总的察觉技能奖励，等于5+1/2你的施法者等级，并且不能攻击。由于它们的体积超小，且是魔法造物，他们可以尝试潜行检定来避免被注意到，即使他们缺乏掩蔽或隐蔽，而且他们的总潜行技能加值等于18 +1/2你的施法者等级。<\/p><p>每只返回的虫子都会传递回关于建筑中特定结构缺陷的记忆、防卫、和警报，让你能重新投骰失败的技能检定，数目为虫子个数，只要这些技能检定涉及到特定位置的布局，如潜入时的潜行检定，给警报器消音的解除装备检定，或发现一个陷阱的察觉检定。即使只有一个昆虫返回，你同样也会对建筑的布局有一个粗略了解（至少是你的侦察虫可以前往的任何部分）。所有的洞察（以及相关的重新投骰）会在侦察昆虫返回后的每施法者等级1小时后消失。你的昆虫对生物什么也记不起来，所以不会提供有关守卫的信息，也不能复述它们可能听到的任何对话。<\/p>"
}
