{
    "key": "instigate psychic duel",
    "name": "Instigate Psychic Duel",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Instigate%20Psychic%20Duel",
    "source": ["Occult Adventures pg. 174"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "spiritualist": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "duration": "1 minute/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You begin a psychic duel (see page 202) with a creature. This psychic duel takes place on a binary mindscape (see page 235) that includes only two minds: yours and the target’s. This spell ends and both minds return to their respective bodies if one of you drops below 0 hit points or if both of you agree to end the psychic duel (a free action that you can perform even if it isn’t your turn).<br><br>Even if you cast the spell, you must succeed at a Will save to escape your own psychic duel if your opponent doesn’t want to allow you to leave. Spells like <i>mindscape door<\/i> can also free you from the mindscape (and <i>mindscape door<\/i> is one of the few spells you can cast in a binary mindscape). A binary mindscape is clearly illusory, and disbelieving the illusion doesn’t alter how the mindscape works.",
    "name_zh": "异能宣战",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一个生物",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你对一个生物发起一场异能决斗（Psychic Duels）。这场异能决斗会发生在并行式心像结界（Binary Mindscape）中，且这个心像结界中仅能容纳两个精神：你和目标的。当两人中任意一方的生命值降至0点或者两者均同意结束这场异能决斗（这是可以在你的回合之外执行的自由动作）时，该法术会结束，两者的精神均会返回各自的身体。<\/p><p>如果敌人不希望你离开这场决斗，那么即便该法术的施放者是你自己，你也必须成功通过一次意志豁免才能够逃出自己发起的这场异能决斗。心像门（Mindscape Door）这样的法术也能够让你逃出心像结界（而心像门也是少数能够在并行式心像结界中施放的法术之一）。并行式心像结界（Binary Mindscape）完全是个幻术（illusory），但是是否相信这个幻术不会影响到心像结界的运作。<\/p>"
}
