{
    "key": "invisibility bubble",
    "name": "Invisibility Bubble",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Invisibility%20Bubble",
    "source": ["Aquatic Adventures pg. 60"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "alchemist": 2,
        "antipaladin": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (needle from a sea urchin)",
    "range": "touch",
    "area": "touched creature's space, up to one 5-foot-cube",
    "duration": "1 minute/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "A glamered bubble surrounds the target’s space, rendering her completely invisible underwater by hiding both the target and any water she displaces. Because of the bubble’s size limit, this spell works only on Medium or smaller targets. Other objects and creatures within the bubble’s space are also invisible while they stay in the space, which could reveal the spell’s existence to a canny observer who notices fish disappearing into the bubble and reappearing on the other side. Creatures inside the bubble can see each other, which allows foes who can pinpoint the bubble’s location (such as dragons) to stick their heads into the bubble in order to see the target. Any creature on the inside of the bubble that takes any action that would break <i>invisibility<\/i> pops the bubble and ends the spell early. On land, the bubble is clearly visible, acting much as <i>invisibility<\/i> does in the water. Unlike with <i>invisibility<\/i>, the inside of the bubble blocks light from escaping the bubble, meaning that light sources inside the bubble don’t illuminate past its edges, but also don’t reveal a telltale glow.",
    "name_zh": "隐形气泡",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势，材料（海胆上的一根刺）",
    "range_zh": "接触",
    "area_zh": "接触到的生物所在的方格, 最多不超过5尺立方",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>一个影响五官的气泡环绕在目标周围的空间，通过隐藏目标和她置换出的水使她在水下完全隐形。因为气泡大小的限制，该法术只能作用于中体型或者更小体型的生物。其他在气泡内的物体或生物当它们保持在该区域内时也会隐形，所以一条鱼可能会在气泡的一侧消失又在另一侧出现，一名注意到这点的精明观察者可能会以此来认识到该法术的存在。处于气泡内的生物可以互相看见对方，通过这一点，那些能够确定气泡位置的生物（比如龙）就可以把自己的头伸进气泡中来看到目标。在气泡内的生物做出任何可以打破隐形术效果的行为都会打破隐形气泡，然后提前结束法术效果。在地面上，隐形气泡会变得可见，就像隐形术在水下使用的效果一样。和隐形术不同，隐形气泡会阻止内部的光线逃逸，这意味着气泡内部的光源并不能穿过气泡的边缘，但这也使得光源的位置不会被暴露。<\/p>"
}
