{
    "key": "invoke primal power",
    "name": "Invoke Primal Power",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Invoke%20Primal%20Power",
    "source": ["Adventurer's Guide pg. 134"],
    "school": "transmutation",
    "levels":     {
        "druid": 5,
        "hunter": 5
    },
    "castingTime": "1 swift action",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "text": "This spell must be cast as you activate wild shape to assume the form of an animal of at least Large size. When you assume the animal form, it takes on many of the primal characteristics of the savage, prehistoric creatures that dwell in the Realm of the Mammoth Lords. When this spell’s duration expires, you return to your natural form automatically—in effect, you shorten the duration of that use of wild shape to the duration of this spell when you cast <i>invoke primal power<\/i>.<br><br> In addition to the normal effects you gain upon assuming the wild shape, you also gain a +4 size bonus to your Constitution score and increase the natural armor bonus granted by the effect by 2 (thus, if you assume the size of a Large animal as if via <i>beast shape II<\/i>, your natural armor bonus is +6 instead of +4). Furthermore, you gain one of the following additional abilities while you are in your enhanced wild shape form. At caster level 13th, you gain two of the following abilities, and at caster level 17th, you gain three of the abilities.<br><br> <b>Cold Resistance<\/b>: Your new body is covered with thick layers of fur and insulating blubber. You gain cold resistance 30.<br><br> <b>Ferocity<\/b>: You remain conscious and can continue to fight even if your hit point total is below 0. You are still staggered and lose 1 hit point each round, and still die when your hit point total reaches a negative amount equal to your Constitution score.<br><br> <b>Giant Slayer<\/b>: Your new form is particularly suited for slaying giants. Against creatures with the giant subtype, you gain a +2 insight bonus on attack rolls and on damage rolls with your new form’s natural attacks.<br><br> <b>Powerful Charge<\/b>: Choose one of the natural attacks you gain from your new form. When you make a charge attack, this natural attack deals 2d6 additional points of damage in addition to the normal benefits and hazards of a charge. This damage applies only to the first attack you make when you perform your charge.<br><br> Rend: Once per round, if you hit the same target with two or more natural attacks in a round, you rend the target of those attacks, dealing 2d6 additional points of damage.<br><br> <b>Swift<\/b>: Your new form’s base speed increases by 20 feet.<br><br> <b>Trample<\/b>: As a full-round action, you can attempt to overrun any creature that is at least one size category smaller than you. This works just like the overrun combat maneuver, but you do not need to attempt a check; you merely have to move over your opponents. Targets take damage equal to 2d6 plus 1-1/2 times your Strength modifier from your trample, and can make attacks of opportunity against you, but at a –4 penalty. If a targets forgoes an attack of opportunity, it can attempt a Reflex save to avoid the trample and take half damage. The save DC against this effect is equal to 10 + half your caster level + your Strength modifier. You can deal only trampling damage to each target once per round, no matter how many times your movement takes you over a target creature.<br><br> <b>Trip<\/b>: Choose one of the natural attacks granted to you by your new form. Up to once per round, you can attempt to trip an opponent as a free action without provoking an attack of opportunity if you hit with the specified attack. If the attempt fails, you are not tripped in return.",
    "name_zh": "呼引原初之力",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>此法术必须在你启动自然变身并获得（assume）动物（体型至少为大型）形态时施展。当你获得动物形态时，会获得多种栖息于猛犸象大王之国的史前凶蛮生物的原初力量。当法术持续时间结束时，你会自动回归你的正常形态——当你施展呼引原初之力时，实际上是将该次自然变身的持续时间缩短为此法术的持续时间。<\/p><p>除了你透过呈现自然变身所获得的正常效果之外，你还会在体质值上获得+4体型加值，并且该效果所赋予的天生护甲加值提高2点（因此，假设你如同透过野兽形态II获得大型动物的形态时，你获得的天生护甲加值是+6而非４）。此外，你处于此种强化自然变身形态时，还会获得下列额外能力中的一种。施法者等级达到13时，你可以从以下能力中选择两种，施法者等级17时可以选择三种。<\/p><p>寒冷抗力（Cold Resistance）：你的新身体覆盖着厚重的毛皮与隔热的脂肪层。你获得寒冷抗力30。<\/p><p>凶猛（Ferocity)：你即使在生命值总值低于0时也能保持清醒（remain conscious）并且继续战斗。你仍然恍惚，并且每轮失去1点生命值，并且在你的生命值总值达到你体质值的负值时仍会死亡。<\/p><p>巨人杀手（Giant Slayer)：你的新形态尤其擅长屠杀巨人。对抗具有巨人亚种的生物时，你在新形态的天生攻击的攻击投骰与伤害投骰上获得+2洞察加值。<\/p><p>强力冲锋（Power Charge)：选择你从新形态中获得的一种天生攻击。当你进行冲锋攻击时，此天生攻击在正常冲锋获得的好处与坏处之外，还额外造成2d6点伤害。此伤害只适用于你进行冲锋时进行的第一下攻击。<\/p><p>撕扯（Rend）：每轮一次，当你用二或更多次天生攻击命中同一目标时，你对这些攻击的目标进行撕扯，并额外造成2d6点伤害。<\/p><p>迅疾（Swift）：你的新形态的基础速度增加20尺。<\/p><p>践踏（Trample）：你能够以整轮动作尝试闯越任何体型比你小上一阶的生物。此效果作用如同闯越战技，但你不需要进行检定; 你只需要移动通过敌人即可。目标受到2d6加上你力量调整值的1.5倍的伤害，并且可以对你进行借机攻击（但要承受–4减值）。若目标放弃借机攻击，则可以进营反射豁免来闪躲你的践踏，并只受到一半伤害。对抗此效果的豁免DC等于10 + 你施法者等级的一半 + 你的力量调整值。无论你移动通过目标生物多少次，你每轮都只能对每个目标造成一次践踏伤害。<\/p><p>摔绊（Trip）：选择你从新形态中获得的一种天生攻击。每轮最多一次，你用该种攻击命中敌人时，能以自由动作尝试摔绊该敌人而不会引发借机攻击。若尝试失败，你不会被反摔绊。<\/p>"
}
