{
    "key": "invoke deity",
    "name": "Invoke Deity",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Invoke%20Deity",
    "source": ["Planar Adventures pg. 41"],
    "school": "transmutation",
    "descriptors": ["see text"],
    "levels":     {
        "antipaladin": 4,
        "cleric": 6,
        "hunter": 4,
        "inquisitor": 6,
        "medium": 4,
        "occultist": 6,
        "oracle": 6,
        "paladin": 4,
        "ranger": 4,
        "warpriest": 6,
        "witch": 6
    },
    "castingTime": "1 round",
    "components": "V, S, M (incense worth 1,000 gp), F (a bejeweled holy symbol of your patron deity worth 2,500 gp)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level",
    "text": "By holding aloft a holy symbol and calling your deity’s name, you take on an aspect of that divinity. When you cast this spell, choose a domain offered by your deity. You gain that domain’s benefits from the list below, along with the listed physical changes; abilities that allow a saving throw use this spell’s DC. At any point during the duration of this spell, you can change which domain benefit you gain by concentrating for 1 round—this provokes attacks of opportunity and reduces the remaining duration of the spell by 10 minutes. If you have less than 10 minutes of the spell’s duration remaining, you cannot change the selected domain in this way. If you change your domain, all ongoing effects from your previously chosen domain end.<br><br> You must worship a single divinity in order to cast this spell, even if you do not normally cast divine spells. If you perform an action that blatantly violates your deity’s precepts while under this spell’s effects, <i>invoke deity<\/i> immediately ends and you are stunned for a number of rounds equal to your Hit Dice. <i>Invoke deity<\/i> has the same alignment descriptors ([chaotic], [evil], [good], or [lawful]) as your deity’s alignment. If an ability duplicates a spell, it functions as that spell heightened to a level equal to your <i>invoke deity<\/i> spell.<br><br><b> Air<\/b>: You become wispy and translucent. You gain a fly speed of 60 feet with perfect maneuverability, or you increase your current fly speed by 30 feet—whichever results in a faster speed. While flying, you gain a +1 dodge bonus to your AC.<br><br><b> Animal<\/b>: Your form becomes bestial with animalistic features. You gain low-light vision, scent, a +6 natural armor bonus, and a bite attack that deals damage as normal for a creature of your size. If you already have a bite attack, the damage increases as if you increased one size category. You can use <i>speak with animals<\/i> at will.<br><br><b> Artifice<\/b>: Parts of your body are replaced by pistons and gears. You can be affected by spells that specifically affect constructs (such as <i>make whole<\/i>). You are immune to bleed, disease, and poison effects, and you gain a +4 bonus on saving throws against death effects, mind-affecting effects, and necromancy effects.<br><br><b> Chaos<\/b>: Your flesh churns and swirls chaotically. You are immune to additional damage from critical hits and precision damage (such as sneak attack damage), and weapons you wield count as chaotic for the purpose of overcoming damage reduction.<br><br><b> Charm<\/b>: You become overwhelmingly attractive and persuasive. You gain a +6 enhancement bonus to Charisma.<br><br><b> Community<\/b>: Your voice echoes with the sound of multitudes. Select a number of creatures within 30 feet equal to your level divided by three—you gain the effects of <i>status<\/i> and <i>telepathic bond<\/i> with those creatures.<br><br><b> Darkness<\/b>: Your eyes become solid black orbs. You become immune to blindness and can see perfectly in darkness of any kind, even that created by a <i>deeper darkness<\/i> spell.<br><br><b> Death<\/b>: Your flesh becomes pallid. You are healed by both positive and negative energy, are immune to energy drain and death effects, and automatically stabilize when reduced below 0 hit points.<br><br><b> Destruction<\/b>: The air around you crackles. You gain a +2 bonus on damage rolls with two-handed melee weapons. Spells you cast that cause hit point damage have their save DCs (if any) increased by 1. You gain a +4 bonus on Strength checks to break objects, and you ignore the first 5 points of hardness any object has when you attack it with a melee weapon.<br><br><b> Earth<\/b>: Your flesh becomes stony. You gain DR 10/bludgeoning and are immune to petrification effects.<br><br><b> Evil<\/b>: Your appearance becomes corrupted and fiendish. You automatically confirm critical hits, and weapons you wield count as evil for the purpose of overcoming damage reduction.<br><br><b> Fire<\/b>: Your hair ignites into flames. You are immune to fire. As a standard action once per minute, you can fire a ray of flame, as per <i>scorching ray<\/i> (limit one ray).<br><br><b> Glory<\/b>: Your countenance becomes stern and implacable, and your wrath devastates the undead. You gain the benefits of <i>heroism<\/i> and <i>protection from evil<\/i>, and your first successful attack each round against an undead target deals an additional 1d6 points of positive energy damage.<br><br><b> Good<\/b>: Your appearance becomes pristine and angelic. You are immune to fear and compulsion effects, and weapons you wield count as good for the purpose of overcoming damage reduction.<br><br><b> Healing<\/b>: Your appearance becomes hale and hearty. You gain fast healing 3, and your spells and class features that restore hit points each restore an additional 1d8 hit points.<br><br><b> Knowledge<\/b>: You are surrounded by the sound of numerous turning pages. You gain a +6 enhancement bonus to Intelligence.<br><br><b> Law<\/b>: A haze of mathematical symbols hovers around you. You are immune to hostile transmutation effects and all confusion effects, and weapons you wield count as lawful for the purpose of overcoming damage reduction.<br><br><b> Liberation<\/b>: Your form becomes lithe and flexible. You gain a +6 enhancement bonus to Dexterity.<br><br><b> Luck<\/b>: The faint sound of tinkling bells plays around you. You gain a +1 luck bonus to your Armor Class and on attack rolls, ability checks, saving throws, and skill checks. As an immediate action, you can force a single creature within 10 feet to reroll a single d20 it just rolled—you must use this ability before the results of the d20 roll are known. Each time you use this ability, the remaining duration of <i>invoke deity<\/i> decreases by 10 minutes, and you can’t use this ability if you have less than 10 minutes remaining of the spell’s duration.<br><br><b> Madness<\/b>: Your voice takes on an eerie, grating quality. As a standard action, you can inflict madness on a creature within 30 feet; that creature must succeed at a Will save or become confused for 1d4 rounds. You cannot target a creature more than once a minute with this effect.<br><br><b> Magic<\/b>: You shimmer with magical power. You gain spell resistance equal to 11 + your caster level against hostile spells.<br><br><b> Nobility<\/b>: Your voice becomes resonant and imperious. As a move action, you can issue one order to a single creature within 30 feet. This effect functions as if you had cast the spell <i>command<\/i>.<br><br><b> Plant<\/b>: Your appearance becomes plantlike, with leafy hair and green skin. You become immune to paralysis, poison, polymorph effects, sleep effects, and stunning.<br><br><b> Protection<\/b>: An aura of protective energy surrounds you. Select three of the following spells: <i>delay poison<\/i>, <i>false life<\/i>, <i>mage armor<\/i>, <i>protection from chaos<\/i>, <i>protection from evil<\/i>, <i>protection from good<\/i>, <i>protection from law<\/i>, <i>resist energy<\/i>, <i>shield<\/i>, or <i>shield of faith<\/i>; you gain the protective benefits of those spells.<br><br><b> Repose<\/b>: Your eyes become pure, bleak white. You gain a +6 enhancement bonus to Wisdom.<br><br><b> Rune<\/b>: Your skin is marked with runic tattoos. Your presence does not trigger the effects of <i>glyphs of warding<\/i>, symbol spells, and similar effects unless you choose to, and you are immune to their harmful effects. You can use <i>read magic<\/i> at will and can resolve the effects of scrolls using your own caster level rather than the scroll’s caster level.<br><br><b> Scalykind<\/b>: Your flesh becomes squamous, and your mouth grows venomous fangs. You gain a bite attack that deals damage as normal for a creature of your size; if you already have a bite attack, the damage increases as if you had increased one size category. Each creature you bite must succeed at a Fortitude save or become sickened for 1d4 rounds (or if already sickened, staggered for 1 round); this is a poison effect.<br><br><b> Strength<\/b>: Your body visibly ripples with muscle. You gain a +6 enhancement bonus to Strength.<br><br><b> Sun<\/b>: Your form blazes with solar light. You are immune to blindness, the dazzled condition, and all effects generated by powerful light (such as <i>searing light<\/i>, <i>sunray<\/i>, or the blinding light of a shining child), and you radiate light as the <i>daylight<\/i> spell. Creatures that are harmed or hindered by sunlight take a –2 penalty on attack rolls against you, and you gain a +2 bonus on saving throws against effects originating from such creatures.<br><br><b> Travel<\/b>: Faint afterimages trail behind you when you move. You gain a +6 enhancement bonus to Constitution.<br><br><b> Trickery<\/b>: Your appearance changes as you desire (as <i>veil<\/i>, except affecting only yourself). Changing your appearance is a swift action. You gain a +4 bonus on Bluff, Disguise, Sleight of Hand, and Stealth checks.<br><br><b> Void<\/b>: Your clothes and hair seem to float about you, as if you were adrift in a weightless environment. You are immune to cold damage and no longer need to breathe. You can exist comfortably in the depths of outer space.<br><br><b> War<\/b>: You are surrounded by the sounds of battle. You gain a +2 insight bonus on attack rolls with your deity’s favored weapon and deal an additional 1d6 points of damage with your deity’s favored weapon each time you hit a foe. You can use your deity’s favored weapon as a divine focus or holy symbol.<br><br><b> Water<\/b>: You gain gills, webbed fingers, and other ichthyic features. You gain a swim speed of 40 feet, can breathe water, and ignore the usual penalties on weapon attack and damage rolls from fighting underwater.<br><br><b> Weather<\/b>: Your hair and clothing are constantly wind-tossed, and you crackle with electricity. You do not take penalties or damage or suffer from reduced visibility or other effects due to natural weather. You are immune to electricity damage, and your <i>call lightning<\/i> and <i>call lightning storm<\/i> spells and effects always function as though called outdoors in stormy weather. ",
    "name_zh": "唤起神力",
    "castingTime_zh": "1轮",
    "components_zh": "言语，姿势，材料（价值1000gp的熏香），器材（一枚镶嵌宝石的圣徽，价值2500gp）",
    "range_zh": "个人",
    "target_zh": "自我",
    "duration_zh": "10分钟/等级",
    "text_zh": "<p>高举圣徽，呼唤自己信仰的神祗之名，你获得了神性的一面。当你施展这个法术时，选择一个你的神灵能提供的领域。你可以获得下面的列表中给出的增益和外形变化; 允许豁免的能力使用此法术的DC。在此法术持续期间的任何时间点，你都可以通过专注一轮来改变自己获得的领域增益——这将引发借机攻击，并将法术的剩余持续时间减少10分钟。如果法术剩下的时间少于10分钟，你不能用这种方法改变选择的领域。如果你改变自己的领域，你之前选择领域的所有正在持续生效的影响都会结束。<\/p><p>你必须崇拜单一的神祗才能施放这个法术，即使你通常不能施放神术。如果你在这个法术的效果下公然违反了所信仰神灵的戒律，法术会立刻结束，你会陷入震慑，轮数等于你的生命骰。本法术有对应的阵营描述符【混乱】、【秩序】、【善良】和【邪恶】，与你的神灵相符。如果一种能力会复制一个法术，该法术的效果会如同被超魔升阶到与唤起神力法术相同的等级。<\/p><p>气（Air）   你变得纤细而半透明。你获得60英尺的飞行速度和完美的机动性，或者你目前的飞行速度增加30英尺——二者取较大值。在飞行时，你的AC将获得+1的闪避加值。<\/p><p>动物（Animal）   你的形态变得充满兽性。你将获得昏暗视觉、灵敏嗅觉、+6的天然护甲加值，以及一个啮咬攻击，伤害等同同体型的生物。如果你已经拥有啮咬攻击，伤害会增加，如同你的体型增大一阶。你可以随意使用动物交谈（speak with animals）。<\/p><p>手艺（Artifice）   你身体的某些部分被活塞和齿轮所代替。你可以被一些特殊的法术影响，比如完全修复术（make whole）。你对流血、疾病和毒素免疫，并且在对抗死亡效果、影响心灵效果和死灵效果的豁免检定上获得+4加值。<\/p><p>混乱（Chaos）   你的身体混乱无序地搅动与旋转着。你免疫重击的额外伤害和精确伤害（如偷袭攻击伤害），并且你所使用的武器被认为是混乱的，可以穿透某些伤害减免。<\/p><p>魅惑（Charm）   你变得非常有吸引力和有说服力。你的魅力获得+6增强加值。<\/p><p>团队（Community）   你的声音与群众的声音互相呼应。在30英尺内选择一些数量等于你的等级三分之一的生物，你将与这些生物获得关照术（status）和心灵连线（telepathic bond）的效果。<\/p><p>黑暗（Darkness）   你的眼睛变成了坚实的黑色球体。你对目盲免疫，在任何黑暗中都能看得很清楚，即使是深幽黑暗术（deeper darkness）造成的黑暗。<\/p><p>死亡（Death）   你的皮肤变得苍白。你能同时被正能量和负能量治愈，免疫能量吸取和死亡效果，并且当生命值降低到0以下时，伤势会自动稳定。<\/p><p>毁灭（Destruction）   你周围的空气噼啪作响。你在双持近战武器的伤害检定中获得+2加值。你施展的造成生命值伤害的法术的豁免DC（如果有的话）会增加1。你在用力量检定打破物体时获得+4加值，并且你在用一件近战武器攻击时可以忽略任何物体的前5点硬度。<\/p><p>土（Earth）   你的肉体变得如同岩石。你获得10/钝击的DR并且免疫石化效果。<\/p><p>邪恶（Evil）   你的外貌会变得腐化和邪恶。你会自动确认重击，并且你所使用的武器会被认为是邪恶的，可以穿透某些伤害减免。<\/p><p>火（Fire）   你的头发会着火。你对火焰免疫。作为每分钟一个的标准动作，你可以发射一道火焰射线，就像灼热射线（scorching ray），但仅限一道射线。<\/p><p>荣耀（Glory）   你的面孔变得严厉和无情，你的愤怒能使不死生物被摧毁。你获得英雄气概（heroism）和防护邪恶（protection from evil）的好处，并且你每轮对一个不死生物的第一次成功攻击会增加1d6点正能量伤害。<\/p><p>善良（Good）   你的外表变得纯洁无暇，如同天使一般。你对恐惧和胁迫效果免疫，并且你所使用的武器在面对伤害减免时视为善良。<\/p><p>医疗（Healing）   你的外表变得硬朗而健康。你获得3点的快速痊愈，你可以恢复生命值的法术和职业特性会恢复额外的1d8点生命值。<\/p><p>知识（Knowledge）   你被无数翻页的声音包围着。你的智力获得+6增强加值。<\/p><p>秩序（Law）   一团充满有序符号的迷雾环绕着你。你对敌对的变化系效果和所有的困惑效果免疫，并且你所使用的武器在面对伤害减免是秩序的。<\/p><p>解放（Liberation）   你的身体会变得柔软和灵活。你的敏捷获得+6增强加值。<\/p><p>机运（Luck）   叮叮当当的铃声在你周围回荡。你的防御等级和攻击检定、属性检定、豁免检定和技能检定都将获得+1的幸运加值。作为一个直觉动作，你可以迫使一个10英尺内的生物重新掷出一个他刚刚掷骰过的d20检定——你必须在d20掷骰的结果被知晓之前使用这个能力。每次使用此能力时，此法术的剩余持续时间将减少10分钟，如果法术的剩余持续时间少于10分钟，你将不能使用此能力。<\/p><p>狂乱（Madness）   你的声音会透着一种怪异而刺耳的感觉。作为一个标准动作，你可以对30英尺内的一个生物施加疯狂; 该生物必须通过意志豁免，否则会在1d4轮内陷入困惑。你每分钟不能对一个生物施加此效果超过一次。<\/p><p>魔法（Magic）   你散发着魔力。在对抗敌方法术时，你获得等于11+你的施法者等级的法术抗力。<\/p><p>高贵（Nobility）   你的声音变得洪亮而专横。作为一个移动动作，你可以向30英尺内的单个生物发出一个命令。这个效果就像你使用了命令术（command）一样。<\/p><p>植物（Plant）   你的外表变得像植物一样，有多叶的头发和绿色的皮肤。你会对麻痹、毒素、变形、睡眠和震慑免疫。<\/p><p>保护（Protection）   一种保护能量的灵光围绕着你。选择以下三种法术：减缓毒发（delay poison），虚假生命（false life），法师护甲（mage armor），防护混乱（protection from chaos），防护邪恶（protection from evil），防护善良（protection from good），防护秩序（protection from law），抵抗能量伤害（resist energy），护盾术（shield），虔诚护盾（shield of faith）; 你可以获得这些法术的保护效果。<\/p><p>安眠（Repose）   你的眼睛变成纯白。你在感知上获得+6增强加值。<\/p><p>符文（Rune）   你的皮肤上会遍布符文。你不会触发守卫刻文（glyph of warding）、徽记（symbol）系列的法术和类似效果，除非你选择这样做，而且你对它们的有害效果免疫。你可以随意使用阅读魔法（read magic），并且可以使用你自己的施法者等级而不是卷轴的施法者等级来解读卷轴的效果。<\/p><p>鳞类（Scalykind）   你的身上长出鳞片，口中长出毒牙。你获得一个啮咬攻击，伤害等同相同体型的生物; 如果你已经拥有一个啮咬攻击，伤害会增加，就好像你的体型增加一阶。被你所咬的每个生物必须成功进行一次强韧豁免，否则将会在1d4轮中陷入恶心（或者如果已经恶心，将会恍惚1轮）; 这是一种毒素效果。<\/p><p>力量（Strength）   你的身体筋肉喷张。你的力量得到+6增强加值。<\/p><p>太阳（Sun）   你的身体闪耀着太阳的光芒。你不受目盲、目眩的影响，也不受强光效果的影响，例如灼热光辉（searing light），阳炎射线（sunbeam）或闪耀之子（shining child）的致盲之光，你会像昼明术（daylight）一样发光。会被阳光伤害或妨碍的生物对你的攻击检定会受到-2的减值，并且你对这些生物产生的效果的豁免检定会得到+2的加值。<\/p><p>旅行（Travel）   当你移动的时候，模糊的残影会在你身后留下。你的体质得到+6增强加值。<\/p><p>诡术（Trickery）   你的外貌随着你的意愿而改变，如同隐匿之纱（veil），除了只影响你自己。改变你的外表是一个迅捷动作。你在唬骗，易容，巧手和隐匿检定上获得+4加值。<\/p><p>虚空（Void）   你的衣服和头发似乎漂浮在你周围，就像你在失重的环境中漂浮一样。你对寒冷伤害免疫，不再需要呼吸。你可以舒适地生活在太空深处。<\/p><p>战争（War）   你被战斗的声音包围着。你在用自己神灵的偏好武器进行的攻击检定上获得+2洞察加值，并且用其每次击中一个敌人时，会额外造成1d6点伤害。你可以使用你的神灵的偏好武器作为法器或圣徽。<\/p><p>水（Water）   你会长出鳃和带蹼的手指，以及其他鱼类特征。你获得40英尺的游泳速度，可以在水下呼吸，并忽略在水下战斗时通常会受到的武器攻击和伤害检定减值。<\/p><p>天气（Weather）   你的头发和衣服经常被风吹动，发出噼啪的电流声。你不会因为自然天气而造成的能见度下降或其他效果而受到减值或伤害以及其他不利影响。你对电击伤害免疫，你的召雷术（call lightning）和召唤雷暴（call lightning storm）法术和效果总是像在暴风雨天气的户外一样发挥作用。<\/p><p>译注：原文为sunray，不是sunbeam，但找不到sunray这东西<\/p>"
}
