{
    "key": "irregular size",
    "name": "Irregular Size",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Irregular%20Size",
    "source": ["Magic Tactics Toolbox pg. 21"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "levels":     {
        "antipaladin": 3,
        "arcanist": 4,
        "bloodrager": 4,
        "cleric": 3,
        "medium": 2,
        "mesmerist": 3,
        "occultist": 3,
        "oracle": 3,
        "shaman": 3,
        "sorcerer": 4,
        "spiritualist": 4,
        "warpriest": 3,
        "witch": 3,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "permanent",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You curse a creature so one set of its limbs (typically its arms, legs, or wings) shrivels in size.<br><br> <i>Arms<\/i>: The creature counts as one size category smaller for the purpose of determining the size of weapon it can wield. If the creature is capable of making natural attacks with its arms, the damage dealt by those attacks decreases as though the target were one size category smaller than its actual size.<br><br> <i>Legs<\/i>: The creature’s base speed decreases by 10 feet (to a minimum of 5 feet) and its Strength score counts as 4 lower for the purpose of determining its carrying capacity.<br><br> <i>Wings<\/i>: The creature’s Fly speed decreases by 10 feet (to a minimum of 5 feet), the damage dealt by any wing attacks decreases as though the target were one size category smaller than its actual size, and its fly maneuverability decreases by a step (to a minimum of clumsy).",
    "name_zh": "不正体型",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "接触",
    "target_zh": "被接触的生物",
    "duration_zh": "永久",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你诅咒一个生物，使得它的一组肢体(通常是它的手臂，腿，或翅膀)萎缩。<\/p><p>手臂:在决定该生物能装备的武器的体型时，减小一个体型来计算; 如果生物能用它的手臂进行天生武器攻击，这些攻击造成的伤害按照该生物的体型比原本缩小一个级别来计算。<\/p><p>腿：生物的基础移动速度减少10尺（最低5尺），并在计算负重时视为原本力量值-4。<\/p><p>翅膀：生物的飞行速度额减少10尺（最低5尺），任何用翅膀进行的攻击造成的伤害也会减少，如同目标的体型比原本缩小一个级别来计算; 它的机动性还会下降一个等级（最低笨拙）。<\/p>"
}
