{
    "key": "judgment undone",
    "name": "Judgment Undone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Judgment%20Undone",
    "source": ["Planar Adventures pg. 43"],
    "school": "necromancy",
    "levels":     {
        "cleric": 9,
        "oracle": 9,
        "psychic": 9,
        "shaman": 9
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (diamonds worth 50,000 gp), F (see text)",
    "range": "touch",
    "target": "one willing petitioner",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This powerful, elaborate, and risky spell undoes Pharasma’s judgment, returning a willing petitioner to its mortal life. This spell must be cast on the plane to which the petitioner was sent, and the petitioner must be present for the entire casting. In addition, the caster must provide a specific object that the petitioner valued deeply in its mortal life as a focus for the spell. This is different for every petitioner and usually requires research to discover, although those who knew the petitioner well in life can often identify the item easily. At the completion of the spell’s casting, the petitioner returns to the mortal form it had as a young adult, with all of its memories and class levels (or equivalent statistics) intact.<br><br> The casting of <i>judgment undone<\/i> is not without risk. The servants of Pharasma vigilantly watch for perversions of the order of fate and death, though it can take time for them to pinpoint disruptions when they occur. After 1d6+5 minutes from the beginning of this spell’s 10-minute casting time, an olethros appears within 50 feet of the caster; this psychopomp demands the caster cease casting the spell immediately and attacks if its request is ignored. The psychopomp never attempts to harm the petitioner unless <i>judgment undone<\/i> has already been successfully cast by the time the psychopomp arrives, in which case it attempts to eliminate the returned mortal as well. If the caster and returned mortal are no longer present, the olethros does what she can to track both down and exact judgment—how successful she may be depends on the GM’s discretion.<br><br> The caster of <i>judgment undone<\/i> can pause the spell’s casting for up to 1 minute without causing the spell to fail. During this time, the caster does not need to concentrate on <i>judgment undone<\/i> and can act normally and cast other spells without disrupting the spell, but if she does not begin casting again before this 1-minute window elapses, the spell fails.<br><br> It is possible to cast <i>judgment undone<\/i> without incurring the wrath of a psychopomp, but doing so requires the caster to first visit the Boneyard and seek out a powerful agent of Pharasma to gain permission to restore the petitioner to its mortal life. The details and difficulty of this task are subject to the GM’s discretion, but at the very least should involve a significant expenditure of time and resources. The granting of permission to cast <i>judgment undone<\/i> is an excellent reward for a quest given to a party of adventurers from a powerful psychopomp. If the PCs exceed expectations in fulfilling this quest, it’s not unheard of for the psychopomp to not only grant permission for the spell’s casting, but to also provide the diamonds needed for the spell’s material component, information about the required focus, or even both. Worshipers of Pharasma who cast this spell without securing permission in this manner are considered to have grossly violated Pharasma’s code of conduct.",
    "name_zh": "扭转审判",
    "castingTime_zh": "10分钟",
    "components_zh": "言语，姿势，材料（价值50000gp的钻石），器材（见下文）",
    "range_zh": "接触",
    "target_zh": "一个自愿的祈并者",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个强大，复杂而危险的魔法会推翻法莱斯玛（Pharasma）的审判，使一个自愿的祈并者回到它的凡人生活。这个法术必须在祈并者被派往的那个位面中被施放，祈并者必须在整个施法过程中在场。此外，施法者者必须提供一个祈并者生前的珍爱之物，作为法术的器材。这种物品对所有的祈并者都不尽相同，通常需要进行相应的研究，尽管那些很了解祈并者生前情况的人通常可以很容易地识别出物体。在法术施放完成后，祈并者会回到他青年时的凡人形态，拥有完好的记忆和职业等级（或同等的数据）。<\/p><p>施展这种魔法并非没有风险。法莱斯玛的仆人们警惕地监视着对命运和死亡秩序的曲解，尽管他们在混乱发生时也需要一定时间来弄清楚。在这个法术10分钟的施法时间开始后的1d6+5分钟后，一个劫运观魂使（olethros）会出现在施法者50英尺内; 这个招魂者会要求施法者立即停止施法，并且如果他的请求被忽略就会发动攻击。招魂者从不会试图伤害祈并者，除非在招魂者到来之前，审判已经被撤销，在这种情况下，招魂者也会试图消灭返回的凡人。如果施法者和返回的凡人都已经离开，劫运观魂使会尽其所能地追踪双方并要求裁决——她能有多成功则取决于GM的判断。<\/p><p>该法术的施法者可以暂停施法最多1分钟，而不会导致施法失败。在这段时间内，施法者不需要专注于此法术，可以正常施放其他法术而不中断本法术，但如果她在这一分钟的空窗期内没有再次继续施法，该法术就会失效。<\/p><p>在不引起劫运观魂使的愤怒的情况下施展扭转审判法术也是可能的，但这样做需要施法者首先拜访骨园（Boneyard），并寻找一个强大的法莱斯玛代理人，以获得允许，恢复祈并者的凡人生命。这项任务的细节和难度取决于GM的决定，但至少应该涉及大量的时间和资源的支出。获得施展此魔法的许可可以是一支冒险者队伍为招魂者服务而换取的终极奖励。如果PC在完成这一任务的过程中还超出了预期，那么招魂者不仅会授予施法许可，还可能会提供施法所需的钻石作为材料，有关法术器材的消息，甚至两者皆有。法莱斯玛的信徒如果在没有得到允许的情况下使用这个法术，会被认为严重违反了法莱斯玛信仰的行为准则。<\/p>"
}
