{
    "key": "leshy swarm",
    "name": "Leshy Swarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Leshy%20Swarm",
    "source": ["Ultimate Wilderness pg. 25"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "race": "Vine Leshy",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "druid": 3,
        "hunter": 3,
        "skald": 3,
        "sorcerer": 3,
        "summoner": 3,
        "wizard": 3
    },
    "castingTime": "1 round",
    "components": "V, S, M/DF (a bundle of seeds)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "10-ft.-square swarm of leshys",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You call out to nearby nature spirits and grant them temporary plant bodies. These creatures are similar to leshys, except they are Tiny and far more simpleminded. The swarm uses the statistics for a rat swarm, except it does not carry a disease or have scent. The leshy swarm has darkvision with a range of 60 feet and is immune to electricity, mind-affecting effects, paralysis, poison, polymorph, sleep effects, sonic, and stunning.<br><br> You can direct the leshy swarm to move up to its speed along a path for your choice by spending a standard action to communicate your desires through the spell, or by spending a move action if you can speak to creatures that understand only Druidic and Sylvan. The leshys are confused by their sudden possession of new bodies and assume that nearly any creature you direct them toward is a threat. They attack all creatures within their area except for you and other creatures with the plant type.",
    "name_zh": "莱西集群",
    "race_zh": "藤莱西",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，材料/法器（一束种子）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "10平方英尺的莱西集群",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你呼唤来附近的自然精魂，赋予他们临时的植物身体。这些生物与莱西相似，只是它们是超小型生物，而且头脑要简单得多。这个集群使用的是老鼠集群的数据，但它们不会携带疾病或拥有灵敏嗅觉。 莱西集群拥有60英尺的黑暗视觉，对电击、影响心灵效果、麻痹、毒素、变形、睡眠效果、音波和震慑都免疫。<\/p><p>你可以引导莱西集群以全速沿着你选择的道路前进，但你要用一个标准动作来通过法术传达自己的要求，如果你能和只理解德鲁伊语和木族语的生物沟通，这只需要一个移动动作。莱西会困惑于他们突然拥有的新身体，并认为你命令它们前进的路上的周围任何生物都是威胁。它们会攻击自身所在区域内的所有生物，除了你和其他植物生物。<\/p>"
}
