{
    "key": "life bubble",
    "name": "Life Bubble",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Life%20Bubble",
    "source": ["Advanced Player's Guide pg. 230"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 5,
        "cleric": 5,
        "druid": 4,
        "hunter": 3,
        "occultist": 4,
        "oracle": 5,
        "psychic": 5,
        "ranger": 3,
        "sorcerer": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a bit of eggshell)",
    "range": "touch",
    "target": "creatures touched, up to one/level",
    "duration": "2 hours/level; see text",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You surround the touched creatures with a constant and moveable 1-inch shell of tolerable living conditions. This shell enables the subjects to breathe freely, even underwater or in a vacuum, as well as making them immune to harmful gases and vapors, including inhaled diseases and poisons and spells like <i>cloudkill <\/i>and <i>stinking cloud<\/i>. In addition, the shell protects subjects from extremes of temperature (per <i>endure elements<\/i>) as well as extremes of pressure. <br><br><i>Life bubble <\/i>does not provide protection from negative or positive energy (such as found on the Negative and Positive Energy planes), the ability to see in conditions of poor visibility (such as in smoke or fog), nor the ability to move or act normally in conditions that impede movement (such as underwater).<br><br>When you cast this spell it has a total duration of 2 hours per caster level. You can divide this duration up in any manner you wish, not necessarily equally, between up to 1 creature per caster level.",
    "name_zh": "维生气泡",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (一片蛋壳)",
    "range_zh": "接触",
    "target_zh": "接触到的生物，最高每等级1名",
    "duration_zh": "2小时/等级; 见文本",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你给接触到的生物覆盖上了一层持续并可移动的1英吋厚的外壳，让他们能够忍受极端的生存环境。<\/p><p>这层外壳能让受术者自由呼吸，即使是在水下或真空中; 并且他们会免疫有害的气体或云雾，包括吸入性的疾病、毒药和死云、臭云等法术。此外，外壳能保护目标不受极端温度和极端压力的伤害 (如同忍受环境 (Endure Elements) )<\/p><p>维生气泡不会保护受术者免于正能量和负能量的伤害 (例如在正负能量位面)，不会让受术者能在低能见度下看清东西 (如烟尘或云雾中)，也不会在阻碍运动的环境中提供移动能力以保障正常行动能力 (如水中)。<\/p><p>当你施放这个法术，它的总持续时间是每施法者等级2小时。你可以不用平均分配的将持续时间任意划分给最多每施法者等级一个的复数生物。<\/p>"
}
