{
    "key": "lightning arc",
    "name": "Lightning Arc",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Lightning%20Arc",
    "source": ["Ultimate Magic pg. 227"],
    "school": "evocation",
    "descriptors": ["electricity"],
    "levels":     {
        "arcanist": 5,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (fur and two glass figurines)",
    "range": "long (400 ft. + 40 ft./level)",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "yes (see text)",
    "text": "You generate an arc of lightning between two targets. The lightning deals 1d6 points of electricity damage per caster level (maximum 15d6) to both targets and any creatures in a line connecting them. The spell fails if there is no line of effect between the targets. <i>Lightning arc <\/i>sets fire to combustibles and damages objects in its path. It can melt metals that have a low melting point, such as lead, gold, copper, silver, or bronze.",
    "mythicSource": ["Mythic Adventures pg. 99"],
    "mythicText": "The damage dealt increases to 1d8 points of electricity damage per caster level (maximum 15d8). A target that fails its save is blinded by the flash for 1 round and deafened by thunder for 1d4 rounds. <br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the two targets can be up to 120 feet apart, the lightning can turn once up to 90 degrees to connect the targets, and the spell’s electrical damage bypasses electricity resistance and electricity immunity.",
    "name_zh": "闪电弧",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (毛皮和两个玻璃雕塑)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "两个生物或物体，互相之间不超过60尺",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可; 见文本",
    "text_zh": "<p>你在两个目标之间拉起一条闪亮的电弧。<\/p><p>闪电对这两个目标以及两个各目标的中间连线上的所有生物造成每施法者等级1d6点伤害 (最高15d6)。如果两个目标之间没有效果线，法术失败。<\/p><p>电弧可以点燃可燃物并伤害路径上的物体。它可以融化一些低熔点的金属，比如铅、金、铜、银或青铜。<\/p>",
    "mythicText_zh": "<p>法术造成的伤害增加至每施法者等级1d8点闪电伤害（最高15d8）。豁免失败的目标会被由于闪光而目盲（blinded）1轮，并且由于轰鸣声而耳聋（deafened）1d4轮。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，两个目标之间最多就可以间隔120尺，闪电能够在连接的目标间转向一次，角度最高为90度，而且法术的闪电伤害会穿透闪电抗力和闪电免疫。<\/p>"
}
