{
    "key": "lily pad stride",
    "name": "Lily Pad Stride",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Lily%20Pad%20Stride",
    "source": ["Advanced Player's Guide pg. 232"],
    "school": "transmutation",
    "levels":     {
        "druid": 3,
        "hunter": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a frog’s leg)",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "trail of lily pads behind you",
    "duration": "10 minutes/level (D); see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Your every footstep creates aquatic plants capable of supporting your weight and that of any creature of your size or smaller that is following you. These lily pads only appear when you cross water or other liquids which do not immediately destroy plants. You can walk across these liquid surfaces without any fear of stumbling (though if knocked prone, dragged under, or otherwise pulled off your feet you still sink in the liquid). For the duration of the spell, any creature of your size or smaller can attempt to follow you by making a DC 10 Acrobatics check every round. Each such check allows it to move at half its normal land speed. If the creature takes a –5 penalty on its check it can move at its normal speed. If a creature fails an Acrobatics check, or if a creature that’s larger than you attempts to follow, it falls through, damaging the plants. Each time a creature falls through, all subsequent creatures take a cumulative –5 penalty on their Acrobatics checks when traveling across that particular stretch of plants. As you move, the lily pads disappear behind you once you pass beyond the spell’s range. Otherwise, they remain until the spell’s duration expires.",
    "name_zh": "步步生莲",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一只青蛙腿)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "在你身后由睡莲叶组成的路径",
    "duration_zh": "10分钟/等级 (可解消); 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你所迈出的每一步都会创造能够支撑你体重的水生植物，并且能够支撑任何跟随着你并且体型与你相同或更小的生物。这些睡莲只会在你穿越水或者其他不会立即摧毁植物的液体时出现。你可以步行穿越这些水面而不必担心被绊倒 (然而一旦你摔倒，被向下拖行或者你的脚被其他方式拉下仍旧会使你沉入液体中)。在该法术的存续时间内，任何与你体型相同或更小的生物可以通过每轮进行DC为10的特技动作检定尝试跟随你。每次上述检定能够允许其以陆上速度的一半来移动。如果生物在该检定中承受-5减值就能够以正常速度移动。如果一名生物在一次特技动作检定中失败，或者一名比你更大的生物尝试在睡莲上跟随你，则会摔落并损坏植物。每当有生物掉落，所有在其后的生物通过这段被损伤的植物时，他们的特技动作检定会受到累计-5的减值。当你移动之后，你身后的睡莲一旦超出法术范围就会消失。否则它们会存续至法术持续时间结束为止。<\/p>"
}
