{
    "key": "lost legacy",
    "name": "Lost Legacy",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Lost%20Legacy",
    "source": ["Magic Tactics Toolbox pg. 22"],
    "school": "enchantment",
    "descriptors":     [
        "curse",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 7,
        "bard": 6,
        "cleric": 7,
        "inquisitor": 6,
        "occultist": 6,
        "oracle": 7,
        "psychic": 7,
        "skald": 6,
        "sorcerer": 7,
        "witch": 6,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF/F (a holy symbol of a dead or forgotten deity, or flag of a fallen or forgotten nation)",
    "range": "touch",
    "target": "creature touched",
    "duration": "permanent",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You inflict a powerful curse on a touched creature that causes others to quickly forget positive aspects of their interactions with the target. The target cannot attempt a Diplomacy (or wild empathy or similar ability) check to improve the attitude of other creatures. Any creature that normally has an attitude of friendly or helpful toward the target must succeed at a Will save at the spell’s normal saving throw DC each time it interacts with the target, or its attitude becomes indifferent. Once this curse is removed, creatures coming back into contact with the target regain their pleasant memories of it. If their attitudes toward the target have not been reduced from indifferent, their original attitudes are restored.",
    "name_zh": "失落馈赠",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、法器/器材 (一个被遗忘的或死去的神祗的圣徽，或者一个被遗忘或已陷落的国家的国旗)",
    "range_zh": "接触",
    "target_zh": "被接触的生物",
    "duration_zh": "永久",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你对接触的生物施加诅咒，让其他人在和目标互动时迅速忘记掉目标的积极一面。目标无法尝试用交涉（或野性认同，或其他类似技能）检定改善他人的态度。任何正常与目标态度为友善或者乐于帮助的生物每次与目标互动时都必须成功通过一个DC与该法术正常豁免DC相同的意志豁免，否则它的态度会变成冷漠。一旦该诅咒被移除，那些重新回来与目标交流的生物会恢复他们与目标的愉快记忆。如果他们与目标的态度没从冷漠降到更低，他们会恢复原本的态度。<\/p><p>法术<\/p><p>下列的法术透过增强施法者的力量，来提高施法者不被侦测的能力，保护或隐藏自身的行动或用不同的方式干扰敌人的感知。<\/p>"
}
