{
    "key": "mage's magnificent mansion",
    "name": "Mage's Magnificent Mansion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mage's%20Magnificent%20Mansion",
    "source": ["PRPG Core Rulebook pg. 307"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 7,
        "psychic": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a miniature ivory door, a piece of polished marble, and a silver spoon, each worth 5 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "extradimensional mansion, up to three 10-ft. cubes/level (S)",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure up an extradimensional dwelling that has a single entrance on the plane from which the spell was cast. The entry point looks like a faint shimmering in the air that is 4 feet wide and 8 feet high. Only those you designate may enter the mansion, and the portal is shut and made invisible behind you when you enter. You may open it again from your own side at will. Once observers have passed beyond the entrance, they are in a magnificent foyer with numerous chambers beyond. The atmosphere is clean, fresh, and warm.<br><br>You can create any floor plan you desire to the limit of the spell's effect. The place is furnished and contains sufficient foodstuffs to serve a nine-course banquet to a dozen people per caster level. A staff of near-transparent servants (as many as two per caster level), liveried and obedient, wait upon all who enter. The servants function as <i>unseen servant<\/i> spells except that they are visible and can go anywhere in the mansion.<br><br>Since the place can be entered only through its special portal, outside conditions do not affect the mansion, nor do conditions inside it pass to the plane beyond.",
    "name_zh": "法师豪宅",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 器材 (象牙拱门小模型, 抛光的大理石块以及银汤匙, 每个物品均价值5gp)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "异次元豪宅, 至多每等级3个10尺边长的立方体 (可变)",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一座只有一个入口的异次元居所，它的入口通向你施展此法术时所处的位面。房屋的入口看起来微微发光地浮在空气中，大概有4尺宽、8尺高。只有你指定的对象才能进入房屋，并且只要你进入房屋，入口就会在你身后关闭并隐形。但你之后可以随时从屋内打开入口。当客人进入入口后，他们会发现自己在一个连接许多房间的华丽大厅内。整个房间整洁而温暖。<\/p><p>只要不超出法术效果的限制，你可以任意设计房屋的内部构造。屋内有全套家具，而且食物存量充足，足够造出一顿可供每CL 12人享用的豪华大餐。屋内还有衣着整齐但近乎透明的仆人 (至多每CL两人)，随时准备为进来的人服务。仆人的功能如同‘<a href=\"spell.html?spell=unseen servant\">隐形仆役 (unseen servant)<\/a>’一般，不过他们并非隐形，而且可以在屋内自由走动。<\/p><p>由于这间房屋只有一个特定的出入口与外界相连，因此屋内外的环境完全不会相互影响。<\/p>"
}
