{
    "key": "mage's decree",
    "name": "Mage's Decree",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Mage's%20Decree",
    "source": ["Ultimate Intrigue pg. 218"],
    "school": "evocation",
    "levels":     {
        "arcanist": 6,
        "bard": 5,
        "cleric": 6,
        "inquisitor": 5,
        "mesmerist": 5,
        "oracle": 6,
        "psychic": 6,
        "skald": 5,
        "sorcerer": 6,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a brass cone or trumpet)",
    "range": "up to 1 mile/level, see text",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You speak a short message (up to 25 words), and it is immediately transmitted to each target, who hear it as clearly as if you were standing next to them. By default, the spell targets every creature with an Intelligence score of 3 or greater that is within the spell’s range, but at your discretion, you can choose to restrict the spell to certain creatures, causing it to either only deliver its message to creatures meeting a certain criteria, or to deliver it to all creatures except those meeting that criteria. The criteria must be something objective and observable. For example, you could cause the <i>mage’s decree<\/i> to reach only creatures of a certain race. You can’t choose recipients that rely on unobservable information, such as creatures of a certain alignment or of a particular class.<br><br> You can’t pick and choose individual creatures to target or exclude. While the spell’s range defaults to 1 mile per caster level, you can choose to reduce it to a smaller radius, although the spell’s area can’t be shaped.<br><br> The nature of the spell prevents the message it carries from having any magical power; the message can’t be used to transmit spells or abilities that are conveyed via speech. The message is transmitted in your voice in whatever language you use to speak it, and is not automatically translated. Any steps you take to disguise your voice are just as effective for messages delivered via this spell as they are for your normal speech. Mage’s decree isn’t a language-dependent spell; all targeted creatures receive the message, but might not understand it if they don’t understand the language in which you spoke the message.",
    "name_zh": "法师之令",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材（黄铜圆锥或黄铜喇叭）",
    "range_zh": "至多每等级1里; 见文本",
    "target_zh": "见后文",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你说出一段短讯（至多25个字），这句话会立即被传输至法术的每个目标，使其能够清晰地听到短讯，就好像你站在它们旁边说话一般。在默认情况下，该法术会将位于法术范围内的每个智力属性为3或更高的生物作为目标，不过依照你的判断，也能够选择将法术限定至某些特定生物上，让法术仅对满足特定条件的生物传递短讯，或者让法术排除满足特定条件的生物并对所有其他生物传递短讯。该限定条件必须客观（objective）且显而易见（observable）。举例来说，你可以仅对某个特定种族的生物使用法师之令传递短讯。但是你不能依赖难以察觉的信息筛选收信方，比如属于某个特定阵营或特定职业的生物。<\/p><p>你无法将具体的个别生物选取为法术目标或排除在法术之外。虽然该法术的范围为每施法者等级1英里，但是你可以将它的范围缩小，然而你仍旧无法将法术区域塑形成其他形状。<\/p><p>该法术的本质会防止它传递的短讯含有任何魔法力量; 因此这些短讯无法用于传递那些依赖语言来传达的法术或能力。这些短讯会通过你所使用的语言、以你的声音来传达，而且不会将其自动翻译。你对自己嗓音改采取的伪装可以对通过该法术所传递的短讯生效，就如同这些短讯是你普通说出的话一般。法师之令并非依赖语言的法术; 所有目标生物均会接收到短讯，但是如果它们不理解你说出短讯时所使用的语言，则可能无法理解这句短讯所表达的含义。<\/p>"
}
