{
    "key": "magical beast shape",
    "name": "Magical Beast Shape",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Magical%20Beast%20Shape",
    "source": ["Ultimate Wilderness pg. 231"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 7,
        "sorcerer": 7,
        "wizard": 7
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 min./level",
    "text": "This spell functions as <i>beast shape IV<\/i> except you can assume the form of only a magical beast of a size between Diminutive and Huge. If the form you assume has any of the following abilities, you gain those abilities: burrow speed 60 feet, climb speed 90 feet, fly speed 120 feet (good maneuverability), swim speed 120 feet, blindsense 60 feet, blindsight 30 feet, darkvision 90 feet, low-light vision, scent, see in darkness, tremorsense 60 feet, blood drain, blood frenzy, breath weapon (if damage, up to 12d6 points), constrict, fast healing 5, ferocity, grab, hold breath, jet, no breath, poison, pounce, powerful charge, pull, rake, rend, roar, spikes, trample, trip, and web. If the creature has immunity to poison, you gain a +8 resistance bonus on saves against poison. If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability.<br><br> <b>Diminutive Magical Beast<\/b>: If you assume this form, you gain a +10 size bonus to your Dexterity score and take a –4 penalty to your Strength score.<br><br> <b>Huge Magical Beast<\/b>: If you assume this form, you gain a +8 size bonus to your Strength score, take a –4 penalty on your Dexterity score, a +2 size bonus to your Constitution score, and gain a +7 natural armor bonus.",
    "name_zh": "魔法兽形态",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>这个法术的作用类似于野兽形态 IV，除了你只能获得一个体型介于微型和超大型的魔法兽的形态。如果你获得的形态有下列能力，你就能获得这些能力：60英尺掘洞速度，90英尺攀爬速度，120英尺飞行速度（良好机动性），120英尺游泳速度，60英尺盲感，30英尺盲视，90英尺黑暗视觉，昏暗视觉，灵敏嗅觉，看破黑暗，60英尺颤动感知，吸血（blood drain），鲜血狂怒（blood frenzy），喷吐武器（如果有伤害，最多12d6点），紧勒（constrict），快速医疗 5，凶残（ferocity），擒抱，屏息（hold breath），喷射（jet），不需呼吸（no breath），毒素（poison），猛扑（pounce），强力冲锋（powerful charge），拉拽（pull），耙抓（rake），撕扯（rend），咆哮（roar），钉刺（spikes），践踏（trample），绊摔（trip），织网（web）。如果该生物对毒素免疫，你会在对抗毒素的豁免上获得+8的抗力加值。<\/p><p>如果该生物对任何能量种类免疫或有抗力，你会获得对于这些能量种类的20抗力。如果这个生物对一个能量种类易伤，你就会得到这个弱点。<\/p><p>微型魔法兽：如果你获得这种形态，你在敏捷属性上得到+10的体型加值，并且在你的力量属性上受到-4惩罚。<\/p><p>超大型魔法兽：如果你获得这种形态，你在力量属性上得到+8的体型加值，并且在你的敏捷属性上受到-4惩罚，在体质属性上得到+2体型加值，并获得+7的天生护甲加值。<\/p>"
}
