{
    "key": "magic aura, greater",
    "name": "Magic Aura, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Magic%20Aura,%20Greater",
    "source": ["Ultimate Intrigue pg. 219"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 4,
        "bard": 3,
        "mesmerist": 3,
        "occultist": 3,
        "psychic": 4,
        "skald": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a woolen handkerchief)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature, or one object weighting up to 20 lbs./level",
    "duration": "1 day/level (D)",
    "savingThrow": "none (see text)",
    "spellResistance": "no",
    "text": "If cast on an object, this spell functions as <i>magic aura<\/i>, except that if you have identified the unique spellcasting signatures of a specific individual with <i>greater detect magic<\/i> or a similar spell, you can make the <i>magic aura<\/i> appear to have been created by that individual. Alternatively, you can simply obscure all identifiers, making it more difficult to determine who cast the spell. In either case, if the object is the subject of a greater detect magic spell, any Spellcraft check made to identify the unique spellcasting identifiers of the aura automatically produce the result you chose unless the observer disbelieves the spell with a successful Will save (as with <i>magic aura<\/i>, however, detect spells don’t grant a save to disbelieve).<br><br> If cast on a creature, you can make that creature register to detect spells (and spells with similar capabilities) as though it were the subject of any number of spells that you specify, when the spell is cast. Alternatively, you can make the creature register as nonmagical, hiding all spell effects that he is currently affected by from such scrutiny. If you choose to make the creature register as being the subject of one or more spells, you can also alter the unique spellcasting identifiers of those spell auras, in the same fashion as described for objects.<br><br> If the target is a creature, you can also alter how the creature registers to <i>arcane sight<\/i>, making the creature appear to have or not have spellcasting or spell-like abilities, whether those abilities are arcane, divine, or psychic in nature, and the strength of the most powerful spell or spell-like ability they currently have available for use. Similarly, you can alter the way the target appears when viewed with <i>greater detect magic<\/i>, causing the last spell that he cast to seem to be any spell of your choice.",
    "name_zh": "高等魔法灵光",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材（羊毛方巾）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "1个生物，或者重量至多为20磅/级的1个物体",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "无; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>若将法术施放至1个物体上，该法术的功能就如同魔法灵光（Magic Aura）一般，不过如果你曾经以高等侦测魔法（Greater Detect Magic; 本书212页）或类似的法术鉴别过属于某个特定个人的独特施法署名（unique spellcasting signatures）的话，你可以让魔法灵光看起来像是由那个人创造的。作为一种选择，你也能够单纯地将所有标识变得模糊，让人更加难以判断出是由何人施放的法术。无论何种情况，只要该物体成为高等侦测魔法的目标，任何用于鉴别灵光中独特施法标识（unique spellcasting identifiers）的法术辨识检定都会得出你所选择的结果，观察者只有成功通过意志豁免（如同魔法灵光法术一般，不过侦测魔法不会提供此次豁免机会）才不会相信你所设置的答案。<\/p><p>若将法术施放至1个生物上，你可以改变该生物在受到侦测魔法（或类似功能的法术）时看起来的样子，使其好像成为了很多法术的受术者一般，具体看起来像是受到何种法术影响则是在施放高等魔法灵光时由你指定。作为一种选择，你也可以让该生物看起来好像不受任何魔法影响（nonmagical），从侦测中隐藏所有当前正在生效的法术效果。如果你选择让目标生物看起来成为了1个或多个法术的受术者，则还可以改变这些法术灵光的独特施法标识（unique spellcasting identifiers），与上文中向物体施法中所描述方式的一样。<\/p><p>若法术目标是1个生物，你还可以改变它在秘法视力（Arcane Sight）中的样貌，让该生物看起来像是具有或者不具有施法或类法术能力，无论这些能力的本质是奥术（arcane）、神术（divine）还是异能（psychic），此外你还能设定目标当前看起来能够使用的法术或类法术能力中最强力量的程度。同样地，你也可以改变目标在高等侦测魔法（Greater Detect Magic）中看起来是何种样貌，由你设定目标看起来最近施放过的最后一个法术是何种法术。<\/p>"
}
