{
    "key": "magic circle against evil",
    "name": "Magic Circle against Evil",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Magic%20Circle%20against%20Evil",
    "source": ["PRPG Core Rulebook pg. 308"],
    "school": "abjuration",
    "descriptors": ["good"],
    "levels":     {
        "arcanist": 3,
        "cleric": 3,
        "inquisitor": 3,
        "medium": 3,
        "occultist": 3,
        "oracle": 3,
        "paladin": 3,
        "shaman": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a 3-ft.-diameter circle of powdered silver)",
    "range": "touch",
    "area": "10-ft.-radius emanation from touched creature",
    "duration": "10 min./level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no; see text",
    "text": "All creatures within the area gain the effects of a <i>protection from evil<\/i> spell, and evil summoned creatures cannot enter the area either. Creatures in the area, or who later enter the area, receive only one attempt to suppress effects that are controlling them. If successful, such effects are suppressed as long as they remain in the area. Creatures that leave the area and come back are not protected. You must overcome a creature's spell resistance in order to keep it at bay (as in the third function of <i>protection from evil<\/i>), but the deflection and resistance bonuses and the protection from mental control apply regardless of enemies' spell resistance.<br><br>This spell has an alternative version that you may choose when casting it. A <i>magic circle against evil<\/i> can be focused inward rather than outward. When focused inward, the spell binds a nongood called creature (such as those called by the <i>lesser planar binding<\/i>, <i>planar binding<\/i>, and <i>greater planar binding<\/i> spells) for a maximum of 24 hours per caster level, provided that you cast the spell that calls the creature within 1 round of casting the <i>magic circle<\/i>. The creature cannot cross the circle's boundaries. If a creature too large to fit into the spell's area is the subject of the spell, the spell acts as a normal <i>protection from evil<\/i> spell for that creature only.<br><br>A <i>magic circle<\/i> leaves much to be desired as a trap. If the circle of powdered silver laid down in the process of spellcasting is broken, the effect immediately ends. The trapped creature can do nothing that disturbs the circle, directly or indirectly, but other creatures can. If the called creature has spell resistance, it can test the trap once a day. If you fail to overcome its spell resistance, the creature breaks free, destroying the circle. A creature capable of any form of dimensional travel (<i>astral projection<\/i>, <i>blink<\/i>, <i>dimension door<\/i>, <i>etherealness<\/i>, <i>gate<\/i>, <i>plane shift<\/i>, <i>shadow walk<\/i>, <i>teleport<\/i>, and similar abilities) can simply leave the circle through such means. You can prevent the creature's extradimensional escape by casting a <i>dimensional anchor<\/i> spell on it, but you must cast the spell before the creature acts. If you are successful, the <i>anchor<\/i> effect lasts as long as the <i>magic circle<\/i> does. The creature cannot reach across the <i>magic circle<\/i>, but its ranged attacks (ranged weapons, spells, magical abilities, and the like) can. The creature can attack any target it can reach with its ranged attacks except for the circle itself.<br><br>You can add a special diagram (a two-dimensional bounded figure with no gaps along its circumference, augmented with various magical sigils) to make the <i>magic circle<\/i> more secure. Drawing the diagram by hand takes 10 minutes and requires a DC 20 Spellcraft check. You do not know the result of this check. If the check fails, the diagram is ineffective. You can take 10 when drawing the diagram if you are under no particular time pressure to complete the task. This task also takes 10 full minutes. If time is no factor at all, and you devote 3 hours and 20 minutes to the task, you can take 20.<br><br>A successful diagram allows you to cast a <i>dimensional anchor<\/i> spell on the <i>magic circle<\/i> during the round before casting any summoning spell. The <i>anchor<\/i> holds any called creatures in the <i>magic circle<\/i> for 24 hours per caster level. A creature cannot use its spell resistance against a <i>magic circle<\/i> prepared with a diagram, and none of its abilities or attacks can cross the diagram. If the creature tries a Charisma check to break free of the trap (see the <i>lesser planar binding<\/i> spell), the DC increases by 5. The creature is immediately released if anything disturbs the diagram—even a straw laid across it. The creature itself cannot disturb the diagram either directly or indirectly, as noted above.<br><br>This spell is not cumulative with <i>protection from evil<\/i> and vice versa.",
    "name_zh": "反邪恶法阵",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器 (银粉画出直径为3尺的圆环)",
    "range_zh": "接触",
    "area_zh": "接触到的生物周围半径10尺发散区域",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否; 见文本",
    "text_zh": "<p>法术区域内的所有生物会获得如同‘<a href=\"spell.html?spell=protection from evil\">防护邪恶 (protection from evil)<\/a>’一般的效果保护，并且邪恶召唤生物都无法进入此区域。在区域内、或者之后进入区域的生物，只会获得一次机会来压制控制他们的效果。若成功，那么只要他们处于区域内，这些效果就会被压制。若生物在离开法术区域后再次进入则不会受到保护。你必须克服目生物的法术抗力才能防止其进入法术区域 (如同‘防护邪恶’法术的第三种功效)，但法术提供的偏斜与抗力加值、以及对心灵控制的防护效果仍旧适用，不受敌人法术抗力的影响。<\/p><p>你可以在施法时选择此法术的两种效果中的一种。反邪恶法阵可以被设置为朝向内或朝向外。当反邪恶法阵的方向被设置为向内时，此法术可以束缚住一个被呼唤而来的非善良生物，比如经由‘<a href=\"spell.html?spell=lesser planar binding\">次等异界誓缚 (lesser planar binding)<\/a>’，‘<a href=\"spell.html?spell=planar binding\">异界誓缚 (planar binding)<\/a>’和‘<a href=\"spell.html?spell=greater planar binding\">高等异界誓缚 (greater planar binding)<\/a>’呼唤而来的生物。持续时间最高为每CL 24小时，但是你必须在施展法阵法术后1轮内施展这些呼唤生物的法术。被召唤来的生物无法越过法阵的边界。如果目标生物的体型过大，无法装入法术区域，则此法术如同仅作用于该生物身上的防护邪恶般生效。<\/p><p>以法阵作为陷阱并非万无一失。如果施法时洒下的银粉环被破坏，法阵的效果将立即终止。被束缚住的生物无论直接还是间接都无法破坏法阵，但其他生物则可以。如果被呼唤而来的生物拥有法术抗力，则它每天可以尝试突破法阵一次。如果你无法克服它的法术抗力，则生物可以逃脱，并且法阵也被破坏。如果生物能使用任何形式的次元旅行能力，如‘<a href=\"spell.html?spell=astral projection\">星界投射 (astral projection)<\/a>’、‘<a href=\"spell.html?spell=blink\">闪现术 (blink)<\/a>’、‘<a href=\"spell.html?spell=dimension door\">任意门 (dimension door)<\/a>’、‘<a href=\"spell.html?spell=etherealness\">同游灵界 (etherealness)<\/a>’、‘<a href=\"spell.html?spell=gate\">异界之门 (gate)<\/a>’、‘<a href=\"spell.html?spell=plane shift\">异界传送 (plane shift)<\/a>’、‘<a href=\"spell.html?spell=shadow walk\">行影术 (shadow walk)<\/a>’、‘<a href=\"spell.html?spell=teleport\">传送术 (teleport)<\/a>’及类似的能力，则可以通过这些法术轻易离开法阵。你可以使用‘<a href=\"spell.html?spell=dimensional anchor\">次元锚 (dimensional anchor)<\/a>’防范生物通过次元旅行能力逃脱，但是你必须在生物行动之前施法。如果成功，‘次元锚’的持续时间等同于法阵的持续时间。被束缚的生物不能穿越法阵，但它可以向外进行远程攻击 (如远程武器、法术、或魔法能力等)。该生物可以攻击远程攻击射程内的任何目标，但它不能攻击法阵本身。<\/p><p>你可以使用特殊的魔法图阵 (diagram) 使法阵更加稳固 (图阵是环绕在法阵周围的封闭平面图形，以多种魔法印记加以增强)。手工绘制魔法图阵需要10分钟，而且要通过法术辨识技能检定 (DC 20)。你无法得知此检定结果。如果检定失败，法阵就是无效的。如果绘制时没有压力，你可以取10, 但仍然需要10分钟。如果你很有空闲，可以花3小时20分钟来绘制，那么你可以取20。<\/p><p>成功绘制的图阵可以让你在施展任何召唤法术之前将次元锚施于法阵上。次元锚可以将使任何被呼唤而来的生物被困在法阵里达每CL 24小时。该生物不能以法术抗力挣脱以魔法图阵增强过的法阵，而且它的任何能力和攻击都不能穿越图阵。如果该生物试图以魅力检定突破束缚 (见‘次级异界誓缚’法术说明)，则DC增加5。如果魔法图阵被破坏——哪怕只是一根稻草盖到图阵上——该生物会立即被释放。然而，如上文所提及，无论如何该生物都不能直接或是间接地破坏此图阵。<\/p><p>该法术的效果无法与‘防护邪恶’累加，反之亦然。<\/p>"
}
