{
    "key": "magic mouth",
    "name": "Magic Mouth",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Magic%20Mouth",
    "source": ["PRPG Core Rulebook pg. 310"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 2,
        "bard": 1,
        "medium": 2,
        "mesmerist": 1,
        "occultist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "skald": 1,
        "sorcerer": 2,
        "summoner": 1,
        "summoner (unchained)": 1,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a small bit of honeycomb and jade dust worth 10 gp)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature or object",
    "duration": "permanent until discharged",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "This spell imbues the chosen object or creature with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which must be 25 or fewer words long, can be in any language known by you and can be delivered over a period of 10 minutes. The mouth cannot utter verbal components, use command words, or activate magical effects. It does, however, move according to the words articulated; if it were placed upon a statue, the mouth of the statue would move and appear to speak. <i>Magic mouth<\/i> can also be placed upon a tree, rock, or any other object or creature.<br><br>The spell functions when specific conditions are fulfilled according to your command as set in the spell. Commands can be as general or as detailed as desired, although only visual and audible triggers can be used. Triggers react to what appears to be the case. Disguises and illusions can fool them. Normal darkness does not defeat a visual trigger, but magical <i>darkness<\/i> or <i>invisibility<\/i> does. Silent movement or magical <i>silence<\/i> defeats audible triggers. Audible triggers can be keyed to general types of noises or to a specific noise or spoken word. Actions can serve as triggers if they are visible or audible. A <i>magic mouth<\/i> cannot distinguish alignment, level, Hit Dice, or class except by external garb.<br><br>The range limit of a trigger is 15 feet per caster level, so a 6th-level caster can command a <i>magic mouth<\/i> to respond to triggers as far as 90 feet away. Regardless of range, the mouth can respond only to visible or audible triggers and actions in line of sight or within hearing distance.<br><br><i>Magic mouth<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "name_zh": "魔嘴",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一小块蜂窝和价值10gp的翡翠粉)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物或物体",
    "duration_zh": "永久, 直到能量发散",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>此法术可以在选定的物品或生物身上安置一张有魔力的嘴，当某个特定事件发生时，它会凭空出现并说出一段事先设定的讯息。这段讯息可以使用任何你所知晓的语言，也可以在10分钟之内传达完毕，但是长度不能超过25个字。魔嘴不能用来作为语言成分使用、使用命令词或启动魔法效果。说话时，它的口型会跟讯息配合; 如果放置在一座雕像上，雕像的嘴会动起来，就像是在说话一样。当然，魔嘴也可以放置在树木，石头，门窗，或者任何物品及生物上。<\/p><p>当环境符合你施展法术所设定启动的命令时，法术开始运作。根据你的意愿，触发条件可以很一般化，也可以很具体，但是只能使用视觉型与听觉型触发条件。触发条件只能对它所面对的事物进行判断。它可能会被伪装或幻觉所欺骗。普通黑暗不能阻绝视觉型触发条件，但魔法黑暗和‘<a href=\"spell.html?spell=invisibility\">隐形术 (invisibility)<\/a>’则可以。潜行或魔法‘<a href=\"spell.html?spell=silence\">沉默术 (silence)<\/a>’可以阻绝听觉触发条件。一般的声音、特定声音或某个说出来的词都可以设定为听觉条件。所有听得到或看得见的动作都可以设置为触发条件。魔嘴无法分辨阵营、等级、，HD或职业，不过可以分辨外部的装束。<\/p><p>条件触发的距离限制是每CL 15尺，所以一个6级的施法者可以使魔嘴响应90尺距离内的触发条件。与距离无关，魔嘴只能响应具有视觉线或者处于听觉范围之内的视觉型与听觉型触发条件和动作。<\/p><p>魔嘴可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。<\/p>"
}
