{
    "key": "marionette possession",
    "name": "Marionette Possession",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Marionette%20Possession",
    "source": ["Ultimate Magic pg. 228"],
    "school": "necromancy",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "investigator": 3,
        "mesmerist": 3,
        "psychic": 3,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a piece of paper with the target’s name)",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "one willing creature",
    "duration": "10 minutes/level or until you return to your body",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "yes",
    "text": "You project your soul out of your body and into the body of a willing creature. This possession is blocked by <i>protection from evil <\/i>or a similar ward. The target’s soul shares its body with you; it is helpless but can still use its senses. You and the target’s soul can communicate telepathically as if using a common language.<br><br>You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and natural attacks (such as a bite or sting). A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You can’t choose to activate the body’s extraordinary, spell-like, or supernatural abilities.<br><br>As a standard action, you can return to your own body, ending the spell. While your soul is possessing the target, your body is helpless. If the host body is slain, you return to your own body if it is within range, and the life force of the host departs (it is slain). If the host body is slain beyond the range of the spell, both you and the host die. Any life force with nowhere to go is treated as slain.",
    "name_zh": "傀儡凭依",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势，器材 (一张写着目标名字的纸)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "一名自愿生物",
    "duration_zh": "10分钟/等级 或 直到你返回自己的身体",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使你的灵魂离开肉体并且进入一个自愿生物。这个效果会被防护邪恶或类似效果所阻挡。<\/p><p>目标的灵魂会与你一同分享肉体，它陷入无助状态 (helpless) 但是仍然能使用感官。你和目标如果懂相同的语言，你们可以用心灵感应进行沟通。<\/p><p>你保有你自己的智力、感知、魅力、等级、职业、基础攻击加值、基础豁免加值、阵营和心理技能。而肉体则保持其力量、敏捷、体质、生命值、天生技能和天生攻击 (如噬咬或叮咬)。身体的额外肢体不会赋予你比通常更多的攻击次数 (或更有利的双手武器伤害)。你也不能发动身体的特异、类法术或超自然能力。<\/p><p>作为一个标准动作，你可以回到自己的身体并结束法术。当你的灵魂进入目标身体时，你自己的身体处于无助状态。<\/p><p>如果你的宿主被杀害而你的身体处于法术范围内，你回到自己的身体里而宿主死亡。如果宿主和你的身体超出法术范围而宿主被杀，你们一同死亡。如果你自己的身体被杀害，你在法术效果结束后死亡。<\/p>"
}
