{
    "key": "maw of chaos",
    "name": "Maw of Chaos",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Maw%20of%20Chaos",
    "source": ["Pathfinder #74: Sword of Valor pg. 74"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "descriptors": ["chaotic"],
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "oracle": 8,
        "sorcerer": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, F/DF (a gold-plated, cold iron ring that was forged in the Abyss)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "5-foot-radius spread",
    "duration": "concentration (maximum 1 round/level)",
    "savingThrow": "see text",
    "spellResistance": "yes",
    "text": "This spell creates a rip in reality that plunges into the interspatial vortices that constantly churn with the raw destructive chaos of the Abyss. Each round at the beginning of your turn, the <i>maw of chaos<\/i> attempts a drag combat maneuver check against every creature within 40 feet, using your caster level plus your primary spellcasting ability modifier in place of a CMB. If a creature is dragged into a <i>maw of chaos<\/i>, the area erupts in a surge of chaotic energy and the creature takes 1d6 points of damage per caster level. Only one such eruption can occur per round.<br><br>Creatures dragged adjacent to the <i>maw of chaos<\/i> become entangled by the frayed strands of reality being torn apart at the rim of the <i>maw of chaos<\/i>. Escape requires a successful Escape Artist check or grapple check against a DC equal to 10 plus the spell’s save DC. Every creature without the chaotic subtype that ends its turn adjacent to a <i>maw of chaos<\/i> takes 2 points of damage to each ability score. Creatures with the lawful subtype take double this amount of damage; creatures with the chaotic subtype take no damage.<br><br>Calling, summoning, and teleportation effects used within 30 feet of the <i>maw of chaos<\/i> or that cause a creature to appear within 30 feet of a <i>maw of chaos<\/i> are redirected, causing the creature to arrive adjacent to the <i>maw of chaos<\/i> rather than at its intended destination. Unattended objects (including dead bodies) adjacent to the <i>maw of chaos<\/i> are drawn into it and affected as by <i>disintegrate<\/i> at the beginning of the caster’s next turn.",
    "name_zh": "混沌之喉",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材/法器（一枚在深渊中锻造的镀金寒铁戒指）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "5尺半径扩散",
    "duration_zh": "专注 (至多1轮/等级)",
    "savingThrow_zh": "见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术在现实中创造一道裂口，投入其中就会进入 持续搅拌着深渊原始而具破坏性的混沌 的空间漩涡。在你回合开始的每一轮，混沌之喉都会尝试对40尺内的所有生物进行拖拽战技检定，使用你的施法者等级加上你的主要施法属性调整值来代替CMB。如果一个生物被拖??入混沌之喉，该区域会喷发出一股混乱能量，并且该生物会受到每施法者等级1d6点的伤害。每轮只能发生一次这样的喷发。<\/p><p>被拖到混沌之喉邻格的生物会陷入纠缠状态，这是因为他们被混沌之喉边缘撕裂至碎缕状的现实束缚。逃脱需要一次成功的脱逃术检定或擒抱检定（DC=10+法术的豁免DC）。每个不具有混乱亚种的生物在与混沌之喉相邻处结束其回合时，每项属性都会受到2点伤害。具有守序亚种的生物受到双倍的伤害；具有混乱亚种的生物不受伤害。<\/p><p>在混沌之喉30尺内使用的呼唤、召唤和传送效果，或使生物出现在混沌之喉30尺内的生物会被重定向，导致该生物到达混沌之喉邻格，而非其预期的目的地。与混沌之喉相邻的无人看管的物体（包括尸体）会被吸入其中，并在施法者的下一轮开始时受到解离术的影响。<\/p><p>（译注：这法术从句实在长，勉强意译至此）<\/p>"
}
