{
    "key": "meteor swarm",
    "name": "Meteor Swarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Meteor%20Swarm",
    "source": ["PRPG Core Rulebook pg. 313"],
    "school": "evocation",
    "descriptors": ["fire"],
    "levels":     {
        "arcanist": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "area": "four 40-ft.-radius spreads, see text",
    "duration": "instantaneous",
    "savingThrow": "none or Reflex half, see text",
    "spellResistance": "yes",
    "text": "<i>Meteor swarm<\/i> is a very powerful and spectacular spell that is similar to <i>fireball<\/i> in many aspects. When you cast it, four 2-foot-diameter spheres spring from your outstretched hand and streak in straight lines to the spots you select. The meteor spheres leave a fiery trail of sparks.<br><br>If you aim a sphere at a specific creature, you may make a ranged touch attack to strike the target with the meteor. Any creature struck by a sphere takes 2d6 points of bludgeoning damage (no save) and takes a –4 penalty on the saving throw against the sphere's fire damage (see below). If a targeted sphere misses its target, it simply explodes at the nearest corner of the target's space. You may aim more than one sphere at the same target.<br><br>Once a sphere reaches its destination, it explodes in a 40-foot-radius spread, dealing 6d6 points of fire damage to each creature in the area. If a creature is within the area of more than one sphere, it must save separately against each. Despite stemming from separate spheres, all of the fire damage is added together after the saves have been made, and fire resistance is applied only once.",
    "mythicSource": ["Mythic Adventures pg. 101"],
    "mythicText": "The meteors created by this spell deal bludgeoning damage in a line extending from you to the target destination where it explodes. Creatures in the path of a meteor take 2d10 points of bludgeoning damage and must succeed at a Fortitude save or be knocked prone. The damage from the exploding meteors increases to 6d10 points of fire damage. Creatures that fail their Reflex saves against the fire damage are also knocked prone and deafened for 1d4 rounds. <br><br><b>Augmented (10th)<\/b>: If you expend two uses of mythic power, creatures in the path of a meteor also take 4d10 points of fire damage and the damage from the exploding meteors increases to 10d10 points of fire damage; this fire damage bypasses fire resistance and fire immunity. ",
    "name_zh": "流星爆",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "area_zh": "4个半径40尺扩散区域, 见文本",
    "duration_zh": "立即",
    "savingThrow_zh": "无 或 反射, 通过则减半; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>流星爆是一个强力而且壮观的法术，它很多方面都跟‘<a href=\"spell.html?spell=fireball\">火球术 (fireball)<\/a>’很像。当你施展此法术时，四颗直径2尺的火球从你伸展的手中飞出，这些流星会拖着一条火光灿烂的尾巴，以直线路径飞向你选定的地点。<\/p><p>如果你将流星瞄准一个特定的生物，你可以进行一次远程接触攻击来用流星轰击目标。任何被流星击中的生物会受到2d6点钝击伤害 (无豁免)，并且在对抗流星的火焰伤害时，豁免检定承受-4减值 (见后文)。若指向目标的流星没有命中，则会在目标所占据空间最近的方格交叉点爆炸。你可以指定多颗流星瞄准同一个目标。<\/p><p>一旦流星到达目的地，它就会爆炸并扩散至半径40尺区域，这会对区域内的每个生物造成6d6点火焰伤害。如果生物在多颗流星的爆炸范围内，则必须分别对每颗流星做豁免。尽管来自不同的爆炸区域，所有火焰伤害都会在做出豁免后相互叠加，火焰抗力只对其生效一次。<\/p>",
    "mythicText_zh": "<p>由该法术创造的流星会造成钝击伤害，范围为从你开始延伸到它要爆破的目标地点之间的直线。在流星路径上的生物会受到2d10点钝击伤害，而且必须成功进行强韧豁免，否则会被击倒。流星爆炸所造成的伤害增加至6d10点火焰伤害。在对抗火焰伤害时反射失败的生物还会被击倒，并且耳聋（deafened）1d4轮。<\/p><p>强化（10阶）：若你花费2次神话之力，流星路径上的生物还会受到4d10点火焰伤害，而且流星爆炸的伤害增加至10d10点火焰伤害；这些火焰伤害会穿透火焰抗力和火焰免疫。<\/p>"
}
