{
    "key": "monstrous extremities",
    "name": "Monstrous Extremities",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Monstrous%20Extremities",
    "source":     [
        "Inner Sea Gods pg. 237",
        "Faiths of Corruption pg. 28"
    ],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "race": "Lamashtu",
    "levels":     {
        "arcanist": 3,
        "bloodrager": 3,
        "cleric": 3,
        "oracle": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 4,
        "wizard": 3
    },
    "castingTime": "1 minute",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 hour/level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "You change one of the extremities of the creature touched—arms or legs only—into another shape of approximately the same size and mass. You can choose a tentacle, a hoof, or a wing. The subject must take approximately 10 minutes to familiarize itself with the function and movement of the new extremity to use it properly. These new forms do not allow the subject to fly, run faster, or swim better; however, they do act as natural weapons of the appropriate type, and the subject can use them to make secondary attacks while making attacks with weapons as a full-attack action. The secondary attacks are made using the creature’s base attack bonus –5 and adding only 1/2 the creature’s Strength bonus on damage rolls. The subject cannot hold a weapon or use any item that would ordinarily fit into the slot of the changed extremity. The subject can receive the benefits of this spell multiple times.",
    "name_zh": "肢体畸变",
    "race_zh": "拉玛什图",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过施放此法术，你可以篡改一个生物的肢体——手臂或者腿——将之变成同等体型的另一种肉体形态。你可以将这条肢体改造成触手，蹄子，翅膀，诸如此类，如果肢体受到改变，目标生物需要10分钟的时间熟悉自己新肢体的运动方式。虽然不能真的让变异者游泳，快跑或是飞行，不过畸变的肢体可以用来作为合适的武器——在整轮攻击时，这些肢体可以作为次要天生武器进行攻击，使用变异者的最高基础攻击加值-5，并在伤害投骰上添加1/2变异者的力量调整值。变异的肢体无法像正常的手一样持握武器和物品，不过一个受术者可以拥有多个本法术的效果。<\/p>"
}
