{
    "key": "monstrous physique iv",
    "name": "Monstrous Physique IV",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Monstrous%20Physique%20IV",
    "source": ["Ultimate Magic pg. 229"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 6,
        "arcanist": 6,
        "investigator": 6,
        "magus": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D)",
    "text": "This spell functions as <i>monstrous physique III<\/i> except it allows you to use more abilities. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, blood frenzy, breath weapon, cold vigor, constrict, ferocity, freeze, grab, horrific appearance, jet, leap attack, mimicry, natural cunning, overwhelming, poison, pounce, rake, rend, roar, sound mimicry, speak with sharks, spikes, trample, trip, and web. If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. If the creature has immunity to poison, you gain a +8 bonus on saves against poison.",
    "mythicSource": ["Mythic Adventures pg. 102"],
    "mythicText": "Each <i>mythic monstrous physique<\/i> spell must be learned individually, and you must know the respective non-mythic <i>monstrous physique<\/i> spell to learn its mythic version. You don’t have to learn them in order, and aren’t required to know a lower-level <i>mythic monstrous physique<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic monstrous physique II<\/i> if you know <i>monstrous physique II<\/i>, even if you don’t know <i>mythic monstrous physique I<\/i>). Each <i>mythic monstrous physique<\/i> spell adds the following benefits to its respective non-mythic version.<br><br> The spell’s bonuses to ability scores increase by 2 each, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 each (minimum penalty of 0). Alternatively, you can cast this spell on another willing creature, changing the range to touch and the target to one creature. <br><br><b>Augmented (4th)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. Additionally, you can cast this spell on other willing creatures, changing the range to touch and the target to one creature per tier. ",
    "name_zh": "类人形态IV",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级 (可解消)",
    "text_zh": "<p>这个法术工作方式如同类人形态III (Monstrous Physique III)，不过它允许你使用更多的能力。<\/p><p>如果你选择的形态拥有下列能力，你获得它们：60尺掘洞，90尺攀爬，120尺飞行 (良好机动性)，120尺游泳，60尺盲感，90尺黑暗视觉，昏暗视觉，嗅觉敏锐，60尺震颤感知，血性狂暴 (blood frenzy)，吐息武器 (breath weapon)，寒冷活性 (cold vigor)，收缩 (constrict)，气势凶猛 (ferocity)，静立 (freeze)、攫取 (grab)、骇人外形 (horrific appearance)、喷射推进 (jet)、飞跃攻击 (leap attack)、模仿 (mimicry)、自然狡诈 (natural cunning)、压倒 (overwhelming)、毒素 (poison)、猛扑 (pounce)、耙抓 (rake)、撕裂 (renk)、咆哮 (roar)、声音模仿 (sound mimicry)、与鲨交谈 (speak with sharks)、钉刺 (spike)、摔绊 (trip)、践踏 (trample) 和织网 (web)。<\/p><p>如果该生物拥有任何种类的能量抗力或免疫，你获得20点对应能量种类的抗力。<\/p><p>如果该生物拥有任何能量种类的弱点，你获得这种弱点。<\/p><p>如果该生物对毒素免疫，你对抗毒素的豁免检定获得+8加值。<\/p>"
}
