{
    "key": "move earth",
    "name": "Move Earth",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Move%20Earth",
    "source": ["PRPG Core Rulebook pg. 316"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "arcanist": 6,
        "druid": 6,
        "hunter": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "see text",
    "components": "V, S, M (clay, loam, sand, and an iron blade)",
    "range": "long (400 ft. + 40 ft./level)",
    "area": "dirt in an area up to 750 ft. square and up to 10 ft. deep (S)",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Move earth<\/i> moves dirt (clay, loam, sand, and soil), possibly collapsing embankments, moving hillocks, shifting dunes, and so forth.<br><br>In no event can rock formations be collapsed or moved. The area to be affected determines the casting time. For every 150-foot square (up to 10 feet deep), casting takes 10 minutes. The maximum area, 750 feet by 750 feet, takes 4 hours and 10 minutes to move.<br><br>This spell does not violently break the surface of the ground. Instead, it creates wavelike crests and troughs, with the earth reacting with glacial fluidity until the desired result is achieved. Trees, structures, rock formations, and such are mostly unaffected except for changes in elevation and relative topography.<br><br>The spell cannot be used for tunneling and is generally too slow to trap or bury creatures. Its primary use is for digging or filling moats or for adjusting terrain contours before a battle.<br><br>This spell has no effect on earth creatures.",
    "mythicSource": ["Mythic Adventures pg. 102"],
    "mythicText": "This spell can move earth much more quickly, with each full round of casting allowing you to reshape a 25-foot-square area up to 10 feet deep. All creatures on or under the ground within that area are knocked prone and moved to the closest square outside the area being shaped. A successful Reflex save prevents a creature from being knocked prone, but it’s still moved. ",
    "name_zh": "地动术",
    "castingTime_zh": "见文本",
    "components_zh": "语言, 姿势, 材料 (黏土, 壤土, 砂土和一把铁刃)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "area_zh": "边长为750尺的方形区域之中, 至多10尺深的泥土 (可变)",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>地动术可以移动泥土 (黏土、壤土、砂土)，有可能造成堤防塌陷、搬动小丘、沙丘移位等。<\/p><p>不过不管怎样的情况，岩石地层都不会塌陷或被移动。法术影响的区域大小取决于施法时间。每改变边长150尺的方形区域 (至多10英尺深)，就需要10分钟施法时间。如果要影响最大平面范围 (750尺见方)，则要花费4小时10分钟。<\/p><p>该法术并不会剧烈破坏地表。相对的，受到影响的区域会先出现波浪状的皱折，整个地表像是冰河一样缓慢移动，直到达成特定形状。树木、房屋、岩石地层和大部分地上物，只会改变高度和地势，除此之外没有其他影响。<\/p><p>该法术不能用来挖掘隧道，而且由于改变速度太慢，它也没办法用来困住或活埋生物。一般来说此法术主要用来挖沟，填平壕沟，或在战争前调整地形轮廓等。<\/p><p>该法术对土系生物没有效果。<\/p>",
    "mythicText_zh": "<p>该法术能够更快地移动泥土，每个整轮（full round）的施放法术都能够让你将25平方尺的区域重塑最多10尺的深度。所有处于这片区域内的地面上或者地下的生物都会倒地，并且移动至被重塑的区域外侧最近的方格。成功的反射豁免能够防止生物被击倒，但是他们仍旧会被移动。<\/p>"
}
