{
    "key": "nine lives",
    "name": "Nine Lives",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Nine%20Lives",
    "source": ["Advanced Race Guide pg. 95"],
    "school": "abjuration",
    "race": "catfolk",
    "levels":     {
        "cleric": 8,
        "oracle": 8,
        "witch": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a cat's whisker)",
    "range": "touch",
    "target": "one creature touched",
    "duration": "1 hour/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "Despite its name, this powerful ward does not grant the target multiple lives, but rather gives the target the ability to get out of trouble and relieves harmful effects and conditions. For the spell’s duration, the target can use any of the following abilities as an immediate action, but only up to a total of nine times, at which point the spell ends.<br><br><i>Cat’s Luck<\/i>: The target can use this ability when it fails a saving throw. The target can reroll the failed saving throw, but must take the new result even if it is worse.<br><br><i>Fortitude<\/i>: The target uses this ability when a critical hit or sneak attack is scored against it. The critical hit or sneak attack is negated and the damage is instead rolled normally.<br><br><i>Rejuvenate<\/i>: The target uses this ability when it is reduced to 0 or fewer hit points. The target is instantly healed 3d6 points of damage. If enough hit points are regained to bring the target to positive hit points, it does not fall unconscious. If it is not enough to leave the target with positive hit points, the target automatically stabilizes. Both of these effects work even if the damage was originally enough to kill the target.<br><br><i>Shake Off<\/i>: The target uses this ability when it is under the effects of any of the following conditions: blinded, confused, cowering, dazed, dazzled, entangled, exhausted, fatigued, frightened, nauseated, panicked, shaken, sickened, or staggered. Using this ability ends one of those conditions.<br><br><i>Shimmy Out<\/i>: The target uses this ability when it is grappled or pinned. The target automatically escapes the grapple as if it had succeeded at an Escape Artist check to escape the grapple.<br><br><i>Stay Up<\/i>: The target uses this ability when it is tripped or otherwise knocked prone. The target steadies itself and stays upright.",
    "name_zh": "九命天猫",
    "race_zh": "猫族",
    "castingTime_zh": "标准动作",
    "components_zh": "声音，姿势，材料/法器（猫的胡须）",
    "range_zh": "接触",
    "target_zh": "一个接触到的生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>和法术的名字不同，这个强大的法术并不能赋予目标更多的生命，而是在一定程度上给予目标脱离险境以及减轻有害效果的能力。在法术持续时间内，目标能以自由动作使用下列任何一种能力。这些能力使用9次后，法术结束。<\/p><p>猫幸：目标可以在一次豁免失败时使用这个能力。目标可以重投豁免骰，但必须采用新的结果即使新结果更加糟糕。<\/p><p>坚韧：目标可以在被重击或者偷袭时使用这个能力。无效重击或者偷袭效果并且只能造成普通伤害。<\/p><p>回春：目标可以在生命值降到0或者更低时使用这个能力。目标立即治愈3d6点伤害。如果治愈的生命值使得目标的生命值变为正数，则目标不会失去意识。如果目标的生命值依旧不是正数，则目标自动稳定。这两种效果都能在伤害原本足矣杀死目标时生效。<\/p><p>摆脱：目标可以在受到任何下列效果影响的时候使用这个能力：目盲，困惑，畏缩，眩晕，目眩，纠缠，力竭，疲乏，惊惧，反胃，惊惧，恐慌，战栗，恶心，恍惚。使用这个能力终止其中的一个效果。<\/p><p>逃脱：目标可以在被擒抱或者压制时使用这个能力。目标自动脱离擒抱或压制如同做出了一次成功的逃脱对抗。<\/p><p>稳定：目标可以在被摔绊或者其他原因到底时使用这个能力。目标稳定身形并且保持直立。<\/p>"
}
