{
    "key": "obscuring mist",
    "name": "Obscuring Mist",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Obscuring%20Mist",
    "source": ["PRPG Core Rulebook pg. 317"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "adept": 1,
        "arcanist": 1,
        "cleric": 1,
        "druid": 1,
        "hunter": 1,
        "magus": 1,
        "mesmerist": 1,
        "oracle": 1,
        "shaman": 1,
        "sorcerer": 1,
        "spiritualist": 1,
        "summoner (unchained)": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "20 ft.",
    "effect": "cloud spreads in 20-ft. radius from you, 20 ft. high",
    "duration": "1 min./level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "A misty vapor arises around you. It is stationary. The vapor obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target).<br><br>A moderate wind (11+ mph), such as from a <i>gust of wind<\/i> spell, disperses the fog in 4 rounds. A strong wind (21+ mph) disperses the fog in 1 round. A <i>fireball<\/i>, <i>flame strike<\/i>, or similar spell burns away the fog in the explosive or fiery spell's area. A <i>wall of fire<\/i> burns away the fog in the area into which it deals damage.<br><br>This spell does not function underwater.",
    "mythicSource": ["Mythic Adventures pg. 102"],
    "mythicText": "The range increases to 50 feet, and the cloud’s radius and height both increase to 50 feet. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the range increases to 500 feet. The cloud’s radius increases to 500 feet, and its height increases to 100 feet. Winds can’t dissipate the mist unless the area of the wind affects the entire area of this spell. Areas of mist burned away by fire spells become obscured again 1d4 rounds after the fire effect ends.<br><br> If you’re at least 6th tier and expend three uses of mythic power, the range increases to 1 mile, the cloud radius increases to 1 mile, and its height increases to 500 feet. The cloud is as resistant to wind and fire effects as the 3rd-tier version.",
    "name_zh": "隐雾术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "20尺",
    "effect_zh": "从你扩散出高20尺、半径20尺范围的云雾",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>一团雾气从你四周升起。雾气是静止的。它遮蔽了所有的视线，包括黑暗视觉，任何生物都无法看见5尺外的东西。距离5尺的生物有隐蔽 (20%的失手率)，更远的生物则有全隐蔽效果 (50%失手率，并且攻击者无法以视觉确定对方的位置)。<\/p><p>和风 (时速11英里以上)，例如由‘<a href=\"spell.html?spell=gust of wind\">造风术 (gust of wind)<\/a>’产生的风，可以在4轮之内吹散云雾。强风 (时速21英里以上) 可以用一轮吹散。‘<a href=\"spell.html?spell=fireball\">火球术 (fireball)<\/a>’、‘<a href=\"spell.html?spell=flame strike\">焰击术 (flame strike)<\/a>’或类似的法术可以将爆炸范围或火焰范围内的雾气烧光。‘<a href=\"spell.html?spell=wall of fire\">火墙术 (wall of fire)<\/a>’则可以把它能造成伤害的范围内的雾气烧光。<\/p><p>此法术在水中无效。<\/p>",
    "mythicText_zh": "<p>法术的范围增加至50尺，而且云团的半径以及高度均增加至50尺。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，法术的范围会增加至500尺。云团的半径增加至500尺，高度增加至100尺。除非风力能够影响法术的整个区域，否则风力无法吹散雾气。被火系法术（fire spells）烧毁的迷雾区域会在火焰效果结束之后再度遮蔽视线，持续1d4轮。<\/p><p>若你至少达到了第6阶并且花费3次神话之力作为替代，那么范围会增加至1英里，云雾的半径变为1英里，而且高度变为500尺。这些云雾会如同3阶强化版一样抵御风力和火焰效果。<\/p>"
}
