{
    "key": "open and shut",
    "name": "Open and Shut",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Open%20and%20Shut",
    "source": ["Ultimate Intrigue pg. 220"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "inquisitor": 1,
        "skald": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 swift action",
    "components": "V, S, F (a doornail, doorknob, or hinge)",
    "range": "touch",
    "target": "one door, window, or similar portal no more than 10 feet by 10 feet in area",
    "duration": "1 round/level (D)",
    "savingThrow": "Will disbelief",
    "spellResistance": "no",
    "text": "You alter the appearance of a door and disguise whether it is open or closed. You can cause the touched door to appear closed regardless of whether it is open or closed, to appear open regardless of whether it is open or closed, or to appear to open or close. After you cast the spell, you can change between these options as a move action. Creatures using a move action to open or shut the door can attempt a Will save to disbelieve the illusion.<br><br> Regardless of how you alter the appearance of the door, creatures that believe the illusion take a –5 penalty on Perception checks regarding the door itself or creatures on the other side of the door.<br><br> This spell affects windows, gates, and similar openings in the same way it affects doors.",
    "name_zh": "门户错觉",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言，姿势，器材（门钉、门把手或合页）",
    "range_zh": "接触",
    "target_zh": "1扇门、窗或类似的门户，其所占区域不超过10尺x10尺的大小",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则不相信",
    "spellResistance_zh": "否",
    "text_zh": "<p>你改变了一扇门（door）的外貌并将它的开关状态隐藏起来。无论该扇门真正的开关状态为何，你都能让被接触到的门看起来像是关闭的样子、像是打开的样子或者像是半开或半关的样子。在你施放该法术后，能够以移动动作（move action）在上述选项间进行切换。使用移动动作打开或关闭这扇门的生物能够尝试1次意志豁免，成功则不会相信这个幻象。<\/p><p>无论你如何改变门的外貌，相信该幻象的生物都会在关于这扇门本身或者门的另一侧的察觉检定中承受-5减值。<\/p><p>该法术能够影响窗户（windows）、大门（gates）或类似的门户（openings），方式就如同它对门（door）产生的影响一般。<\/p>"
}
