{
    "key": "open the dead roads",
    "name": "Open the Dead Roads",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Open%20the%20Dead%20Roads",
    "source": ["Pathfinder #143: Borne by the Sun's Grace pg. 78"],
    "school": "conjuration",
    "levels":     {
        "cleric": 6,
        "oracle": 6,
        "warpriest": 6
    },
    "castingTime": "1 minute",
    "components": "V, S, DF",
    "range": "touch",
    "target": "up to one touched creature/level",
    "duration": "1 hour/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes",
    "text": "To cast open the Dead Roads, you must be in an area of fog or dim light. Upon completion of the spell, swirling mists part and deposit you and any creatures you touched on a nearby stretch of the Dead Roads, a network of extraplanar roadways. You can take up to one creature per level, but all targets must be touching each other. You must specify a location known to you or one of your travelers as your destination when casting this spell.<br><br> When traveling the otherworldly paths of the Dead Roads, you move at a speed of 50 miles per hour regardless of the terrain on the Material Plane. Your own movement speed does not change; you simply arrive at distant destinations more quickly because the Dead Roads offer a shorter route. You can exit the Dead Roads at any point before reaching your destination by wandering off the path, in which case you are usually returned to your starting place. If this would place you within a solid object, you (and any creatures with you) are shunted to the nearest empty space available.<br><br> Because the Dead Roads occupy another plane, it is impossible to spy on the Material Plane while using this spell without additional spells or supernatural abilities.<br><br> <i>Open the Dead Roads<\/i> can be used to travel to or from the Shadow Plane, the Ethereal Plane, the Astral Plane, or the Boneyard; any of these destinations requires 10 hours of travel. Thanks to their unique nature, the Dead Roads can be used to travel from any plane to the Material Plane—a trip likewise requiring 10 hours—unless that plane normally bars all extraplanar travel.<br><br> Creatures you bring with you to the Dead Roads are not obligated to follow you. If they wander off, there is an 80% chance they arrive at a random point on the Material Plane within 2d6×10 miles of your starting point, otherwise they arrive in the Boneyard.",
    "name_zh": "开启死亡通路",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，法器",
    "range_zh": "接触",
    "target_zh": "至多每等级一个接触到的生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可",
    "text_zh": "<p>要施放开启死亡通路，你必须处于有雾或光照昏暗的区域。法术完成后，漩涡状的迷雾将你和你接触的任何生物分开并排列在死亡通路——一个跨位面通道网络——其中一段的附近。你可以带走每等级最多一个生物，但所有目标都必须相互接触。施展此法术时，你必须指定一个你或你的一位旅客已知的地点作为你的目的地。<\/p><p>在死亡通路的异界道路上旅行时，无论物质位面的地形如何，你都以每小时50英里的速度移动。你自身的移动速度不变; 你只是更快地到达遥远的目的地，因为死亡通路提供了一条更短的路线。到达目的地之前，您可以随时通过走出路面离开死亡通路，在这种情况下，你通常会回到起点。如果这会将你置于一个固体物体内，你（和你身边的任何生物）将被转移到最近的可用空间。<\/p><p>因为死亡通路占据了另一个位面，所以在没有额外的法术或超自然能力的情况下，不可能在使用这个法术的同时窥探物质位面。<\/p><p>开启死亡通路可以用于往返阴影位面、灵界位面、星界位面或骨园; 这些目的地中的任何一个都需要10小时的旅行。由于其独特的性质，死亡通路可用于从任何位面前往物质位面——一次旅行同样需要10小时——除非该位面通常禁止所有跨位面旅行。<\/p><p>你带到死亡通路的生物没有义务跟随你。如果他们走离路面，他们有80%的几率到达距你在物质位面起点2d6×10英里以内的随机地点，否则他们会到达骨园。<\/p>"
}
