{
    "key": "order's wrath",
    "name": "Order's Wrath",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Order's%20Wrath",
    "source": ["PRPG Core Rulebook pg. 317"],
    "school": "evocation",
    "descriptors": ["lawful"],
    "levels":     {
        "cleric": 4,
        "inquisitor": 4,
        "oracle": 4,
        "warpriest": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "nonlawful creatures within a burst that fills a 30-ft. cube",
    "duration": "instantaneous (1 round); see text",
    "savingThrow": "Will partial",
    "spellResistance": "yes",
    "text": "You channel lawful power to smite enemies. The power takes the form of a three-dimensional grid of energy. Only chaotic and neutral (not lawful) creatures are harmed by the spell.<br><br>The spell deals 1d8 points of damage per two caster levels (maximum 5d8) to chaotic creatures (or 1d6 points of damage per caster level, maximum 10d6, to chaotic outsiders) and causes them to be dazed for 1 round. A successful Will save reduces the damage to half and negates the daze effect.<br><br>The spell deals only half damage to creatures who are neither chaotic nor lawful, and they are not dazed. They can reduce the damage in half again (down to one-quarter of the roll) with a successful Will save.",
    "mythicSource": ["Mythic Adventures pg. 103"],
    "mythicText": "The damage dealt to chaotic outsiders increases to 1d10 points of damage per caster level (maximum 10d10) and the damage to other chaotic creatures increases to 1d12 points of damage per 2 caster levels (maximum 5d12). The duration that creatures in the area are dazed increases to 2 rounds. Chaotic creatures that succeed at their saves are dazed for 1 round. ",
    "name_zh": "秩序之怒",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "边长30尺的立方形爆发区域内的所有非秩序生物",
    "duration_zh": "立即 (1轮); 见文本",
    "savingThrow_zh": "意志, 通过则部分生效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你引导秩序的力量重击敌人。这股力量会形成一个由能量网组成的三维立方体。只有混乱或者中立 (非秩序) 阵营的生物会被该法术伤害。<\/p><p>法术对混乱生物造成每两个CL 1d8点伤害 (最高5d8)，对于混乱异界生物造成每CL 1d6点伤害 (最高10d6)，之后使其晕眩1轮。成功的意志豁免能使伤害减半并且，且不会晕眩。<\/p><p>对于既非秩序又非混乱的生物而言，该法术只会造成一半伤害，且不会使他们晕眩。如果他们能成功地通过意志豁免的话，伤害会再减半 (即投骰结果的1/4)。<\/p>",
    "mythicText_zh": "<p>对混乱异界生物造成的伤害增加至每施法者等级1d10点（最高10d10），而且对于其他混乱生物造成的伤害增加至每2个施法者等级1d12点（最高5d12）。区域内的生物晕眩（dazed）的持续时间增加至2轮。豁免成功的混乱生物也会被晕眩1轮。<\/p>"
}
