{
    "key": "parchment swarm",
    "name": "Parchment Swarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Parchment%20Swarm",
    "source": ["Occult Adventures pg. 180"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 5,
        "magus": 5,
        "occultist": 4,
        "sorcerer": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "S, M (blank parchment or magic scroll; see text)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "instantaneous",
    "savingThrow": "Reflex half, see text",
    "spellResistance": "yes",
    "text": "When you cast this spell, you quickly tear a parchment into shreds, releasing the flying fragments to swarm around a target creature and deliver thousands of tiny paper cuts. Using normal parchment, the spell deals 1d6 points of magical slashing damage per caster level (maximum 15d6).<br><br>If you use a magic scroll as the material component, choose one of the spells stored in the scroll. If the spell is 1st level, you can choose to apply the effect of that spell to the <i>parchment swarm’s<\/i> target on a failed Reflex save (if the spell on the scroll has its own saving throw, the target then attempts that save as normal). If the spell on the scroll is at least 2nd level, you can choose to instead change <i>parchment swarm<\/i> to affect a 20-foot-radius spread instead of a single target.",
    "name_zh": "纸卷狂袭",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势，材料（空白羊皮纸或者魔法卷轴; 见后文）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>当你施放该法术时，会即刻将一张羊皮纸撕裂为碎片，这飞扬的纸片将如同虫群一般环绕目标周身，造成千百道割伤。在使用普通的羊皮纸时，该法术造成每施法者等级1d6点魔法挥砍伤害（最高15d6点）。<\/p><p>若你使用魔法卷轴作为材料成分，则要选择卷轴中储存的一个法术。如果该法术为1级法术，你能够选择让纸卷狂袭的目标在反射豁免失败后，受到该法术的影响（如果卷轴中的法术本身需要进行豁免检定，那么目标也可以如常尝试豁免）。若卷轴中的法术为2级法术，那么你能够选择改变纸卷狂袭，让它影响半径20尺扩散范围，以取代影响单个目标。<\/p>"
}
