{
    "key": "path of the winds",
    "name": "Path of the Winds",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Path%20of%20the%20Winds",
    "source": ["Advanced Race Guide pg. 160"],
    "school": "evocation",
    "descriptors": ["air"],
    "race": "sylph",
    "levels":     {
        "arcanist": 6,
        "druid": 6,
        "hunter": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S,",
    "range": "100 ft.",
    "effect": "40-ft.-high downdraft of wind in a 100-foot line",
    "duration": "concentration + 1 round",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "With a sweeping gesture, you call forth mighty winds to clear a path ahead of you. The winds are the equivalent of a windstorm. During the first round of the spell, the winds sweep the designated area clear of anything of Small or smaller size, blowing it outward to the sides of the spell’s effect (50% chance of landing on either side). You may move within the effect without penalty, though all other creatures are subject to the wind’s effects. On the second and all later rounds of the spell, the edges of the effect are treated as a wind wall. If the effect includes a body of water or other liquid, the winds create a channel up to 40 feet deep into the surface of the liquid. On your turn as a move action, you can move the effect of this spell, either rotating it at one of its ends up to 45 degrees, or moving it up to 50 feet in line with its current orientation (toward you or away from you).",
    "name_zh": "风之通路",
    "race_zh": "风元素裔",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "100尺",
    "target_zh": "在100尺直线内，40尺高的下行风",
    "duration_zh": "专注+1轮",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>以一个横扫的手势，你唤来了强风扫清你前方的路径。这股风的强度相当于暴风 (Windstorm)。在该法术施放后的第一轮，这股强风会将指定区域内任何小型或更小的事物扫清，将它们向外吹向法术影响区域的两侧 (50%概率落在任何一边)。你可以在法术效果中移动而不受影响，但是其他所有生物都是强风影响的对象。第二轮以及该法术所持续的时间内，该效果的边缘均视为如同受到‘风墙术’的影响。如果效果影响的主体为水或者其他液体，强风会在液体表面之下创造40尺深的通道。在你的回合内，你可以一个移动动作移动该法术的效果，使其沿着一端旋转45度，或者顺着其流向直线挪动50尺 (接近或者远离你)。<\/p>"
}
