{
    "key": "peacebond, greater",
    "name": "Peacebond, Greater",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Peacebond,%20Greater",
    "source": ["Ultimate Intrigue pg. 221"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 5,
        "inquisitor": 4,
        "occultist": 4,
        "psychic": 5,
        "sorcerer": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "S",
    "range": "medium (100 ft. + 10 ft./level)",
    "target": "up to one weapon/level, no two of which can be more than 30 ft. apart",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (object)",
    "spellResistance": "yes (object)",
    "text": "If a target weapon is sheathed or slung as the spell is cast, this functions as <i>peacebond<sup>UC<\/sup><\/i>, locking the target’s weapon in place on its owner’s body or within the weapon’s sheath or holster. Anyone who then tries to draw the weapon must spend a standard action and succeed at a Strength check to do so, provoking attacks of opportunity whether the attempt succeeds or fails. The DC for Strength checks required by this spell is equal to the spell’s save DC.<br><br> If a target weapon is not currently sheathed or slung as the spell is cast, the weapon immediately attempts to sheathe itself, and its wielder must succeed at a Strength check to prevent it from doing so. Once sheathed or slung in this way, the weapon is difficult to draw, as previously noted above. Unattended weapons that are not currently sheathed or slung are anchored in place by the spell, and require a successful Strength check to pick up; each attempt requires a standard action. If the wielder doesn’t have a sheath or sling available for the weapon, failure on the Strength check causes the weapon to fall to the ground, at which point it requires a Strength check to pick up, as with unattended weapons.",
    "name_zh": "高等和平条令",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势",
    "range_zh": "中距 (100尺+每等级10尺)",
    "target_zh": "至多1个武器/级，任意两者之间的距离不超过30尺",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>若1把目标武器在该法术施放时已被收入鞘中或悬挂在目标身上，那么该法术的功能如同和平条令（Peacebond; UC）一般，把目标武器锁在拥有者的身上、武器的鞘或皮套中。任何人若要尝试拔出武器的话，则必须花费标准动作并成功通过1次力量检定才能这么做，无论尝试是否成功，它都会引起藉机攻击。由于该法术而引起的力量检定DC等同于法术的豁免DC。<\/p><p>若1把目标武器在该法术施放时并未被收入鞘中或悬挂在目标身上，这把武器便会立即尝试将自身收容起来，其持用者必须成功通过1次力量检定才能防止武器收容自身。一旦武器以此方式将自身收入鞘或皮套中，便很难被拔取，就如同上文中所述的一般。没有被收容或悬挂的无主武器（unattended weapons）则会被法术就地固定，需要1次成功的力量检定才能将其拾起; 每次尝试都需要花费标准动作。若持用者没有与武器相符的收容器具，那么在力量检定中失败便会意味着武器掉落在地上，从此时点开始便需要力量检定才能拾起武器，就如同无主武器一般。<\/p>"
}
