{
    "key": "pernicious poison",
    "name": "Pernicious Poison",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Pernicious%20Poison",
    "source": ["Ultimate Magic pg. 231"],
    "school": "necromancy",
    "descriptors": ["poison"],
    "levels":     {
        "antipaladin": 2,
        "arcanist": 2,
        "druid": 2,
        "hunter": 2,
        "occultist": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "10 minute/level",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You weaken the target’s defenses against poison. The target gains a –4 penalty on saves against poison, and poisons affecting the target continue for another 2 frequency increments (for example, black adder venom lasts 8 rounds instead of 6, and arsenic lasts for 6 minutes instead of 4). Attempts to cure the poisoned target with skill or magic take a –4 penalty.",
    "mythicSource": ["Mythic Adventures pg. 103"],
    "mythicText": "The number of successful saving throws needed to cure a poison increases by one. If the poison deals ability damage on a failed saving throw, that ability damage increases by 1.<br><br><b>Augmented (6th)<\/b>: If you expend two uses of mythic power, the target’s penalty on saves against poison increases to –8, and the penalty for attempting to cure the target with skill or magic increases to –8.<br><br> If you expend three uses of mythic power, the poison bypasses the creature’s poison immunity (this doesn’t affect poison immunity from not having a Constitution score). ",
    "name_zh": "致命药引",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你弱化了目标对毒素的抵抗能力。目标在针对毒素的豁免检定上获得-4罚值，并且毒素对目标会造成额外两次后续效果。 (例如：黑蝰蛇毒会持续8轮而非原先的6轮，而砒霜将会持续6分钟而非4分钟。)<\/p><p>试图治愈目标身上的中毒效果的技能或法术检定也会受到-4罚值。<\/p>",
    "mythicText_zh": "<p>治愈毒素（poison）所需要的成功豁免数量增加1次。若豁免失败时毒素会造成属性伤害，那么这个属性伤害增加1点。<\/p><p><b>强化（6阶）<\/b>：若你花费2次神话之力，那么目标在对抗毒素时受到的减值会增加至-8点，而且尝试使用技能或者魔法治愈目标的减值也增加至-8点。<\/p><p>若你花费3次神话之力，毒素就会忽略生物的毒素免疫（这边不会影响由于不具有体质属性而免疫毒素的生物）。<\/p>"
}
