{
    "key": "pilfering hand",
    "name": "Pilfering Hand",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Pilfering%20Hand",
    "source": ["Ultimate Combat pg. 239"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "cleric": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "oracle": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one object",
    "duration": "see text",
    "savingThrow": "none",
    "spellResistance": "yes (object)",
    "text": "You create and control an invisible telekinetic force, manipulating it with either startling abruptness or careful deliberateness, allowing you to seize an object from an opponent or remotely manipulate an object. You can utilize this force to one of two ends.<br><br><i>Abrupt Maneuver<\/i>: You instantaneously attempt a disarm or steal combat maneuver against a target within range. Use your caster level as your Combat Maneuver Bonus, adding your Charisma modifier (bard, oracle, sorcerer), Intelligence modifier (magus, wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. This combat maneuver attempt does not provoke an attack of opportunity from its target, but casting this spell might. If you are successful, you pull the target object to you, and if you have enough hands free, you can catch it. Otherwise, the object lands in your square as if you dropped it.<br><br><i>Careful Maneuver<\/i>: You attempt a Disable Device check or a Sleight of Hand check to pick-pocket a target within range. This spell lasts as long as you need to accomplish the task, requiring your full concentration for that duration. Once you resolve the skill check, the spell ends. If you are successful on your Sleight of Hand check, you pull the target object to you as with an abrupt maneuver. The target gains a +2 bonus on its Perception check to notice the successful attempt.",
    "name_zh": "第三只手",
    "castingTime_zh": "标准动作",
    "components_zh": "姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个物体",
    "duration_zh": "见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>你创造并且控制了一股无形的精神力量，可以让它进行迅敏的行动或是精密的操作，让你能抓住对手的一件物体或是远程操作目标。<\/p><p>你可以用如下两种方式利用它：<\/p><p>－敏捷动作：你可以立刻对范围内的目标进行一次卸除武器或是盗窃的战技尝试。使用你的施法者等级作为你的战技加值，加上你的魅力调整值 (诗人、先知、术士) 或智力调整值 (魔战士、法师) 或感知调整值 (牧师) 取代力量或敏捷加值。这次战技尝试不会引发目标的藉机攻击，不过你的施法动作仍然有可能会引发。如果你成功了，你能把目标武器拽过来，如果你的手空着，你可以握住它。否则，它将会掉落在你的脚下，如同你丢掉了它。<\/p><p>－精密操作：你可以进行解除装置检定或是为了摸范围内某人的腰包而进行手上功夫检定。法术效果将会持续到你的工作完成，并且在检定结果得出之后法术效果将会立刻结束。如果你的手上功夫检定成功，你能把目标物体拽过来，如同上述的敏捷动作一样。目标在发觉你的勾当的察觉检定上有+2加值。<\/p>"
}
