{
    "key": "planar inquiry",
    "name": "Planar Inquiry",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Planar%20Inquiry",
    "source":     [
        "Adventurer's Guide pg. 125",
        "Arcane Anthology pg. 14"
    ],
    "school": "conjuration",
    "subSchools": ["calling"],
    "levels":     {
        "arcanist": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "inquisitor": 3,
        "oracle": 3,
        "shaman": 3,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (offerings worth 100 gp per HD of the creature called)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one called outsiders who ansswers questions",
    "duration": "instantaneous; see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "Although he was hardly the first to turn to the Outer Planes for answers, Jatembe’s dealings with outsiders in his pursuit of enlightenment are legendary, and the Magaambya credits the Old-Mage with the creation of this spell.<br><br> This spell calls a creature from another plane to your precise location, functioning like <i>lesser planar ally<\/i> except as noted. When you call a creature using <i>planar inquiry<\/i>, the only task that you can ask of the creature is for it to answer questions or gather information regarding a specific topic (a person, a place, or a thing). After hearing your request, if the creature has an appropriate Knowledge skill, it can attempt a check to provide the information it has. If it lacks such a skill, the called creature leaves for 1d4 hours to gather this information. Upon its return, you roll 1d20 + your caster level, and use the result to determine what information the creature has gathered about the subject (as if using Diplomacy). The called creature stays for up to 10 minutes as it relays this information to you, after which it departs to its home plane. If the creature is attacked or damaged at any time during the spell’s duration, the spell ends and the creature returns to the plane from which you summoned it.<br><br> When you cast this spell, you can choose a specific kind of outsider to call, even calling an individual creature by name. The kind of outsider called doesn’t alter the effects of the spell, but when you use <i>planar inquiry<\/i> to summon a creature with an alignment or elemental subtype, the spell gains that descriptor. You cannot call an outsider whose Hit Dice exceed your caster level (maximum 18 HD) and you cannot use this spell to contact a unique outsider (such as a deity’s herald) or an outsider with mythic ranks.",
    "name_zh": "异界谘询",
    "castingTime_zh": "10分钟",
    "components_zh": "言语，姿势，材料（价值100gp/被呼唤生物的HD的贡品）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个会回答问题的被呼唤的异界生物",
    "duration_zh": "立即; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>虽然老巫师并不是第一个向异界存在寻求答案的人，但贾特比与异界生物的交涉在他对启迪的追寻中尤为传奇，而玛甘比学院则将这一法术的创造归功于老巫师。<\/p><p>当被施放时，这个法术将会把一个生物从其他位面呼唤到你的精确位置，如同次级异界誓盟，除了所提到的。当你用异界谘询呼唤来一个生物时，你唯一可以让该生物做的任务就是回答问题或收集关于某个特定主题的信息（一个人，一个地方，或者一个东西）。在听到你的请求后，如果该生物有适当的知识技能，他可以尝试进行一次检定以提供他所拥有的信息。如果他缺乏这样一种技能，被呼唤来的生物会离开1d4小时去收集这些信息。在他返回时，你进行1d20投骰，并加上你的施法者等级，并使用结果来确定该生物已经收集到的关于这个主题的信息（如同使用交涉）。当他将这些信息传递给你时，被呼唤的生物会停留最久达10分钟，然后他就会返回原位面。如果该生物在法术持续时间内被攻击或伤害，法术就会结束，该生物会返回你将他召唤来的位面。<\/p><p>当你施放这个法术的时候，你可以选择呼唤一个特定种类的异界生物，甚至用名字呼唤特定个体。呼唤的异界生物种类不会改变法术效果，但当你用异界谘询来召唤一个元素亚种的生物时，法术就会变为该元素种类。你不能呼唤一个生命骰超出你施法者等级（最多18HD）的异界生物，你不能用这个法术来联系一个特有的异界生物（如一位神灵的神使）或拥有神话等级的异界生物。<\/p>"
}
