{
    "key": "possession trap",
    "name": "Possession Trap",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Possession%20Trap",
    "source": ["Undead Slayer's Handbook pg. 19"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 5,
        "sorcerer": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a gem or crystal worth at least 500 gp)",
    "range": "personal",
    "target": "you",
    "duration": "24 hours or until activated (see text); 1 round/level",
    "text": "You place a protective ward over your spirit that ensnares creatures attempting to possess you. Should a creature attempt to possess you (such as via <i>magic jar <\/i>or a similar effect) while you are under the effects of <i>possession trap<\/i>, that creature must first succeed at a Will save or its possession attempt is ruined and its spirit is shunted into this spell’s focus gem. The trapped creature is contained within the focus gem for 1 round per caster level, acting as though it were trapped in a <i>magic jar <\/i>for the duration of this effect. This effect fails if you are not carrying the focus gem during the time of the possession attempt.<br><br> If the possessor’s Will save is successful, you are affected by its possession attempt as normal, and may attempt a saving throw against this possession attempt if one is normally allowed. Regardless of whether the possessor fails or succeeds at its save against possession trap, you immediately become aware of the possession attempt and whether or not a creature is trapped in the focus gem. If the focus gem is destroyed while it contains a creature, the creature is immediately released. Once this spell is triggered, it offers no further protection, and a trapped creature can attempt to possess you again once it’s free of the focus gem.",
    "name_zh": "附身陷阱",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、器材(一颗至少价值500gp的宝石或水晶)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "24小时 或 直到触发; 见文本; 1轮/等级",
    "text_zh": "<p>你召来守护神保护自己的灵魂并引诱其它生物占据你。当有生物在你保有附身陷阱效果时尝试占据你（比如魔魂壶或类似效果），该生物必须通过意志豁免，否则占据将会失败而且他的灵魂将会被吸入施法所用宝石内，持续1轮/等级，如同他使用魔魂壶效果占据了该宝石一样。如果占据发生时你没有携带所用宝石，则该法术不会被触发。<\/p><p>若占据者的意志豁免成功，你正常被占据，可以正常得到脱离占据的豁免机会。无论占据是否成功，你都会立刻知晓有单位在试图占据你或宝石内是否有单位被吸入。当宝石吸入灵魂时被摧毁，那么被吸入的灵魂立刻被释放。该法术被触发后就不会再继续提供保护。<\/p>"
}
