{
    "key": "protection from evil",
    "name": "Protection from Evil",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Protection%20from%20Evil",
    "source": ["PRPG Core Rulebook pg. 327"],
    "school": "abjuration",
    "descriptors": ["good"],
    "levels":     {
        "adept": 1,
        "arcanist": 1,
        "bloodrager": 1,
        "cleric": 1,
        "inquisitor": 1,
        "medium": 1,
        "oracle": 1,
        "paladin": 1,
        "shaman": 1,
        "sorcerer": 1,
        "spiritualist": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "warpriest": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 min./level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no; see text",
    "text": "This spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.<br><br>First, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves. Both these bonuses apply against attacks made or effects created by evil creatures.<br><br>Second, the subject immediately receives another saving throw (if one was allowed to begin with) against any spells or effects that possess or exercise mental control over the creature (including enchantment [charm] effects and enchantment [compulsion] effects, such as <i>charm person<\/i>, <i>command<\/i>, and <i>dominate person<\/i>). This saving throw is made with a +2 morale bonus, using the same DC as the original effect. If successful, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to possess or exercise mental control over the target. This spell does not expel a controlling life force (such as a ghost or spellcaster using <i>magic jar<\/i>), but it does prevent them from controlling the target. This second effect only functions against spells and effects created by evil creatures or objects, subject to GM discretion.<br><br>Third, the spell prevents bodily contact by evil summoned creatures. This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature. Summoned creatures that are not evil are immune to this effect. The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature. Spell resistance can allow a creature to overcome this protection and touch the warded creature.",
    "mythicSource": ["Mythic Adventures pg. 105"],
    "mythicText": "The bonuses to AC and on saves increase to +4. Any evil creature attempting to possess or exercise mental control over the target must attempt a Will save against this spell. If it fails, the creature takes 1d6 points of damage per 2 caster levels (maximum 5d6) from mental feedback. An evil creature that uses spell resistance to bypass the spell’s protection against contact must successfully save or take this damage once each round it attacks the protected target. ",
    "name_zh": "防护邪恶",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料/法器",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否; 见文本",
    "text_zh": "<p>这个法术能让一个生物在邪恶生物的攻击中获得防护，也可以防护精神控制，以及对召唤生物获得防护。它能在受术者身边1尺处制造出一道魔法屏障。这个魔法屏障随着受术者移动，具有以下三种主要效果。<\/p><p>首先，受术者的AC获得+2偏斜加值，在豁免上获得+2抗力加值。所有这些加值都只对邪恶生物发起的攻击或效果有效。<\/p><p>第二，受术者立刻获得另一次豁免机会 (如果对抗的效果最初允许豁免)，用于对抗任何占据 (possess) 或精神控制 (exercise mental) 该生物的任何法术或效果，包括惑控系 [魅惑] 以及惑控系 [胁迫] 效果，比如‘<a href=\"spell.html?spell=charm person\">魅惑人类 (charm person)<\/a>’、‘<a href=\"spell.html?spell=command\">命令术 (command)<\/a>’和‘<a href=\"spell.html?spell=dominate person\">支配人类 (dominate person)<\/a>’。这次豁免检定会获得+2士气加值，使用与最初效果相同的DC。若成功，这些效果会在法术的持续时间内被压制。该法术持续时间结束后这些效果会再次恢复。在处于该法术影响之时，目标免疫任何对其进行占据或精神控制的新尝试。该法术不会驱离操控生命的力量，比如幽魂 (Ghost) 的附身以及施法者使用‘<a href=\"spell.html?spell=magic jar\">魔魂壶 (magic jar)<\/a>’法术，但是这可以防止他们操控目标。第二种效果只对邪恶生物或物体创造的法术或效果起作用，由GM进行判定。<\/p><p>第三，这个法术能阻止邪恶召唤生物进行的肢体接触。因此此类生物的天生武器攻击会失败，如果攻击需要接触被防护的生物，那么它会被弹回去。非邪恶的召唤生物免疫此效果。如果被防护的生物对被阻拦的生物进行攻击，或者尝试用该法术的屏障逼迫被阻拦的生物，那么此种防护召唤生物接触的保护会终止。法术抗力可以让一个生物突破这种防护，从而接触被防护的生物。<\/p>",
    "mythicText_zh": "<p>对AC和豁免提供的加值提升至+4点。任何尝试掌控或者运用精神控制目标的邪恶生物必须尝试意志豁免来对抗该法术。若失败，则生物会由于精神反噬而受到每两个施法者等级1d6点伤害（最高5d6）。任何使用法术抗力尝试突破法术的保护，从而接触被防护的生物时，必须成功进行豁免，否则每轮1次，当他攻击被保护的目标时会受到上述伤害。<\/p>"
}
