{
    "key": "prying eyes",
    "name": "Prying Eyes",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Prying%20Eyes",
    "source": ["PRPG Core Rulebook pg. 326"],
    "school": "divination",
    "levels":     {
        "arcanist": 5,
        "mesmerist": 5,
        "occultist": 5,
        "psychic": 5,
        "sorcerer": 5,
        "spiritualist": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 minute",
    "components": "V, S, M (a handful of crystal marbles)",
    "range": "1 mile",
    "effect": "10 or more levitating eyes",
    "duration": "1 hour/level; see text (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a number of semitangible, visible magical orbs (called “eyes”) equal to 1d4 + your caster level. These eyes move out, scout around, and return as you direct them when casting the spell. Each eye can see 120 feet (normal vision only) in all directions.<br><br>While the individual eyes are quite fragile, they're small and difficult to spot. Each eye is a Fine construct, about the size of a small apple, that has 1 hit point, AC 18 (+8 bonus for its size), flies at a speed of 30 feet with a +20 bonus on Fly skill checks and a +16 bonus on Stealth skill checks. It has a Perception modifier equal to your caster level (maximum +15) and is subject to illusions, darkness, fog, and any other factors that affect your ability to receive visual information about your surroundings. An eye traveling in darkness must find its way by touch.<br><br>When you create the eyes, you specify instructions you want them to follow in a command of no more than 25 words. Any knowledge you possess is known by the eyes as well.<br><br>In order to report their findings, the eyes must return to your hand. Each replays in your mind all it has seen during its existence. It takes an eye 1 round to replay 1 hour of recorded images. After relaying its findings, an eye disappears.<br><br>If an eye ever gets more than 1 mile away from you, it instantly ceases to exist. However, your link with the eye is such that you won't know if the eye was destroyed because it wandered out of range or because of some other event.<br><br>The eyes exist for up to 1 hour per caster level or until they return to you. <i>Dispel magic<\/i> can destroy eyes. Roll separately for each eye caught in an area dispel. Of course, if an eye is sent into darkness, it could hit a wall or similar obstacle and destroy itself.",
    "name_zh": "窥视魔眼",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势, 材料 (一把水晶弹子)",
    "range_zh": "1里",
    "effect_zh": "10个或更多个漂浮的魔眼",
    "duration_zh": "1小时/等级; 见文本 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出一组半真实的可见魔法小球 (称之为“魔眼”)，数量为 {1d4+你的CL}。根据你施法时的指引，这些魔眼能够移开并观察周围，然后返回。每个魔眼都能在全方向上看120英尺 (普通视觉)。<\/p><p>尽管魔眼个体非常脆弱，但是它们非常小，很难被发现。所有魔眼都是一个超微型构装体，大小相当于一个小苹果，有1点HP，AC 18 (+8体型)，它的速度为30尺，飞行检定+20，隐匿检定+16。它的察觉检定加值等于你的CL (最多+15)，幻觉、黑暗、雾气以及其他能影响到你接受周围视觉信息的情况都能影响到魔眼。试图穿越黑暗的魔眼必须摸索着找到通路。<\/p><p>当你制造出这些魔眼时，你要特别指定你希望它们遵循的命令，这个命令长度不得超过二十五个字。任何你已经掌握的知识同样会被这些魔眼所知。<\/p><p>为了报告它们的发现，魔眼必须返回到你的手中。它们会在你的脑海中重现在它存在期间内看到的一切。一个魔眼需要用1轮时间来重现一个小时的记录影像。在重现完它的发现后，这颗魔眼会消失。<\/p><p>如果一个魔眼离开你超过1英里，它会立即消失。但是你和这些魔眼之间的联系无法让你得知这些魔眼是否因为离开了法术范围或其他事件而已经被摧毁。<\/p><p>这些魔眼会存在至多每CL 1小时，或者直到它返回到你身边。‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’能够摧毁这些魔眼。在区域型解除魔法中，需要为每个魔眼单独进行判定。当然，如果一个魔眼进入了黑暗中，它有可能因为撞到了墙或类似障碍物而把自己弄碎。<\/p>"
}
