{
    "key": "psychic image",
    "name": "Psychic Image",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Psychic%20Image",
    "source": ["Occult Adventures pg. 183"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "levels": {"psychic": 9},
    "castingTime": "1 standard action",
    "components": "V",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "one shadow duplicate",
    "duration": "1 round/level (D)",
    "savingThrow": "Will disbelief (if interacted with)",
    "spellResistance": "yes",
    "text": "You envelop your consciousness in a quasi-real image of yourself. Your <i>psychic image<\/i> looks, sounds, and smells like you, but is intangible. While your mind occupies the image, you control it as though it were your own body, but you cannot directly affect physical objects. Your image moves with a fly speed of 60 feet and perfect maneuverability. Your senses perceive only what the image can see and hear while occupying it, and your own body is considered blind, deaf, and helpless. You can switch between the image and your body as a swift action. While your mind is in your body, the image is similarly helpless.<br><br>Your image can pass through solid objects as though you are incorporeal. It cannot go farther into a solid object than your space (5 feet for a Small or Medium creature). It can’t be damaged by most attacks or effects, whether or not they affect incorporeal creatures. However, mind-affecting effects targeted against or affecting your <i>psychic image<\/i> have their full effect on you whenever your mind occupies it.<br><br>If you desire, you can cast any psychic spell or spell-like ability with a range of touch or greater while your mind occupies your image. You can’t cast non-psychic spells through the image, even if you possess them. The <i>psychic image<\/i> can cast only psychic illusion spells on itself. The spells affect other targets normally, despite originating from the <i>psychic image<\/i>.<br><br>Objects are affected by the <i>psychic image<\/i> as if they had succeeded at their Will saves. You need not maintain line of effect to your <i>psychic image<\/i>, but if you cross into another plane even for an instant, such as via <i>blink<\/i>, <i>dimension door<\/i>, or similar spells, the spell ends.",
    "name_zh": "精神投影",
    "castingTime_zh": "标准动作",
    "components_zh": "语言",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "一个幽影复制体",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则不相信 (若有互动)",
    "spellResistance_zh": "可",
    "text_zh": "<p>你用一个准现实的自我投影包住自我意识。你的投影看起来、听起来、闻起来都和你一样，但它无法被碰触到。当你的精神使用着这道投影时，你能够如同操控自己的身体一般操控它，但你无法影响实体物质。你的投影能以完美的机动性用60尺的速度飞行。当你控制投影时，只能意识到投影能够看和听到的事物，而你自己的肉体则被视为处于目盲、耳聋且无助的状态。你能够以迅捷动作在自己的身体和投影之间进行切换。当你的精神返回肉体时，投影同样会变得无助。<\/p><p>你的投影能够穿过固体，就如同你是虚体（incorporeal）一般。但它在固体内深入的距离不得超过你所占据的空间（对于小型和中型生物来说为5尺）。投影无法被大多数攻击或效果伤害，无论这些效果是否能够影响虚体生物都是如此。然而以你的精神投影为目标或者影响到精神投影的影响心灵效果（mind-affecting effects）都会对你产生完整的效果，无论你的精神此时是否在操控着投影均是如此。<\/p><p>如果你愿意，你能够在精神操控精神投影时施放任何范围为接触或更远的异能法术（psychic spell）或类法术能力（spell-like ability）。你无法通过投影施放非异能法术，即便你掌握着非异能法术也是如此。精神投影仅能对自己施放异能法术中的幻术系法术（illusion spells）。影响其他目标的法术如常进行判断，就算法术的源头为精神投影也是如此。<\/p><p>被精神投影影响的物体均视为成功通过了意志豁免。你与精神投影之间不需要有效果线（line of effect），但是只要你进入到其他位面，比如使用闪现术（Blink）、任意门（Dimension Door）或类似的法术，哪怕仅仅停留一瞬间，也会使该法术结束。<\/p>"
}
