{
    "key": "pyrotechnics",
    "name": "Pyrotechnics",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Pyrotechnics",
    "source": ["PRPG Core Rulebook pg. 328"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "bloodrager": 2,
        "magus": 2,
        "mesmerist": 2,
        "psychic": 2,
        "redmantisassassin": 2,
        "skald": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (one fire source)",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "one fire source, up to a 20-ft. cube",
    "duration": "1d4+1 rounds, or 1d4+1 rounds after creatures leave the smoke cloud; see text",
    "savingThrow": "Will negates or Fortitude negates",
    "spellResistance": "yes or no; see text",
    "text": "<i>Pyrotechnics<\/i> turns a fire into a burst of blinding fireworks or a thick cloud of choking smoke, depending on your choice. The spell uses one fire source, which is immediately extinguished. A fire so large that it exceeds a 20-foot cube is only partly extinguished. Magical fires are not extinguished, although a fire-based creature used as a source takes 1 point of damage per caster level.<br><br><i>Fireworks<\/i>: The fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights. This effect causes creatures within 120 feet of the fire source to become blinded for 1d4+1 rounds (Will negates). These creatures must have line of sight to the fire to be affected. Spell resistance can prevent blindness.<br><br><i>Smoke Cloud<\/i>: A stream of smoke billows out from the fire, forming a choking cloud that spreads 20 feet in all directions and lasts for 1 round per caster level. All sight, even darkvision, is ineffective in or through the cloud. All within the cloud take –4 penalties to Strength and Dexterity (Fortitude negates). These effects last for 1d4+1 rounds after the cloud dissipates or after the creature leaves the area of the cloud. Spell resistance does not apply.",
    "name_zh": "烟火术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一个火源)",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "一个火源, 至多20尺边长的立方大小",
    "duration_zh": "1d4+1轮, 或 生物离开烟雾后1d4+1轮; 见文本",
    "savingThrow_zh": "意志, 通过则无效 或 强韧, 通过则无效; 见文本",
    "spellResistance_zh": "可 或 否; 见文本",
    "text_zh": "<p>烟火术能把一团火焰转变为一道夺目焰火，或者转化为一团厚重烟云，这取决于你选择的功效。该法术会使用一个火源，并使其立刻熄灭。若火焰的大小超过边长20尺的立方，则只会部分熄灭。魔法火焰不会熄灭，不过如果将基于火的生物用作火源，则会使它受到每CL 1点伤害。<\/p><p><b>焰火<\/b>：这道焰火炽热而猛烈，爆发出一道短暂的多彩闪光。这个效果会导致在火源周围120尺内的生物目盲 {1d4+1} 轮 (意志通过则无效)。这些生物必须要和受影响的火焰之间有视觉线。法术抗力能够避免目盲。<br><b>烟云<\/b>：一股翻腾的烟雾从火源中喷涌而出，构成一团令人窒息的烟云。这团烟云向各个方向扩散20尺，持续至少每CL 1轮。所有视觉，甚至黑暗视觉，都无法穿透这团烟云。所有烟云中的生物的力量和敏捷都会受到-4减值 (强韧通过则无效)。在烟雾消失后，或者在生物离开烟云区域后，这些效果依然会持续 {1d4+1轮}。法术抗力对此无效。<\/p>"
}
