{
    "key": "quell energy",
    "name": "Quell Energy",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Quell%20Energy",
    "source": ["Occult Origins pg. 29"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 3,
        "druid": 3,
        "hunter": 3,
        "inquisitor": 3,
        "occultist": 3,
        "psychic": 3,
        "shaman": 3,
        "sorcerer": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "1 round/level",
    "savingThrow": "Will partial",
    "spellResistance": "yes",
    "text": "You reduce the target creature’s ability to tap into a single energy type (acid, cold, electricity, fire, or sonic) of your choice. This reduces damage of the selected type the creature deals with spells, spell-like abilities, and supernatural abilities by 10 points. Multiple castings of this spell stack. Damage from sources other than the creature, such as objects and magic items, is not reduced. If the damage of one of the creature’s effects is negated entirely, any additional effects associated with that damage (such being stunned by <i>sound burst<\/i> or set on fire by a fire elemental) are also negated. At 13th level, you reduce the target’s damage by 20 points, and at 19th level, you reduce the target’s damage by 30 points.<br><br> If the target succeeds on its saving throw, the spell’s duration is reduced to 1 round.",
    "name_zh": "镇压能量",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一位生物",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "意志, 通过则部分生效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你降低了目标生物利用单一种能量(酸、冷、电、火或音波)的能力(由你选择)。这会让该生物在用法术、类法术能力以及超自然能力，于所选择能量种类所造成的伤害上减少10点。多次施展此法术可以堆叠。来自该生物以外的伤害，像是物体或魔法物品，并不会被减少。如果该生物某一种效果的伤害完全无效了，任何与此伤害有关的其他效果(像是音鸣爆[sound burst]的震慑或火元素的燃烧[set on fire])也会无效。在13等时，你减少该目标的伤害20点，在19等时，你减少该目标的伤害30点。<\/p><p>如果目标豁免检定通过，法术的持续时间减少至1轮。<\/p>"
}
