{
    "key": "quintessence mastery",
    "name": "Quintessence Mastery",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Quintessence%20Mastery",
    "source": ["Planar Adventures pg. 43"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "oracle": 8,
        "sorcerer": 8,
        "witch": 8,
        "wizard": 8
    },
    "castingTime": "1 round or 4 hours; see text",
    "components": "V, S, F (a staff crafted from the chosen plane's material worth 2,500 gp)",
    "range": "personal or up to 10 10-ft. cubes/level (S)",
    "effect": "control over a plane's terrain and traits",
    "duration": "1 hour/level or 1 day/level; see text",
    "text": "This spell grants the caster limited control over the quintessence of an Outer Plane. The control granted by <i>quintessence mastery<\/i> can take one of two forms, depending on the version of the spell cast. Both versions can be cast only on one of the nine Outer Planes, for it is these planes, not the Transitive or Inner Planes, that are comprised of quintessence.<br><br> <b>Planewarp<\/b>: This allows the caster to create various objects or effects. When this spell is cast, you can replicate a number of effects from one or more of the following spells: <i>control water<\/i>, <i>diminish plants<\/i>, <i>fog cloud<\/i>, <i>major creation<\/i>, <i>move earth<\/i>, <i>plant growth<\/i>, <i>secure shelter<\/i>, <i>soften earth and stone<\/i>, <i>spike growth<\/i>, <i>spike stones<\/i>, <i>stone shape<\/i>, <i>transmute mud to rock<\/i>, <i>transmute rock to mud<\/i>, <i>wall of stone<\/i>, or <i>wall of thorns<\/i>. The total spell levels of effects to be created must not exceed 8. For example, you could use this spell to replicate the effects of fog cloud, secure shelter, and soften earth and stone (since these three spells have levels that add up to 8) or diminish plants and spike stones (since these two spells have levels that add up to 7), but not move earth and plant growth (since these two spells have levels that add up to 9). If a spell appears on different spell lists at different levels, use the lowest level—control water, for example, counts as a 4th-level spell even though it’s a 6th-level spell for sorcerers and wizards. This list need not be exhaustive; at the GM’s discretion, this list may be expanded to include similar spells from other sources or similarly themed effects that do not mimic specific spells. This version of the spell has a casting time of 1 round and lasts for 1 hour per caster level or until its effects are expended.<br><br> <b>Shape Realm<\/b>: This functions similarly to <i>create demiplane<\/i>, except that it alters an equivalent area of the plane the caster is on rather than creating a self-contained realm on the Astral or Ethereal Plane. You cannot grant the affected area an alignment or essence trait opposed by the plane’s traits (such as granting the lawful-aligned trait to a portion of Elysium), and the area is not self-contained. At the GM’s discretion, additional restrictions beyond those listed in the <i>create demiplane<\/i> spell may limit this spell’s effects, and additional options for customizing the affected area may be available. This version of the spell has a casting time of 4 hours and lasts for 1 day per caster level. This version of <i>quintessence mastery<\/i> can be made permanent in the same way and for the same cost as create demiplane. This version of <i>quintessence mastery<\/i> does not function within the boundaries of a divine realm.",
    "name_zh": "源质掌握",
    "castingTime_zh": "1轮 或 4小时; 见文本",
    "components_zh": "言语，姿势，器材（一根用所选位面的材料制成的长杖，价值2500gp）",
    "range_zh": "个人 或 至多每等级10尺立方 (可变)",
    "effect_zh": "控制一个位面的地形和特性",
    "duration_zh": "1小时/等级 或 1天/等级; 见文本",
    "text_zh": "<p>这个法术给予施法者对外层位面中源质的有限控制。由源质掌握法术赋予的控制力可以采取两种形式之一，取决于施法的版本。两个版本都只能在九个外层位面中的一个施放，因为只有这些位面是由源质组成，过渡位面和内层位面则不是。<\/p><p>位面扭曲：这允许施法者创造各种物体或效果。当这个法术被施放，你可以复制若干下列的法术：操纵水位（control water），植物凋零（diminish plants），云雾术（fog cloud），强效造物术（major creation），地动术（move earth），植物滋长（plant growth），庇护所（secure shelter），柔石术（soften earth and stone），荆棘丛生（spike growth），刺石术（spike stones），塑石术（stone shape），化泥为石（transmute mud to rock），化石为泥（ transmute rock to mud），石墙术（wall of stone），棘墙术（wall of thorns）。要创造的的法术效果的总等级不能超过8。例如，你可以使用这个法术来复制云雾术（fog cloud），庇护所（secure shelter），柔石术（soften earth and stone），三个法术的等级相加刚好为8，你也可以模拟植物凋零（diminish plants）和刺石术（spike stones），二者等级相加为7，但你不能模拟地动术（move earth）和植物滋长（plant growth），因为二者等级相加为9。如果一个法术在不同法术列表中的等级不同，采用最低的等级，例如，即使操纵水位（control water）是6级的法师和术士法术，但也可以算作4级法术。这个列表不必是详尽的; 根据GM的判断，这个列表可以被扩展，包括来自其他来源的类似法术，或者类似的并非模拟特定法术的类似主题效果。这个版本的法术的施法时间为1轮，持续时间为每施法者等级1小时，直到效果消耗完毕。<\/p><p>塑造领域：这个功能类似于创造半位面（create demiplane），只是它会改变施法者所在位面的一个等效区域，而不是在星界或灵界创造一个独立的领域。你不能给受影响的区域一个与该位面相反的阵营或特征，例如在极乐原野创造一个含有秩序阵营特征的领域，并且该区域不是独立的。根据GM的判断，除了创造半位面（create demiplane）法术中原有的限制之外，还可以施加其他额外的限制，并且可以在塑造受影响的区域时拥有更多的选择。这个版本的法术的施法时间为4小时，持续每施法者等级1天。这一版本的源质掌握法术可以用类似于创造半位面（create demiplane）法术的方式和成本恒定。这一版本的源质掌握法术在一个神祇的领域内不起作用。<\/p>"
}
