{
    "key": "reduce person",
    "name": "Reduce Person",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Reduce%20Person",
    "source": ["PRPG Core Rulebook pg. 330"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 1,
        "arcanist": 1,
        "bloodrager": 1,
        "investigator": 1,
        "magus": 1,
        "medium": 1,
        "occultist": 1,
        "psychic": 1,
        "redmantisassassin": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 round",
    "components": "V, S, M (a pinch of powdered iron)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one humanoid creature",
    "duration": "1 min./level (D)",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell causes instant diminution of a humanoid creature, halving its height, length, and width and dividing its weight by 8. This decrease changes the creature's size category to the next smaller one. The target gains a +2 size bonus to Dexterity, a –2 size penalty to Strength (to a minimum of 1), and a +1 bonus on attack rolls and AC due to its reduced size.<br><br>A Small humanoid creature whose size decreases to Tiny has a space of 2-1/2 feet and a natural reach of 0 feet (meaning that it must enter an opponent's square to attack). A Large humanoid creature whose size decreases to Medium has a space of 5 feet and a natural reach of 5 feet. This spell doesn't change the target's speed.<br><br>All equipment worn or carried by a creature is similarly reduced by the spell.<br><br>Melee and projectile weapons deal less damage. Other magical properties are not affected by this spell. Any <i>reduced<\/i> item that leaves the <i>reduced<\/i> creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown weapons deal their normal damage (projectiles deal damage based on the size of the weapon that fired them).<br><br>Multiple magical effects that reduce size do not stack. <i>Reduce person<\/i> counters and dispels <i>enlarge person<\/i>.<br><br><i>Reduce person<\/i> can be made permanent with a <i>permanency<\/i> spell.",
    "mythicSource": ["Mythic Adventures pg. 105"],
    "mythicText": "You can decrease the target’s size by up to two categories, to a minimum of Tiny. If the target shrinks two sizes, its weight decreases by a factor of 16 and it gains a +4 size bonus to Dexterity, a –4 size penalty to Strength, and a +2 bonus on attack rolls and to AC because of its decreased size. A Medium or Small humanoid creature whose size decreases to Tiny has a space of 2-1/2 feet and a natural reach of 0 feet.<br><br> <i>Mythic reduce person<\/i> counters and dispels <i>mythic enlarge person<\/i>. ",
    "name_zh": "缩小术",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料 (一撮铁粉)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个类人生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术会立即缩小一个类人生物，使之高度、长度和宽度降低到原本的一半，并使其重量降低到原本的1/8。这种缩小效果使此生物的体型降低一个等级。目标生物的敏捷属性得到+2体型加值，力量属性得到-2体型减值 (最低为1)，并且由于体型缩小而使攻击检定与AC得到+1加值。<\/p><p>小型类人生物如果缩小为超小型，则占据空间变为2.5尺，天然触及范围变为0尺 (这意味着它必须进入敌人的格子才能攻击它)。大型类人生物如果缩小为中型，则占据空间变为5尺，天然触及范围变为5尺。本法术不会改变目标生物的移动速度。<\/p><p>所有目标生物穿着和携带的装备都会同样的被本法术缩小。<\/p><p>近战和弹射武器造成较少的伤害。其它魔法效果不会被本法术影响。任何缩小的装备离开缩小的生物的掌握 (包括弹射和投掷武器) 立刻会回到它的正常大小。这意味着投掷武器将造成正常的伤害 (弹射物造成的伤害取决于发射它们的武器的大小)。<\/p><p>多个缩小体型的魔法效果不会叠加。缩小术反制和解除‘<a href=\"spell.html?spell=enlarge person\">变巨术 (enlarge person)<\/a>’。<\/p><p>缩小术可以被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’所恒定。<\/p>",
    "mythicText_zh": "<p>你最多能够将目标的体型缩小2级，最低为超小型。若目标缩小2级，那么他的重量会减少至十六分之一，敏捷获得+4体型加值，力量受到-4体型减值，而且攻击检定与AC会由于体型增加而获得+2加值。若中型类人生物的体型缩小至超小型，那么他的占据变为2.5尺，天生触及（natural reach）为0尺。神话缩小术会反制并驱散神话变巨术（Enlarge Person）。<\/p>"
}
