{
    "key": "release the hounds",
    "name": "Release the Hounds",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Release%20the%20Hounds",
    "source": ["Magic Tactics Toolbox pg. 10"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "arcanist": 5,
        "bard": 5,
        "druid": 5,
        "hunter": 5,
        "shaman": 5,
        "skald": 5,
        "sorcerer": 5,
        "summoner": 5,
        "summoner (unchained)": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (shards of a canine's fang)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one pack of canines",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell summons a pack of canines that respond to the spellcaster’s commands and act in perfect unison, causing them to function like a swarm. The pack uses the statistics for a winter wolf (<i>Pathfinder RPG Bestiary 280<\/i>), except it loses its breath weapon, the cold subtype, and its cold special attack and gains the swarm subtype, a swarm attack that deals 3d6 points of damage, and the distraction special attack (DC 17). Whenever the pack damages an opponent with its swarm attack, it can immediately attempt a trip combat maneuver check against that creature with its trip special attack. The pack does not gain any damage reduction or immunity to damage and can be attacked by effects that target a specific number of creatures, though such attacks deal 1/4 the normal amount of damage (25%) and effects that don’t deal hit point damage are only 25% likely to work.",
    "name_zh": "关门放狗",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料/法器 (一些犬牙的碎片)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一群犬科动物",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术召唤出一群狗，他们听从施法者的指令，并且行动无比一致，使得他们如同集群一般运作。狗群使用冬狼（B1）的数据，除了它失去喷吐武器，寒冷子类和寒冷特殊攻击并获得集群子类，造成3d6伤害的集群攻击，和扰乱心神特殊攻击（DC17）。每当狗群用其集群攻击伤害到一个对手，它们可以立刻用它的摔拌特殊攻击对其尝试一次摔拌战技检定。狗群不会获得任何伤害减免或免疫并且可以被目标为特定数量生物的效果攻击和影响，不过这类攻击只能造成正常伤害量的1/4（25%），并且不造成伤害的效果只有25%几率生效。<\/p><p>法术<\/p><p>下列的法术能创造用作战场区域警戒线的障碍，或能够重新定位的不可见陷阱。<\/p>"
}
