{
    "key": "rend body i",
    "name": "Rend Body I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rend%20Body%20I",
    "source": ["Psychic Anthology pg. 10"],
    "school": "evocation",
    "levels": {"psychic": 5},
    "castingTime": "1 full-round action",
    "components": "S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature",
    "duration": "instantaneous",
    "savingThrow": "Fortitude partial (see text)",
    "spellResistance": "yes",
    "text": "You lacerate the body of the target creature with telekinetic force, rending it limb from limb. The target creature takes 1d6 points of damage per caster level you have (maximum 10d6 points of damage). If this spell deals an amount of damage to the target equal to more than half its maximum hit point total, one of the target’s limbs (determined randomly) is gruesomely ripped from the target’s body and flies 15 feet away from the creature in a random direction. The target then takes 1 point of bleed damage per 2 caster levels you have. The bleeding can be stopped by a successful DC 15 Heal check or the application of any effect that heals hit point damage, but the limb can be restored only by powerful healing effects such as <i>heal<\/i> or <i>regeneration<\/i>. If the damage reduces the target’s hit points to below 0, all of its limbs are affected in this fashion.<br><br> Creatures without discernible anatomy or limbs are unaffected by <i>rend body<\/i>.",
    "name_zh": "撕扯肢体 I",
    "castingTime_zh": "整轮动作",
    "components_zh": "姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个生物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使用念力撕扯目标生物的身体，将它的肢体一个个折断。目标生物承受每个你的施法者等级1d6点伤害（最大10d6点伤害）。如果这个法术造成了超过目标最大生命值一半的伤害，目标的一个肢体（随机选择）会被凶残地从身体上撕扯下来，并且会被随机抛到距离该生物15尺远的位置。目标承受每2个你的施法者等级1点流血伤害。该流血效果可以通过DC 15的医疗鉴定或者任何治疗生命值的效果来终止。但是断裂的肢体只能通过强力的治疗效果复原，例如医疗术（Heal）或者再生术（Regeneration）。如果伤害将目标的生命值降低到0以下，它所有的肢体都会受到上述效果影响。<\/p><p>没有可以辨识的解剖结构或者肢体的生物不受撕扯肢体影响。<\/p>"
}
