{
    "key": "repress memory",
    "name": "Repress Memory",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Repress%20Memory",
    "source": ["Occult Adventures pg. 184"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "bard": 5,
        "mesmerist": 5,
        "psychic": 6,
        "skald": 5
    },
    "castingTime": "1 round",
    "components": "V, S",
    "range": "personal",
    "target": "you",
    "duration": "instantaneous",
    "text": "This spell allows you to safeguard important knowledge, even from yourself. When casting this spell, you recount one piece of knowledge you possess (up to a maximum of 50 words). This knowledge disappears utterly from your mind, and you might not realize you forgot something. The magic of the spell patches omissions in your memory with indistinct haze. <i>Repress memory<\/i> protects against <i>detect thoughts<\/i>, <i>discern lies<\/i>, <i>zone of truth<\/i>, and similar spells, though careful questioning may reveal the gaps in your memory, or that your memory has been affected by the spell.<br><br>A repressed memory can be restored only by <i>break enchantment<\/i>, <i>psychic surgery<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, or <i>wish<\/i>. If you use this spell to negate the memory of a magical compulsion, it doesn’t remove the compulsion, nor does it remove procedural memories that might affect your skills or class abilities.<br><br>At the GM’s discretion, multiple castings of this spell might erase memories of a lengthier event or all memory of a place or individual from your memory.",
    "name_zh": "压制记忆",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "立即",
    "text_zh": "<p>该法术能够让你为心中重要的知识设置防护措施，即便是你自身也会成为防护的对象。在施放该法术时，你要详述一段自身知晓的知识（长度至多为50个字）。这段知识将会彻底从你的心中清除出去，你自己也无法意识到自己忘记了什么。法术的魔力将会用模糊的朦胧感填补你记忆中的空缺。压制记忆能够用于应对侦测思想（Detect Thoughts）、辨识谎言（Discern Lies）、诚实之域（Zone of Truth）和类似的法术，不过仔细的询问可能会揭示出你记忆中的空缺、或者说你的记忆曾经被法术影响过。<\/p><p>被压制的记忆仅能被破除结界（Break Enchantment）、心智手术（Psychic Surgery）、有限祈愿术（Limited Wish）、神迹术（Miracle）或祈愿术（Wish）恢复。你无法使用该法术来免除记忆中受魔法胁迫（compulsion）的部分，它也无法移除可能会影响到你的技能或职业能力的程序性记忆（procedural memories）。<\/p><p>依照GM的判断，多次施放该法术可能会抹除记忆中一段较长的事件，或者从你的记忆中抹除关于一个地点或个体的相关记忆。<\/p>"
}
