{
    "key": "reprobation",
    "name": "Reprobation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Reprobation",
    "source": ["Ultimate Magic pg. 234"],
    "school": "transmutation",
    "descriptors": ["curse"],
    "descriptorsOperator": ",",
    "levels":     {
        "cleric": 5,
        "druid": 5,
        "hunter": 5,
        "inquisitor": 4,
        "oracle": 5,
        "paladin": 4,
        "warpriest": 5
    },
    "castingTime": "1 minute",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature of your faith",
    "duration": "permanent",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You cast the target out of your religion as a curse and punishment for acts or misdeeds against the tenets of your faith. This has three effects.<br><br>First, the target is marked with a magical symbol visible only to members of your faith. This symbol indicates that the target has transgressed and that the faithful should not help it. Likewise, the target is not to be persecuted because of the mark (though this would not keep members of a lawful faith from imprisoning a known criminal if these crimes were known to have taken place after he gained the mark).<br><br>Second, the target is no longer affected by helpful spells cast by the faithful and is always treated as an enemy for the purpose of other spells cast by those of your faith. For example, <i>cure light wounds <\/i>cast by a member of your faith has no effect on the target. If the target were traveling with a cleric of your faith who cast <i>prayer<\/i>, that spell would penalize rather than aid the target, despite the target’s friendship with the cleric.<br><br>Third, if the target is a divine spellcaster, a member of a prestige class of your faith, or otherwise has some ability because the target belongs to your faith, it cannot use those abilities while the mark remains in place. For example, a paladin of your faith would be unable to cast paladin spells or use lay on hands or other class abilities. The target can join another faith to regain the use of these abilities, but the mark remains visible to those of your faith, even if those of the new faith accept the target.<br><br>This powerful spell with no saving throw is used to punish severe transgressions that do not deserve death or when you prefer to be merciful rather than meting out a more severe punishment. However, the spell has one drawback that prevents it from being overused. If the target did not commit any acts or misdeeds against your faith, the spell does not affect it but affects you instead, even if you are innocent of the charges. This potential backlash prevents inquisitions run by corrupt members of the faith, and it means that most accusations of misconduct are carefully investigated (and usually verified with magic) before this sentence is handed down.<br><br>This mark can be removed like any other curse effect. In addition, a member of your faith can use <i>atonement <\/i>to break the curse if he makes a caster level check against your caster level; <i>remove curse <\/i>also requires a caster of your faith and a caster level check to end the <i>reprobation<\/i>.",
    "name_zh": "谴责术",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个与你同信仰的生物",
    "duration_zh": "永久",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>由于目标违反信仰教义的行为或过失，你对目标施以诅咒，将其驱逐出你信仰的教派。这会产生三个效果。<\/p><p>－其一，目标将会被印上一个只能由和你相同信仰的人才能看到的魔法徽记。此标记表示，这个目标是背教者，信徒们不应帮助他。不过同时，目标也不会因为这个印记而被迫害 (不过这并不妨碍此人在背负印记的情况下犯罪时，守序阵营的信徒将其抓获并投入监狱等行为)。<\/p><p>－其二，目标将不能再接受和你相同信仰的施法者施放的有益法术，并且法术会永远将其判定为敌方阵营。例如，和你同信仰的队友施放的治疗轻伤将不会对其产生任何效果，而一个和你同信仰的牧师施放的祈祷术 (Prayer) 则会无视与其的友方关系而强制给予减值惩罚。<\/p><p>－其三，如果目标是一个神术施法者，一个教派专用进阶职业，或是拥有其他从信仰获得的能力，这些能力在印记生效后都会无法使用。例如，一个圣骑士将失去圣骑士法术、圣疗术和其他的职业能力。目标可以改换其他信仰从而能够再次使用这些能力，不过就算被新的神所接受，和你同信仰的信徒仍然可以看到他身上的徽记。<\/p><p>这个不可豁免的强力法术，有时用来惩戒那些死也无法偿还的罪人，有时也是让你可以仁慈的放弃更严厉的处罚。然而，这个法术有一个缺点以防止它被滥用。如果目标没有犯下任何违反信仰的行为或过失，这个法术将不会作用于他，而是会作用于你，即使你也是无辜的。<\/p><p>这种潜在的危险可以防止腐败的教派成员胡乱进行宗教审判。这也意味着，大部分针对不当行为的指控都是在经过认真谨慎的调查研究后 (并且通常会使用法术) 才会发出的。<\/p><p>这个印记可以像其他的诅咒一样被移除。另外，如果有和你同信仰的施法者使用赎罪术 (atonement)，他可以在和你进行施法者检定对抗后移除该印记。移除诅咒 (remove curse) 也同样需要一次施法者等级对抗才能移除谴责术。<\/p>"
}
