{
    "key": "resplendent mansion",
    "name": "Resplendent Mansion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Resplendent%20Mansion",
    "source": ["Ultimate Intrigue pg. 224"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 minute",
    "components": "V, S, F (a miniature cornerstone carved from precious gemstones worth 500 gp)",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "opulent mansion, up to 300 feet on a side and one story tall/4 levels",
    "duration": "1 day/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell creates a towering mansion. While casting the spell, you hold an image of the mansion and its desired appearance in your mind. The mansion can contain as many or as few rooms as you desire, and is decorated to match your image. You can imagine a purpose for each room of the mansion, and the proper accouterments appear within. Any furniture or other mundane fixtures function normally for anyone inside the mansion, but cease to exist if taken beyond its walls. No fixture created with this spell can create magical effects, but magical devices brought into the mansion function normally.<br><br> A <i>resplendent mansion <\/i>contains the same types of foodstuffs and servants as a <i>mage’s magnificent mansion<\/i>.<br><br> Each of the mansion’s exterior doorways and windows are protected by <i>alarm <\/i>spells. You choose whether each <i>alarm <\/i>is audible or mental as you cast the spell, and each <i>alarm <\/i>has a different sound (for an audible alarm) or sensation (for a mental one), allowing you to instantly determine which portal has been used.<br><br> The mansion must be created on a plot of land free of other structures. It adapts to the natural terrain, adopting all structural requirements for being built on, for example, a mountainside. The mansion adjusts around small features such as ponds or spires of rock, but can’t be created on water or other nonsolid surfaces. If created on snow, sand dunes, or other soft surfaces with a solid surface underneath, the foundation reaches the solid ground. If created on a solid but unstable surface, such as a swamp or an area plagued by tremors, there’s a 10% chance each day that the mansion begins to sink or collapse.<br><br> The mansion doesn’t harm creatures within the area when it appears, and can’t be created among a crowd or in a densely populated area. Any creature inadvertently caught inside the mansion when the spell is cast ends up unharmed inside the complete mansion.",
    "name_zh": "辉煌豪宅",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，器材（价值500gp的用珍贵宝石雕刻而成的微缩地基）",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "奢华的宅邸，底边长至多为300尺、其层数为1层/4级",
    "duration_zh": "1天/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术会创造出1栋高耸的宅邸（towering mansion）。当你施放该法术时，要在脑中勾勒出宅邸并想像出它的外观。这座宅邸内容纳的房间数量如你所希望地增减，建筑的装饰也会符合你的想像。你能设定宅邸中每间房间的功能，合适的配备会出现在相应的房间内。屋内的人可以正常使用宅邸内的任何家具或普通的装置，但是这些物质被带离宅邸外壁之外时都将变得不复存在。以该法术创造的装置均无法用于创造魔法效果，但是带入到宅邸内的魔法装置都可以如常生效。<\/p><p>每道通往宅邸外部的门户或窗口都被魔法警报（Alarm）法术守护着。在施放该法术时决定每个魔法警报是精神警报还是声音警报，而且每个警报都有着不同的声音（对于声音警报来说）或不同的感觉（对于精神警报来说），这让你能够立即确定哪道出入口被人使用了。<\/p><p>宅邸必须被创造到1块没有其他建筑（structures）的土地上。它会自动适应自然的地形，并采用一切用于建立在此地所需要的建筑结构（比如在山腰上）。宅邸会调整其周遭的小型地貌特征，比如池塘或者尖锐的岩石，但是无法被创造到水面或者其他非固体表面上。若将其创造到雪地、沙丘或其他表面柔软的深层坚固的地形上，建筑的地基会直达硬质地层中。如果将宅邸创造到属于固体但是不稳定的表面上，比如沼泽或者地质结构不稳定的区域，那么宅邸每日都有10%的概率下沉（sink）或倒塌（collapse）。<\/p><p>宅邸在出现时不会伤害到位于此区域内的生物，但是该建筑无法被创造至人群中或人口稠密的区域。在施法结束时，若有生物被无意间被包含在宅邸之内，那么它们都会完好无损地出现在构造完成的宅邸之内。<\/p>"
}
