{
    "key": "reveal secrets",
    "name": "Reveal Secrets",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Reveal%20Secrets",
    "source": ["Inner Sea Temples pg. 63"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors":     [
        "language-dependent",
        "mind-affecting"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "inquisitor": 1,
        "mesmerist": 1,
        "psychic": 1,
        "skald": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a drop of alcoholic liquid)",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 round",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "When you cast this spell, you ask the target whether it has a secret about a specific topic that can be described in 10 words or fewer. This can concern a person, place, or thing (such as a town’s mayor, the ring worn by a traveling merchant, or the bridge spanning a nearby river) or an easily distinguished event (such as a historic battle or a recent rash of disappearances). If the target knows a secret about the topic (information it believes isn’t common knowledge and which it would not normally tell you), it states it has a secret. The target doesn’t mention anything about the secret and doesn’t remember telling you it has a secret. If the target succeeds at its saving throw, it isn’t compelled to reveal whether it knows a secret and is aware that you asked.",
    "name_zh": "揭示秘密",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一滴酒精液体）",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1轮",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>当你施放这道法术时，你询问法术目标是否拥有一个有关特定主题的秘密，且该秘密可以用10个或更少的词描述。这可能会涉及到一个人、地、或物（比如一个镇的镇长、旅行商人佩戴的戒指、或跨越附近河流的桥梁），亦或是一件易辨别的事件（比如一场历史战役、或近期的一系列失踪事件）。如果目标知晓一件有关该主题的秘密（即它认为不可让大众知晓的信息，或它不能在正常情况下告知于你的信息），则它会陈述它拥有一个秘密。该目标不会提及任何有关该秘密的信息，并且不会记起它曾告知你它拥有秘密。如果目标在豁免骰中成功，它就不必透露自己是否知道一个秘密，并可知晓你的询问。<\/p>"
}
