{
    "key": "ricochet shot",
    "name": "Ricochet Shot",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ricochet%20Shot",
    "source": ["Ultimate Combat pg. 243"],
    "school": "evocation",
    "levels":     {
        "arcanist": 2,
        "hunter": 2,
        "ranger": 2,
        "sorcerer": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a wishbone)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one projectile weapon",
    "duration": "1 round/level or until discharged",
    "savingThrow": "Will negates (harmless, object)",
    "spellResistance": "yes (harmless, object)",
    "text": "You imbue a projectile weapon with the ability to ricochet any projectiles that hit one target so that they also hit another. When the wielder ricochets a projectile, she selects a primary target to attack. If she hits the primary target, the projectile ricochets instead of being destroyed. The wielder can then select a secondary target that is within 20 feet of the primary target. She makes an attack roll against the secondary target at the same base attack bonus, but does not gain the benefit from any enhancement bonuses or magic qualities on the projectile. If the shot comes from a firearm, the ricochet targets normal AC rather than touch AC. <br><br>While the spell lasts, the target weapon’s wielder can ricochet one projectile per three caster levels you possess, to a maximum of six at caster level 18th. Once the target weapon’s wielder ricochets that many shots, the spell is discharged. If the weapon’s wielder fails to use all the ricochets before the spell end, those ricochets are wasted.",
    "mythicSource": ["Mythic Adventures pg. 106"],
    "mythicText": "If the attack hits the secondary target, the wielder can select a tertiary target within 20 feet of the secondary target. This functions like a ricochet off the primary target. The tertiary target must be a different creature than the primary target.<br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, the secondary and tertiary attacks gain the enhancement bonus and magic qualities of the attack against the primary target. ",
    "name_zh": "一箭双雕",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一根叉骨)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一把投射武器",
    "duration_zh": "1轮/等级 或 直至能量发散",
    "savingThrow_zh": "意志, 通过则无效 (无害, 物体)",
    "spellResistance_zh": "可 (无害, 物体)",
    "text_zh": "<p>你给一把投射武器附魔，使它能够在弹药命中一个目标时用跳弹波及到另一个目标。<\/p><p>当受术武器的持有者进行发射时，她需要选择一个主要目标。如果她命中了主要目标，弹药会弹跳而非被摧毁。<\/p><p>这时持有者可以再选择一个离主要目标距离不超过20英尺的次要目标。她对次要目标也进行一次与之前相同的攻击加值的投骰，但是不会从附魔加值和附魔弹药上获得加成。<\/p><p>如果这次射击来自一把火器，跳弹的目标将会使用正常AC而非接触AC。<\/p><p>在法术持续时间内，你的每3个施法者等级可以让受术武器多发射一次跳弹，最多18级时6次。一旦受术武器进行了足够多次的攻击，法术被解除。<\/p><p>如果法术持续时间结束仍有跳弹次数未被消耗，这些次数被浪费掉。<\/p>",
    "mythicText_zh": "<p>若攻击命中第二个目标，那么持用者能够选择距离次要目标20尺内的第三个目标。这就如同从主要目标上弹开的跳弹一般。第三目标必须为与主要目标不同的生物。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，第二与第三次攻击也会获得对抗主要目标时的增强加值与魔法特性。<\/p>"
}
