{
    "key": "rift of ruin",
    "name": "Rift of Ruin",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rift%20of%20Ruin",
    "source":     [
        "Book of the Damned pg. 185",
        "Book of the Damned - Volume 2: Lords of Chaos pg. 48"
    ],
    "school": "conjuration",
    "subSchools": ["calling"],
    "descriptors":     [
        "chaotic",
        "evil"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "oracle": 8,
        "sorcerer": 8,
        "witch": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "5-ft.-wide, 60-ft.-deep extradimensional hole, up to 5 ft. long per level (S)",
    "duration": "1 round/level (see text)",
    "savingThrow": "Reflex partial",
    "spellResistance": "no",
    "text": "This spell tears a rift in reality, creating an extradimensional hole with a depth of 60 feet. You must create the rift on a horizontal surface of sufficient size. Since the rift extends into the Abyss, it does not displace the original underlying material or allow access to areas below the surface—you can create the rift on the deck of a ship as easily as in a dungeon floor or the ground of a forest. Any Large or smaller creature standing in the area where you conjure the rift must succeed at a Reflex save to avoid falling into the hole. If successful, the creature picks which side of the rift it remains on once the rift opens. Unattended objects and structures that can be fully engulfed by the rift automatically fall into it.<br><br> The walls of the rift are covered with razor-sharp blades, while the floor seethes with boiling pools of acid, strange chewing vermin, writhing shards of ice, and all manner of other chaotic and deadly manifestations of the Abyss. A creature that falls into the rift takes 6d6 points of falling damage. Any creature in the rift (starting on the round it enters) takes an additional 6d6 points of damage from the rift’s environs, even if the creature is merely climbing or flying within the rift rather than standing at the bottom. This additional damage changes from round to round and is randomly selected from acid, bludgeoning, cold, electricity, fire, piercing, slashing, or sonic. Each round, a creature in the rift can attempt a Reflex save to take half damage that round. The rift’s walls have a Climb DC of 25.<br><br> When this spell’s duration ends, the rift snaps shut, violently expelling all creatures still within. These creatures take double damage from the rift’s environs in that round and are knocked prone as they are returned to the surface above.<br><br> At any time during the spell’s duration, you can use it to conjure a number of Abyssal denizens into the surrounding region as a standard action. Doing so causes the rift to snap shut, ending the spell’s duration and returning any creatures that had fallen into it to the ground as detailed above. As the rift snaps shut, choose one of the following creatures or groups of creatures to appear in the area; these Abyssal denizens are treated as if you had summoned them via <i>summon monster VII<\/i> and remain for a number of rounds equal to the remaining duration of the <i>rift of ruin<\/i> spell. You can choose to summon one of the following: one bebilith, one vrock, 1d3 shadow demons, 1d3 succubi, 1d4+1 babaus, or 1d4+1 brimoraks.",
    "name_zh": "崩坏裂隙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "5尺宽，60尺深的超维洞，最多每等级5尺长（可塑）",
    "duration_zh": "1轮/等级; 见文本",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个法术撕裂现实世界，创造出一道有60尺深的超维洞。你必须在空间足够的水平表面上创造这道裂隙。由于这道裂隙延伸至无底深渊，因此不会取代原本位于地面下的物质，也无法让你进入地底——你可以在船上的甲板制造这道裂隙，不会比在地城的地板或森林的地面上制造它更难。大型或更小的生物若站在你创造裂隙的区域内，则必须成功通过反射豁免，否则就会掉进洞里。若豁免成功，则该生物要选择自己在裂隙打开后要落脚在它的哪一侧。能够被裂隙彻底吞没的无主物品与结构自动落入其中。<\/p><p>裂隙的墙面全是锋利的刀刃，而其底部充满着沸腾的酸液池、不断咀嚼的怪虫、翻腾的碎冰，以及一切能体现无底深渊其混乱与致命程度的事物。落入裂隙的生物受到6d6点坠落伤害。任何位于裂隙内（从它进入的那轮开始）因为裂隙内的环境而受到6d6伤害，即便它爬上裂隙的墙面或飞起来（而非呆站在底部）也一样要受此伤害。额外伤害每轮都会改变，从强酸、钝击、寒冷、闪电、火焰、穿刺、灰砍与音波伤害中随机选择。裂隙内的生物每轮都可以尝试反射检定来减半该轮的伤害。裂隙的墙面攀爬DC为25。<\/p><p>当此法术持续时间结束时，裂隙猛然闭合，将其中所有生物强行排出。这些生物在回到上方地面时会受到双倍的该轮峡谷环境伤害，并且倒地。<\/p><p>在此法术持续时间的任意时间点，你可以选择用它呼唤一定数量的深渊居民到附近的区域，这是一个标准动作。这样做会让裂隙猛然闭合，将坠入其中的生物送回地表，如同前段所述。裂隙关闭后，选择以下其中一种或一群生物出现在范围内; 这些深渊居民视为是你用召唤怪物 VII召唤出来的，并且存在的时间等同于法术崩坏裂隙剩馀的持续时间。你可以选择召唤以下其中一种生物：一头狩魔蛛（Bebilith）、一头鹫魔（Vrock）、1d3头影魔（Shadow Demon）、1d3头魅魔（Succubi）、1d4+1头暴怖魔（Babaus）或者1d4+1头爆焰魔（Brimoraks）B6。<\/p>"
}
