{
    "key": "ropeweave",
    "name": "Ropeweave",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ropeweave",
    "source": ["Ultimate Wilderness pg. 233"],
    "school": "transmutation",
    "levels":     {
        "hunter": 2,
        "occultist": 2,
        "ranger": 2
    },
    "castingTime": "1 minute",
    "components": "V, S, F (a rope)",
    "range": "touch",
    "target": "one rope",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You cause the target rope to grow in length and weave itself into one of several forms, each of which can support up to 1,000 pounds, plus 200 pounds per caster level (maximum 3,000 pounds at 10th level). Only one type of construction can be created with each casting of the spell, and the creation remains stationary unless destroyed.<br><br> Each 5-foot section of the object created by this spell has a break DC of 23, AC 11, and 1 hit point per caster level (maximum 10 hp), but all sections of the creation are magically supported and need not be anchored to a solid surface or any other portion of the effect. Destroying one part of it does not cause the remainder of the structure to collapse, though each 5-foot section destroyed reduces the maximum weight the creation can support by 200 pounds. During any round in which the rope is overloaded, every remaining section takes 1d4 points of damage.<br><br> You can use <i>ropeweave<\/i> to create any of the following structures.<br><br> <b>Rope Bridge<\/b>: The rope forms a 5-foot-wide bridge that spans up to 10 feet horizontally per caster level you have (maximum 100 feet). Creatures can cross the bridge at half speed with a successful DC 5 Acrobatics check or at full speed with a successful DC 10 Acrobatics check. The DC assumes a creature is using both hands to assist in navigating the rope bridge; the DC increases by 5 if a creature uses only one hand to steady itself and by 10 if the creature does not use its hands. A failed Acrobatics check results in failure to progress across the rope bridge; creatures that fail by 5 or more fall.<br><br><b>Rope Hammock<\/b>: The rope knits itself into a stationary hammock suspended in midair. The hammock can be suspended at a height of 5 feet plus 5 feet per 2 caster levels you have (maximum 30 feet), with a rope ladder (see below) leading up to a platform of 1 5-foot square per caster level, and at least one such square must be adjacent to the square containing the vertical rope ladder. As a move action, the caster can command the rope ladder to withdraw into the hammock. When the ladder is withdrawn, the rope hammock blends in with its surroundings and muffles sounds and smells from creatures resting on it that are taking no violent actions; noticing the rope hammock requires a successful DC 20 Perception check or Survival check, even for creatures with scent. This does not apply if the creatures in the hammock attack or move more than half speed. The hammock provides a +2 cover bonus to AC against attacks from beneath it.<br><br> <b>Rope Ladder<\/b>: The rope knots itself and hangs suspended in midair, perpendicular to the ground, stretching up to 10 feet vertically per caster level you have (maximum 100 feet). Climbing the rope ladder requires a successful DC 5 Climb check, or DC 0 if there is a wall adjacent to it you can brace it against. <br><br><b>Trip Line<\/b>: The rope stretches into a tangled mass that fills one 5-foot square per caster level you have (maximum 10 squares), all of which must be contiguous (including diagonally). Any creature entering a square with this trip line must succeed at an Acrobatics check (DC = 10 if moving at half speed, DC = 15 if moving at full speed, and DC = 20 if running or charging). On a failed check, the creature’s movement stops when it enters the square; a creature that fails by 5 or more falls prone. A creature larger than Medium gains a +2 bonus on its Acrobatics check for every size category larger than Medium it is.",
    "name_zh": "绳索编织",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，器材（一条绳索）",
    "range_zh": "接触",
    "target_zh": "一根绳索",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你使目标绳索变长，并将自己编织成多种形式中的一种，每一种形态都能支持最多1000磅+每施法者等级200磅的重量（10级时达到最大的3000磅）。每次施法只有创造出一种类型的结构，被创造出的结构会保持静止，直到被摧毁。<\/p><p>每5英尺这种法术所创造的物体有23的破坏DC，11的AC，每施法者等级1点的生命值（最多10点生命值），但是造物的所有部分都被魔法支撑，不需要固定在固体表面或效果的任何其他部分。摧毁它的一部分不会导致其余的结构崩溃，但每5英尺部分被摧毁，最大承担重量就会减少200磅。在绳子被超载的任何轮中，每一段剩余的部分都会承受1d4点的伤害。<\/p><p>您可以使用绳索编织创造下面的任何结构。<\/p><p>绳索桥：绳索形成一个5英尺宽的桥，水平距离可以达到10英尺每施法者等级（最高100英尺）。生物可以通过成功的DC5的杂技检定来以半速通过桥，或通过DC10的杂技检定以全速穿越桥。这些DC是假设一个生物用两只手协助操纵缆绳桥; 如果生物只使用一只手来保持平衡，DC就会增加5，如果完全不用手则增加10。一个失败的杂技检定会导致无法在绳桥上前进; 失败数为5或更高则会坠落。<\/p><p>绳索吊床：绳子将自己编织成悬挂在半空中的固定吊床。吊床可以被悬挂在最高为5+5英尺/2施法者等级的高度（最高30英尺），有一把绳梯（见下文）连接到面积为5平方英尺/施法者等级的平台，且至少有一个这样的方格必须毗邻包含垂直绳梯的方格。作为一个移动动作，施法者可以命令绳梯撤回吊床。当梯子被收回时，绳索吊床与周围的环境融为一体，掩盖来自栖息在它上面的生物的声音和气味，只要他们不采取任何暴力行动; 注意到绳索吊床需要成功的DC20的察觉检定或生存检定，即使对拥有灵敏嗅觉的生物。如果吊床上的生物超过半速的移动或者攻击，这种伪装就不适用。吊床在对抗下方攻击的AC上提供+2的掩蔽加值。<\/p><p>绳梯：绳索将自己打结，悬吊在半空中，垂直于地面，垂直高度最多为每施法者等级10英尺（最大100英尺）。攀爬绳梯需要一个成功的DC5的攀爬检定，如果旁边有一堵相邻墙，你可以靠它支撑，则DC为0。<\/p><p>绊绳：绳子伸展成一团缠绕的团块，充满每施法者等级一个的5平方英尺的区域（最大10平方英尺），所有这些区域都必须是连续的（包括对角上的连续）。任何进入方格的生物都必须在一个杂项检定中成功（DC=10，如果以半速移动，DC=15，如果以全速前进，DC=20，如果奔跑或冲锋）。在失败检定中，当生物进入方格时，该生物的移动会停止; 一个取得5或更多的失败的生物会倒地。一个比中等体型更大的生物在其杂技检定中获得+2/比中型大的体型等级的加值。<\/p>"
}
