{
    "key": "rovagug's fury",
    "name": "Rovagug's Fury",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Rovagug's%20Fury",
    "source":     [
        "Inner Sea Gods pg. 239",
        "Pathfinder #23: The Impossible Eye pg. 66",
        "Gods and Magic pg. 33"
    ],
    "school": "transmutation",
    "race": "Rovagug",
    "levels":     {
        "adept": 2,
        "arcanist": 2,
        "bloodrager": 2,
        "cleric": 2,
        "inquisitor": 2,
        "oracle": 2,
        "redmantisassassin": 2,
        "sorcerer": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "30 ft.",
    "area": "cone-shaped burst",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You create a minor earthquake that can trip creatures. Attempt a single combat maneuver check and apply the result against the CMD of every creature in the area. If your roll equals or exceeds a creature’s CMD, that creature is knocked prone. This trip attack does not provoke an attack of opportunity (though you do provoke one for casting the spell), nor are you knocked prone if you fail the check by 10 or more. Unlike with a regular trip attack, you can trip any creature touching the ground, regardless of size. Improved Trip does not affect this spell in any way. Though the earthquake is small and focused on the ground, if the area is particularly unstable, the spell might cause items to topple, stones to shake loose from the walls or ceiling, and so on at the GM’s discretion.",
    "name_zh": "拉瓦古格之怒",
    "race_zh": "拉瓦古格",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "30尺",
    "area_zh": "锥形爆发区域",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你创造一阵可以摔绊生物的轻微地震。进行一次摔绊攻击并且将结果运用到区域内所有生物身上。那些失败的人会被摔绊并且俯卧。你不会因为这次摔绊攻击而引发借机攻击(但是施放此法术仍会引发借机攻击)，你也不会因为烂骰而让自己俯卧在地。不像正常的摔绊攻击，你可以摔绊任何接触地面的生物，无论体型大小。精通摔绊并不能影响此法术。<\/p><p>尽管是个小型且凝聚在地板的地震，在GM决定下，如果这块区域内别不稳固，此法术可能让物体翻复，墙上或天花板的石头会摇晃松动，等等诸如此类。<\/p>"
}
