{
    "key": "sacrifice",
    "name": "Sacrifice",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sacrifice",
    "source":     [
        "Book of the Damned pg. 185",
        "Book of the Damned - Volume 1: Princes of Darkness pg. 47"
    ],
    "school": "enchantment",
    "subSchools": ["charm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 4,
        "cleric": 4,
        "oracle": 4,
        "sorcerer": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 minute",
    "components": "V, S, M (see text)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one summoned elemental or outsider (see text)",
    "duration": "instantaneous, 1 hour, or 1 day (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You make a sacrifice to aid in conjuring and commanding a creature called with <i>planar ally<\/i>, <i>planar binding<\/i>, or a similar spell. A sacrifice can be used in a variety of ways.<br><br> <b>Bargain<\/b>: Making a sacrifice directly to the conjured being grants you a bonus on opposed Charisma checks made to compel the creature into service for the next hour.<br><br><b> Enticement<\/b>: Making a sacrifice the round before conjuring increases the DC of the Will save an outsider must attempt to resist being conjured.<br><br><b> Payment<\/b>: Making a sacrifice directly to the conjured being allows you to pay for one service from the creature in commodities other than gold.<br><br><b> Reinforcement<\/b>: Making a sacrifice the round before creating a magic circle and preparing a summoning diagram amplifies the power of its warding magic, increasing the DC of Charisma checks the creature might attempt to escape. This lasts 1 day.<br><br> Multiple sacrifices can be made to affect a single conjuring, but the bonuses provided by this spell do not stack. Therefore, while you can make sacrifices to aid in conjuring and bargaining with a creature, you cannot make multiple sacrifices (even of varying types) to enhance the same effect for a particular conjuration. A sacrifice can consist of any kind of commodity the target creature favors, including living creatures, treasures, or more ephemeral offerings. While this spell is not fundamentally evil, good-aligned creatures are more selective in what offerings they accept, typically scoffing at blood sacrifices. Many sacrifices are fundamentally evil acts, such as murdering a pious innocent to conjure a fiend. Any creature might reject certain types of sacrifices, thus denying you the benefits of this spell, as the offering must appeal to the target—few outsiders would care for 2,000 gp worth of parchment, while 2,000 gp of diamonds would be widely coveted. The GM determines what sacrifices creatures find appealing.<br><br> The table below lists a number of likely offerings, along with the bonus such gifts provide and the offering’s equivalent value in gold pieces for the purposes of <i>planar ally<\/i>. Several of these sacrifices involve the loss of ability scores, levels, or lives, and some can cause changes in alignment. Any change wrought by such sacrifices (loss of ability score or level, or change in alignment) cannot be recovered, cured, or undone by any spell or effect short of <i>miracle<\/i> or <i>wish<\/i>. The same is true of creatures killed as a sacrifice; such creatures cannot be resurrected by any magic less powerful than these spells. Any object sacrificed with this spell is effectively destroyed or removed to an extraplanar holding of the conjured creature’s choice. The bonuses and values noted on the sacrifice effects table are guidelines for offerings; certain types of treasures or lives might prove especially valuable to specific creatures, with extraordinary sacrifices (such as a potent artifact or the life of a high-level paladin) garnering increased bonuses. <br><br>You cannot make greater sacrifices than those noted on the table to gain increased bonuses or gold values. For example, you could not gain 2 permanent negative levels to gain a +16 bonus, nor gain increased benefit from slaying 20 Hit Dice worth of creatures to pay for a 10-HD creature’s service. <table class=\"inner\"> <tr><td><b>Type<\/b><\/td><td><b>Sacrifice<\/b><\/td><td><b>Granted Bonus<\/b><\/td><td><b>GP Value<\/b><\/td><\/tr> <tr><td>Treasures<\/td><td>100 gp/HD of target<\/td><td>+1<\/td><td>Equal<\/td><\/tr> <tr><td>Lives1<\/td><td>One living creature with HD equal to target<\/td><td>+2<\/td><td>200 gp/HD<\/td><\/tr> <tr><td>Body/Mind1<\/td><td>Reduction of ability scores by 1 reduced<\/td><td>+4<\/td><td>500 gp/point<\/td><\/tr> <tr><td>Morals2<\/td><td>Alignment shifts one step toward target's<\/td><td>+6<\/td><td>1,000 gp/step<\/td><\/tr> <tr><td>Soul1<\/td><td>One permanent negative level<\/td><td>+8<\/td><td>2,500 gp<\/td><\/tr><\/table> 1When used to sacrifice a life, body, mind, or soul other than the caster's own, this is an evil act.<br> 2 A character can sacrifice only her own morals, and can do so only once per lifetime.",
    "name_zh": "祭礼",
    "castingTime_zh": "1分钟",
    "components_zh": "语言，姿势，材料（见后文）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一头被召唤来的元素或异界生物（见后文）",
    "duration_zh": "立即, 1小时 或 1天; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你进行献祭，这让你在召唤与命令以异界盟友、异界誓缚或类似法术呼唤来的生物时更加得心应手。祭礼有多种使用方法：<\/p><p>交易（Bargain）：直接向被召唤来的存在进行献祭，能让你在接下来的一小时内强迫该生物提供服务的对抗魅力检定上获得加值。<\/p><p>诱惑（Enticement）：在召唤前一轮进行献祭，能使得异界生物在抵抗被召唤时必须进行的意志豁免DC提高。<\/p><p>酬劳（Payment）：直接向被召唤来的存在进行献祭，能够让你以货物代替金币来支付生物所要的报酬。<\/p><p>强化（Reinforcement）：在创造法阵与准备好召唤所用图阵（diagram）的前一轮进行献祭，能够加强其结界力量，使生物尝试逃脱时进行的魅力检定DC提高。此效果持续1天。<\/p><p>一次召唤可以受到多次献祭的影响，但此法术所提供的加值并不叠加。因此，虽然你可以进行献祭来为你召唤以及与该生物交易提供帮助，但你不能进行多次献祭（即使是不同类型）针对某次召唤的同一效果进行强化。<\/p><p>祭品可以是符合目标生物喜好的任何财物，包括活物、财宝或存在时间更为短暂的其它供品。虽然此法术并不必然邪恶，善良阵营的生物对于接受的供品种类会更为挑剔，通常对血祭表示鄙夷。大多数献祭本身就是邪恶行为，例如为了召唤出魔族而谋杀无辜的虔诚信徒。虽然供品必须能够吸引目标（喜欢总价2,000 gp的羊皮纸的异界生物屈指可数，但大部分异界生物都不会拒绝2,000 gp的钻石），但生物可能会拒绝某些类型的祭品，此时你不会得到此法术的任何效果。由GM来决定哪些供品能吸引到这些生物。<\/p><p>下表列出了一些适合作为供品的东西，以及这些祭礼提供的加值，以及供品在支付异界盟友酬劳时换算成金币的价格。这些献祭中有几项涉及损失属性值、等级甚至生命，某些则能够造成阵营变动。何弱于祈愿术与神迹术的效果都无法恢复（recovered）、治愈（cured）或消除（undone）由这类献祭造成的一切改变（损失属性值或等级，或改变阵营）。被当作祭品杀害的生物也是如此，比以上法术要弱的魔法无法复活他们。任何被此法术作为祭品的物品将被确实地摧毁，或是送往一处由被召唤生物所选的异界地点。献祭效果表格中列出的加值与价格可以作为供品的参考。特定类型的财宝或生命对特定类型的生物而言可能更有价值，而极为罕见的祭品（例如威力强大的遗器或高等级圣武士的生命）会获得更多的加值。<\/p><p>你不能透过进行比表格中所列更加强力的献祭来获得额外的加值或金币价值。举例来说，你不能透过获得2个永久负向等级来获得+16加值，也不能透过杀死总共20 HD的生物以在支付10 HD生物的服务报酬上获得额外的好处。<\/p><p>类型<\/p><p>祭品<\/p><p>给予<\/p><p>加值<\/p><p>金币价值<\/p><p>财宝\t　\t目标每个HD 100 gp<\/p><p>+1<\/p><p>等价<\/p><p>生命1\t　\t一个HD与目标相等的活物<\/p><p>+2<\/p><p>每HD 200 gp<\/p><p>肉体/心灵1\t　\t属性减少1点<\/p><p>+4<\/p><p>每点 500 gp<\/p><p>道德2\t　\t阵营往目标的阵营偏移一阶<\/p><p>+6<\/p><p>每阶 1,000 gp<\/p><p>灵魂1\t　\t一个永久负向等级<\/p><p>+8<\/p><p>2,500 gp<\/p><p>1 牺牲施法者以外的人的生命、肉体、心灵或灵魂是邪恶行为。<\/p><p>2 角色只能将自己的道德作为祭品，而且一生只能这么做一次。<\/p>"
}
