{
    "key": "sand table",
    "name": "Sand Table",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sand%20Table",
    "source": ["Villain Codex pg. 165"],
    "school": "divination",
    "levels":     {
        "arcanist": 4,
        "bard": 3,
        "hunter": 3,
        "medium": 3,
        "ranger": 3,
        "skald": 3,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (handful of sand)",
    "range": "see text",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Sand table<\/i> allows you to create a scale model of the battlefield surrounding your position, showing numbers of troops, their relative positions, and their movement as if you were observing from a great height overhead (1,000 feet up). You cast the spell upon a table or other flat surface and cause the model to appear upon a 5-foot-by-5-foot section of that table or surface. It reflects accurate terrain and topography, though it doesn’t identify fine topographical features or concealed or hidden topography. It also indicates all normally visible Small or larger creatures within the area of effect, but it doesn’t provide identifying characteristics of those creatures; each creature appears as an indistinct speck, under 1 millimeter in each dimension.<br><br> The spell marks obvious war camps and contingents of troops with a symbol of their banner (if they openly carry such a symbol). The spell provides a snapshot of the topography and creature locations when cast; it doesn’t adjust for changes that occur during the duration. The table shows the land surrounding itself up to a 1-mile radius from the surface. The sand table does not reveal invisible or incorporeal creatures, nor does it include creatures that are underground, indoors, submerged below the surface of water, below a tree line or other source of cover from above, or flying above 1,000 feet in the air. Those looking at the table can spot Small and larger creatures that are using Stealth to hide, but they take a –10 penalty on their Perception checks because of the size of the models.<br><br> Once the spell has been cast, if anything moves or shakes the surface upon which it was placed, the spell ends instantly.",
    "name_zh": "沙盘",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、材料 (一把沙子)",
    "range_zh": "见文本",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>沙盘(Sand table)允许你创造一个环绕你位置的战场的模型，能显示军队的数量，他们的相关位置，以及他们的行动，如同你在高空中观察一般(1000尺高)。你将法术施放在桌子或其它平面上，并且使此5尺x5尺的模型出现在桌子或表面上。此模型精确的反映地势与地形，尽管此模型不能辨别精确的地形特征或隐匿处，或隐藏的地形。此模型还能显示在此效果的区域中，所有在通常状态下可见的小型或更大的生物，但它不能提供那些生物的识别特征; 每个生物以一个模糊的斑点显现，在每个维度上小于1毫米。<\/p><p>此法术明确的标识出营地与带有他们象征的旗帜的队伍(如果他们公开携带这样的象征)。此法术提供施展时生物的位置与地形的快照; 此模型不会在持续时间中因为内容的改变而做调整。(译注：此处是说，此法术施展时，模型内的事物就固定不会更改，如同照片般; 在法术持续时间，环绕施法者周围的战场就算有任何更改，此模型也不会有相应的调整)<\/p><p>此沙盘显示在它周围半径1英哩的地面。沙盘(Sand table)并不揭露不可见或是虚体生物，也不揭露地下的生物、室内、浸没在水面之下、林木线之下或其他上方有覆盖物的地方，或在空中飞行高过1000尺生物。那些看着此模型的人，可以发现使用隐匿进行隐藏的小型或更大的生物，但他们会因为模型的尺寸而在察觉检定上得到-10的减值。<\/p><p>一但此法术被施展，如果任何东西移动或摇动其被放置的表面，此法术立即结束。<\/p>"
}
