{
    "key": "sarzari shadow memory",
    "name": "Sarzari Shadow Memory",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sarzari%20Shadow%20Memory",
    "source": ["Adventurer's Guide pg. 160"],
    "school": "divination",
    "levels":     {
        "arcanist": 6,
        "bard": 6,
        "cleric": 6,
        "inquisitor": 6,
        "oracle": 6,
        "psychic": 6,
        "skald": 6,
        "sorcerer": 6,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 hour",
    "components": "V, S, M (a work of art bearing your target's likeness worth at least 1,500 gp)",
    "range": "personal",
    "target": "you",
    "duration": "1 month",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no (harmless)",
    "text": "While casting this spell, you slowly destroy a piece of art bearing your victim’s likeness and beseech Achaekek to grant you access to the knowledge and lore contained within the innermost sanctum of the Crimson Citadel, the Sarzari Library. This endows you with information that could facilitate the target’s assassination by your hands. This information must be chosen from one of the three following categories—back doors, character, or weakness.<br><br> “Back doors” informs you of hidden passages and other means of navigation within your target’s home. While inside your target’s home, you gain a +10 insight bonus on Perception checks and gain the constant benefits of detect secret doors and find traps. You automatically see through any illusory walls in the target’s home.<br><br> “Character” lets you know of a compromising detail about your target’s personal life, giving you a +10 bonus on Bluff, Diplomacy, and Intimidate checks when attempting to gather information about your contracted victim from other people. Your target takes a –2 penalty on all saving throws against mind-affecting effects you generate, and you gain a +4 bonus on caster level checks you attempt to overcome the target's spell resistance.<br><br> “Weakness” grants you knowledge of physical vulnerabilities your target has, as well as information about the target’s damage reduction, immunities, and other defensive abilities. If these vulnerabilities and defenses change during the spell’s duration, you immediately know. You automatically confirm all critical threats against the target. <br><br>Once your victim is slain or a month has passed (whichever comes first), the information you gained from the spell fades. While you can recall certain elements of these memories, you no longer gain any of the benefits associated with the spell. You can only have one target affected by <i>Sarzari shadow memory<\/i> at any one time; if you cast this spell a second time while a previous casting is still active, the effects of the new spell replace the effects of the old one.",
    "name_zh": "萨扎里暗影记忆",
    "castingTime_zh": "1小时",
    "components_zh": "语言，姿势，材料（1件至少价值1500gp的艺术品，这件艺术品上有你的目标的肖像）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1个月",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否 (无害)",
    "text_zh": "<p>在施放该法术时，你会缓慢地摧毁掉一件艺术品，这件艺术品上要有你的目标的肖像，在此期间你要祈求阿卡艾克克，让你能够一窥位于殷红要塞最深处的圣所——萨扎里书库——之内储藏的知识与记录。在你亲手暗杀目标的行动中，法术所赐予的信息会提供帮助。该信息必须从后述三个类别中选择其一：“后门”、“品性”、或“弱点”。<\/p><p>“后门（Back doors）”：此类信息会告知目标的家中的隐藏通路以及其他通行手段。当你身处于目标的家中时，会在察觉检定中获得+10洞察加值，而且会获得恒定的侦测密门（Detect Secret Doors）与寻找陷阱（Find Traps）效果。你还能自动看透目标家中的任何幻象墙壁（illusory walls）。<\/p><p>“品性（Character）”：此类信息会向你泄露关于目标个人生活的细节，当你在尝试向其他人搜集关于暗杀合约的目标的信息时，唬骗、交涉和威吓检定会获得+10加值。对于所有由你产生的影响心灵效果，目标还会在所有豁免检定中受到-2减值，而且当你尝试克服目标的法术抗力时，你的施法者等级检定会获得+4加值。<\/p><p>“弱点（Weakness）”：此类信息会让你知晓关于目标具有的身体弱点（physical vulnerabilities）的知识，此外还会提供目标的伤害减免、免疫、以及其他防御能力。在该法术的持续时间内，若这些弱点或者防御能力改变了，那么你会立即知晓这些情况。你对目标产生的所有重击威胁都会自动确认。<\/p><p>当你的暗杀目标被杀死、或者经过了1个月的时间的话（以较先发生者为准），你从法术中获得的信息都会消逝。尽管你能回忆起这些记忆中的某些元素，但你不会再获得任何和该法术有关的好处。在同一时间内，你只能让1个目标受到萨扎里暗影记忆的影响; 若你在先前施放的法术还在生效时再次施放，那么新施放的效果会取代旧的效果。<\/p>"
}
