{
    "key": "secure shelter",
    "name": "Secure Shelter",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Secure%20Shelter",
    "source": ["PRPG Core Rulebook pg. 338"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 4,
        "bard": 4,
        "skald": 4,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (a chip of stone, sand, a drop of water, and a wood splinter)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "20-ft.-square structure",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast. The floor is level, clean, and dry. The lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace.<br><br>The shelter must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise—it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants).<br><br>The door, shutters, and even chimney are secure against intrusion, the former two being secured with <i>arcane lock<\/i> and the latter by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an <i>alarm<\/i> spell. Finally, an <i>unseen servant<\/i> is conjured to provide service to you for the duration of the shelter.<br><br>The <i>secure shelter<\/i> contains crude furnishings—eight bunks, a trestle table, eight stools, and a writing desk.",
    "name_zh": "庇护所",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (石片, 木片, 沙子和一滴水)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "边长20尺的方形建筑",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你变出一幢坚固的小屋或农舍，它由施法处的常见材料所建造。地板平坦清洁而干燥。从各个方面来说这个小屋都很像一个正常的小屋，有一扇坚固的门，两扇百叶窗，以及一个小壁炉。<\/p><p>庇护所必须和普通住所一样进行加热，但是过热反过来也会影响它和它的居民。但是在其他方面，小屋提供了相当大的安全保障——不管它的材料成分是什么，它总是和普通石制建筑一样结实。小屋如同是石制建筑一般抗火。它也不会被普通箭石所伤 (除了攻城武器或巨人发出的那些)。<\/p><p>门、窗、甚至烟囱都对入侵有所防备，门窗被‘<a href=\"spell.html?spell=arcane lock\">秘法锁 (arcane lock)<\/a>’所锁住，烟囱则在顶端和最窄的烟道处安装有铁栅。另外，这三处区域被一个‘<a href=\"spell.html?spell=alarm\">魔法警报 (alarm)<\/a>’所保护。最后，在小屋的持续期间内有一个‘<a href=\"spell.html?spell=unseen servant\">隐形仆役 (unseen servant)<\/a>’来为你提供服务。<\/p><p>庇护所带有一些简陋的家具——八个铺位，一个搁板桌，八张凳子，以及一个写字台。<\/p>"
}
