{
    "key": "sending",
    "name": "Sending",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sending",
    "source": ["PRPG Core Rulebook pg. 339"],
    "school": "evocation",
    "levels":     {
        "alchemist": 5,
        "arcanist": 5,
        "cleric": 4,
        "inquisitor": 4,
        "investigator": 5,
        "medium": 3,
        "mesmerist": 3,
        "occultist": 4,
        "oracle": 4,
        "psychic": 4,
        "shaman": 4,
        "sorcerer": 5,
        "spiritualist": 5,
        "summoner": 4,
        "summoner (unchained)": 5,
        "warpriest": 4,
        "wizard": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, M/DF (fine copper wire)",
    "range": "see text",
    "target": "one creature",
    "duration": "1 round; see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You contact a particular creature with which you are familiar and send a short message of 25 words or less to the subject. The subject recognizes you if it knows you. It can answer in like manner immediately. A creature with an Intelligence score as low as 1 can understand the sending, though the subject's ability to react is limited as normal by its Intelligence. Even if the sending is received, the subject is not obligated to act upon it in any manner.<br><br>If the creature in question is not on the same plane of existence as you are, there is a 5% chance that the sending does not arrive. (Local conditions on other planes may worsen this chance considerably.)",
    "mythicSource": ["Mythic Adventures pg. 107"],
    "mythicText": "You can contact a number of additional creatures equal to your tier. Each creature must receive the same message, and can communicate back only to you. <br><br><b>Augmented (3rd)<\/b>: If you expend two uses of mythic power, you can send the message to unfamiliar creatures (using the same number of creatures as non-augmented <i>mythic sending<\/i>). You must either describe the intended recipients in general or specific terms (such as “orcs,” “the queen of this country,” or “left-handed half-elven males”) or specify restrictions such as range, creature type, and alignment (such as “all good-aligned humanoids in the castle on the hill”). If a greater number of creatures meet your description than the maximum number you can send to, the closest ones to you receive the message. ",
    "name_zh": "短讯术",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料/法器 (优质铜线)",
    "range_zh": "见文本",
    "target_zh": "一个生物",
    "duration_zh": "1轮; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>通过发送一小段信息 (二十五个字或更短)，你可以和你所熟识的一个生物进行联系。如果对方认识你，他会认出你来。他可以立刻回复一段类似的信息。智力值低至1的生物依然能明白短讯术，但是和正常情况一样，他的智力依然限制了他的反应。不论什么情况下，即便受术者接收到了短讯术，受术者依然没有义务必须据此行动。<\/p><p>如果上述生物和你不在一个位面，那么短讯术有5%的机会无法到达 (那些位面的当地情况有可能会让失败机会变得更大)。<\/p>",
    "mythicText_zh": "<p>你可以额外联系一定数量的生物，具体数量等同于你的阶层。没名生物都会接收到相同的讯息，而且只能对你进行回复。<\/p><p><b>强化（3阶）<\/b>：若你花费2次神话之力，就能够向着陌生的生物（unfamiliar creatures）发送简讯（接收简讯的生物数量与非强化版的神话短讯术相同）。你必须描述希望接收讯息的人的大致或特定条件（比如‘兽人’、‘这个国家的女皇’、或者‘惯用左手的半精灵男性’），或者指定一些限制，比如范围、生物类型、以及阵营（比如‘所有在山上的城堡中的善良阵营的类人生物’）。若符合描述条件的生物所具有的数量比你使用该法术能够传递讯息的最大目标数量要多，那么距你最近的目标会收到讯息。<\/p>"
}
