{
    "key": "sense madness",
    "name": "Sense Madness",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sense%20Madness",
    "source": ["Horror Adventures pg. 127"],
    "school": "divination",
    "levels":     {
        "cleric": 2,
        "inquisitor": 2,
        "medium": 2,
        "occultist": 2,
        "oracle": 2,
        "paladin": 2,
        "psychic": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "creatures in range (see text)",
    "duration": "concentration, up to 1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You can sense the presence of mental disturbance in creatures within range, focusing your detection on one creature each round. If the target is currently suffering from any form of madness (see page 182) or addiction (<i>GameMastery Guide 236<\/i>), has total sanity damage greater than or equal to its sanity edge (see page 12), or is under a magical compulsion that could be detected by <i>detect magic<\/i>, you can detect the presence of such a disturbance on the first round of concentration.<br><br> If you concentrate on the same creature for an additional round, you learn if the creature’s total sanity damage is greater than or equal to its sanity edge, and you can attempt a Sense Motive check against a DC equal to 10 + the save DC of the target’s madness or addiction to determine the exact nature of a madness or addiction. Additionally, you can attempt a Spellcraft check with a DC equal to 11 + the caster level of the compulsion against each magical compulsion currently affecting the target that could be detected by <i>detect magic<\/i>. If successful, you can identify the specific spell affecting the target. You gain a +4 bonus on your Spellcraft check if the effect is <i>confusion<\/i>, <i>insanity<\/i>, or a similar effect that explicitly causes madness or insanity. If you successfully identify such an effect with sense madness, the insights provided by this spell grant you a +1 circumstance bonus on your next caster level check in the following 1 minute made to counter, dispel, or remove that specific effect. After attempting a check to identify a madness, addiction, or compulsion, you can’t attempt that check against the same creature again, even if you concentrate on the creature again.",
    "name_zh": "感知疯狂",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "范围内的生物 (见下)",
    "duration_zh": "专注, 至多每等级1轮",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>每一轮，将你的侦测集中在一个生物上，你可以感知到在范围内生物的心理障碍的存在。如果受术者当前承受着任何形式的疯狂(见P.182)或是成瘾(见GMG P.236)，总理智伤害等同或超过该生物的理智边界(见P.12)，或处于一个可以被侦测魔法(detect magic)所侦测的魔法胁迫效果下，你可以在第一轮的专注，侦测到这种障碍的存在。<\/p><p>如果你多专注在同一个生物上额外一轮，你可以知道该生物的总理智伤害是否等同或超过该生物的理智边界。并且你可以尝试一次察言观色检定，对抗DC等同于10+受术者疯狂或是成瘾的豁免DC，来决定疯狂或成瘾的确切性质。此外，你可以尝试一次法术辨识检定，DC等同11+施展魔法胁迫人的施法者等级，来对抗可以被侦测魔法所侦测到，当前正影响受术者的每个魔法胁迫。如果成功，你可以辨识出影响着受术者的特殊的法术。如果这法术是困惑、精神错乱或类似明确造成疯狂或精神错乱效果的话，你在你法术辨识检定上获得+4加值。如果你成功透过感知恐惧辨认出这种效果，透过法术的洞见，会让你在接下来的1分钟内，于反制、解除或移除该特殊效果上，给予你的施法者等级检定+1环境加值。在尝试一次辨认疯狂、成瘾或胁迫的检定后，你无法在同一个生物上再次尝试，就算你重新专注该生物上。<\/p>"
}
