{
    "key": "shadowy haven",
    "name": "Shadowy Haven",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadowy%20Haven",
    "source": ["Advanced Race Guide pg. 113"],
    "school": "transmutation",
    "race": "fetchling",
    "levels":     {
        "arcanist": 4,
        "psychic": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a small black silk bag)",
    "range": "touch",
    "target": "one 5-foot square of floor touched",
    "duration": "2 hours/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell functions like <i>rope trick<\/i>, except the point of entry is through a 5-foot-square instead of a rope. The space holds as many as 10 creatures of any size.<br><br>When this spell is cast upon a 5-foot-square part of a wall, it creates an extradimensional space adjacent to the Plane of Shadow. Creatures in the extradimensional space are hidden beyond the reach of spells (including divinations) unless those spells work across planes. The space holds as many as 10 creatures (of any size). The entrance to the extradimensional space remains visible as an area that is darker than the ambient illumination.<br><br>Spells cannot be cast across the extradimensional interface, nor can area effects cross it. Those in the extradimensional space can see out of it as if a 5-foot-by-5-foot door or window were centered on the affected surface. The window is invisible (though it is within the shadowed entrance to the spell, which is visible), and even creatures that can see the window from the outside can’t see through it. Anything inside the extradimensional space is ejected when the spell ends. Only one creature may enter or exit the extradimensional space at a time.<br><br>The entrance is only open when the area around it is in dim light. Any other level of light (brighter or darker) closes the entrance, trapping creatures inside the extradimensional space. If the entrance is closed when the spell expires, there is a 50% chance that creatures in it are ejected into the Shadow Plane instead of the location of the entrance. If this occurs, the creatures appear on the Shadow Plane 1d10 miles in a random direction from their corresponding location on the Material Plane. The spell has no effect if cast on a plane that is not adjacent to the Shadow Plane.<br><br>Because the extradimensional space is adjacent to the Shadow Plane, any <i>shadow walk <\/i>spell or similar effect that allows travel to the Shadow Plane is more accurate, reducing the distance creatures arrive off-target by half.",
    "name_zh": "阴影庇护所",
    "race_zh": "窃影鬼",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一个黑色丝质小包)",
    "range_zh": "接触",
    "target_zh": "接触到的5尺见方的平面",
    "duration_zh": "2小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>这个法术工作方式类似‘魔绳术’，不过入口是一个5尺的方格而非绳子。开辟的空间中能容纳最多10个任意体型的生物。<\/p><p>当该法术被施放在一堵5尺见方的墙壁上时，它将创造一个毗邻阴影位面的异次元空间。身处该空间内的生物将不会被非跨界法术影响 (包括预言法术)。这个空间能容纳最多10个生物 (无论大小)。这个异次元空间的入口是可见的，它表面的亮度明显比周围的墙面要昏暗。<\/p><p>法术不能穿过异次元空间的出入口造成效果，范围效果也不行。异次元空间中的生物可以如同从一个位于施法墙面的5尺见方的门或窗户中观察外界。该窗口是不可见的 (不过如上所述，入口是可见的)，并且即使生物能从外面看到窗口，也不可能看到内部的情景。任何位于异次元空间中的东西在法术结束时都会被驱逐出来。同一时间只能有一个生物进入或离开异次元空间。<\/p><p>空间入口只能在昏暗的环境亮度下可以打开。如果任何其他亮度导致入口关闭 (更亮或更暗)，内部生物将会身陷异次元空间中。如果在法术结束时，入口仍处于关闭状态，内部生物有50%机率被喷到阴影位面而非原入口位置。如果发生这种情况，生物会随机出现在主物质位面原位置对应的阴影位面位置半径1d10英里的地方。该法术在并非毗邻阴影位面的位面无法生效。<\/p><p>因为异次元空间毗邻阴影位面，任何‘行影术’法术或类似的能够前往阴影位面的效果都会更加精确，会让生物抵达阴影位面时的位置误差减少一半。<\/p>"
}
