{
    "key": "shadow barbs",
    "name": "Shadow Barbs",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Barbs",
    "source": ["Inner Sea Magic pg. 59"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["darkness"],
    "levels":     {
        "arcanist": 4,
        "cleric": 4,
        "inquisitor": 4,
        "oracle": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "warpriest": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a single link from a spiked chain)",
    "range": "0 ft.",
    "effect": "spiked chain-like shadowy weapon",
    "duration": "1 round/level",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "no",
    "text": "This spell, developed originally by priests of Zon-Kuthon in Nidal’s early years, has recently crossed the boundary between divine and arcane magic. Although it still bears some of the stigma of being associated with the Midnight Lord, it’s rapidly becoming a favorite spell of magi and other martially minded arcane spellcasters.<br><br>When you cast this spell, you create a shadowy spiked chain that shimmers and pulses with darkness. The chain exists as long as you carry it; if you ever drop the chain, give it to another, or are disarmed, it immediately vanishes and the spell’s duration ends.<br><br>The chain radiates darkness in a 10-foot-radius spread around you, reducing the illumination level in this area by one step, but not below the level of dim light.<br><br>You can wield the <i>shadow barbs <\/i>as a spiked chain as if you were fully proficient with spiked chains. Any additional abilities or feats that you possess that apply to spiked chains apply to the <i>shadow barbs <\/i>as well. The weapon functions as a <i>+2 vicious spiked chain<\/i>. Its enhancement bonus increases to +3 at caster level 11th, to +4 at caster level 15th, and finally to +5 at caster level 19th. When the spell effect ends, you can make a Will save against the spell—if successful, all of the damage caused to you by the <i>shadow barbs’<\/i> vicious weapon quality vanishes, unless you are dead or unconscious at the time the spell ends, in which case you automatically fail this Will save and the vicious weapon damage remains.",
    "name_zh": "幽影倒钩",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（刺链上的一环）",
    "range_zh": "0尺",
    "effect_zh": "刺链样子的幽影武器",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>该法术是早些年在奈多（Nidal）由宗库山（Zon-Kuthon）的牧师所创造的，它几乎越过了神术与奥术间的边界。尽管与午夜领主的关联使得这个法术仍旧沾染着一些污名，不过它已经获得了不少奥术施法者的青睐。<\/p><p>当你施放该法术时，你会创造出一个闪烁着黑暗之影的幽影刺链。只要你携带着它，刺链就会一直存在; 若你放下刺链、将其交给别人、或者被击破武器打碎，刺链就会立即消失并且法术的持续时间结束。<\/p><p>刺链会散发出10尺半径的黑暗，并在你周围扩散开，这使得这片区域的照明等级（illumination level）下降1阶，但是不会低于昏暗照明（illumination level）。<\/p><p>你能够持用幽影倒钩，并将其作为刺链使用，就如同你擅长刺链一般。任何你所拥有的能力或专长如果适用于刺链，则同样会应用于幽影倒钩。这个武器被视为+2反噬刺链（vicious spiked chain）。它的增强加值会在施法者等级到达11级时增加至+3，15级时增加至+4，并且在19级时最终增加至+5。当法术效果结束时，你能够进行一次意志豁免对抗该法术——如果成功，所有在你使用幽影倒钩攻击时，由于反噬武器对你造成的伤害会消失。若你在法术结束时已经死亡或者失去意识的话，则视为你自动在上述豁免中失败，反噬武器的伤害仍旧存在。<\/p>"
}
