{
    "key": "shadow jaunt",
    "name": "Shadow Jaunt",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Jaunt",
    "source": ["Villain Codex pg. 81"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "antipaladin": 3,
        "arcanist": 4,
        "bard": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "you",
    "duration": "instantaneous and 1 round; see text",
    "text": "You instantly travel between shadows to a point within range, though line of sight is not necessary. You leave a shadowy image of yourself in your former location and are wrapped in shadow at your destination; you can attempt a Stealth check as a free action to hide in your new location. Creatures that fail opposed Perception checks typically aren’t aware that you are no longer at your former location unless they are familiar with this spell and identify the effects. Any attack on your former location causes the shadows to disperse, allowing any creature that can see your former location to immediately notice your disappearance. In addition, for 1 round, the envelope of shadow around you grants you concealment (20% miss chance). This spell doesn’t function if there are no shadows within 5 feet of your starting location, and you can’t travel through your own shadow. If you choose a destination that has no shadows, you appear from the shadow closest to your destination that’s within the spell’s range (this could be your starting location if there are no other shadows within the spell’s range).",
    "name_zh": "阴影穿梭",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "自己",
    "duration_zh": "立即 以及 1轮; 见文本",
    "text_zh": "<p>你立即在范围内的阴影间移动到另一点，而视觉线并不是必要的。你在你原先的位置遗留了一个你自身的幽暗影像，并且在你的目的地身披一层阴影出现; 你可以以一个自由动作，尝试在你的新地点处进行一次隐匿检定。对使用察觉检定进行对抗却失败的生物来说，一般是不会意识到你已经不在你原先的位置的，除非他们熟悉此法术，并且认出了这法术的效果。对你原来位置的任何攻击都会导致阴影消散，使任何可以看到你原先位置的生物立即注意到你的消失。此外，1轮内，环绕你周身的阴影罩提供你隐蔽(20%失手率)。如果你起始点的5尺之内没有任何阴影，那此法术不起作用，你不能穿过自己的影子。如果你选择的目的地没有阴影，你会出现在法术范围内，离你目的地最近的一处有阴影的地方(如果在法术范围内没有其他阴影，你的起始点也能成为目的地)。<\/p>"
}
