{
    "key": "shamefully overdressed",
    "name": "Shamefully Overdressed",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shamefully%20Overdressed",
    "source": ["Ultimate Intrigue pg. 225"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "bard": 2,
        "inquisitor": 2,
        "mesmerist": 2,
        "psychic": 3,
        "skald": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "creature touched",
    "duration": "1 round/level (D)",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "The target sees its own attire as hopelessly out of fashion, ostentatious, and embarrassing, and is filled with a compulsion to strip off all clothing. Each round, the target must spend a move action to remove a worn item that can be removed with a move action, dropping the item once it is removed. The target doesn’t distinguish between magical and nonmagical items when removing them. Each round it removes an item as determined randomly from the following slots: belt, body, chest, eyes, feet, hands, head, headband, shoulders, or wrists. When determining randomly, don’t include any slots if the character has no item of that sort, and don’t include items that take more than one move action to remove. Though creatures can’t have more than one magic item in any of those slots, they can have multiple mundane items that fit each slot, in which case randomly decide which one they remove. If a target is wearing clothing that doesn’t fit in any of those slots, such as breeches or a quiver, add it to the list of possibilities at the GM’s discretion.<br><br> The target regards the discarded items with revulsion, and if forced to touch such an item (such as with a melee or ranged touch attack using the item as an improvised weapon), the target becomes sickened for 1d3 rounds. Other than the move action to remove items, the character can take whatever actions it chooses.",
    "name_zh": "羞耻装扮",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "接触到的生物",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>目标会认为自身的装扮完全脱离了潮流、十分引人注目且让人尴尬不堪，并由此充满了脱光衣服的冲动。每一轮，目标都必须花费1个移动动作，脱掉1件可以用单移动动作脱下、且正穿着的物品，一旦脱掉就会将物品丢下（dropping）。在脱去物品时，目标不会分辨该物品是魔法还是非魔法物品。它每轮脱去的物品会从后述装备位中随机选择：腰部（belt）、身体（body）、胸部（chest）、眼部（eyes）、脚部（feet）、手部（hands）、头部（head）、头带（headband）、肩部（shoulders）或手腕（wrists）。在随机决定将要脱掉的部位时，不能将角色没有穿戴物品的部位包含在内，而且不能包含脱下装备时要花费多于1个移动动作的物品。尽管每个生物在这些装备位上所能穿戴的魔法物品不能超过1件，但是每个位置仍旧可能穿戴复数件普通物品，在此情况下仍旧要随机决定目标要脱下的物品是哪一个。若目标穿戴的服装不包含在这些装备位中，比如马裤（breeches）或箭袋（quiver），则要依照GM的判断来决定是否将其加入到可能生效的列表中。<\/p><p>目标会极为厌恶自己丢弃的物品，若强迫它碰触这些物品（比如将这些物品作为临时武器对目标进行近战或远程接触攻击），目标会变得恶心（sickened）1d3轮。除了以移动动作脱下物品以外，目标依旧可以依照自己的选择行动。<\/p>"
}
