{
    "key": "shield companion (acg)",
    "name": "Shield Companion (ACG)",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shield%20Companion%20(ACG)",
    "source": ["Advanced Class Guide pg. 191"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 3,
        "hunter": 2,
        "paladin": 2,
        "ranger": 2,
        "shaman": 2,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "your companion creature",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "This spell creates a special mystical connection between you and your companion creature—animal companion, bonded mount, eidolon, or familiar—which allows you to transfer its wounds to you. The creature gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. As an immediate action when your companion takes damage, you can take that damage yourself to prevent your companion from being harmed (similar to <i>shield other<\/i>, except the damage is not split between you and the target). Forms of harm that do not involve the loss of hit points, such as charm effects, temporary ability damage, level drain, and death effects, are not affected. If the creature suffers a reduction of hit points from a lowered Constitution score, you cannot take that damage on behalf of your companion creature because it is not hit point damage. When the spell ends, damage directed to you by the spell is not reassigned to the subject.<br><br> If you and your companion move out of range of each other, the spell ends.",
    "name_zh": "护卫宠伴",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "你的宠伴生物（companion creature）",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>该法术会在你和你的宠伴生物——动物伙伴（animal companion），神契坐骑（bonded mount），幻灵（eidolon）或魔宠（familiar）——间建立一种神秘的联系，这使得你能够将它身上的伤害转移给自己。目标生物的AC获得+1偏斜加值，豁免获得+1抗力加值。当你的宠伴受到伤害时，你能够以直觉动作承受这次伤害来保护你的宠伴免受伤害，这类似于护卫他人（Shield Other），不过伤害并不会在你与目标间平分。不会降低生命值的伤害不受影响，比如魅惑效果（charm effects）、暂时属性伤害（temporary ability damage）、等级吸取（level drain）和死亡效果（death effects）。若生物由于体质属性的降低而损失生命值，你也不能为了自己的宠伴承受这些伤害，因为这并不是生命值伤害。当法术结束时，你通过该法术直接受到的伤害并不会转移至受术者。<\/p><p>若你和你的宠伴之间的距离超过了法术范围，该法术结束。<\/p>"
}
