{
    "key": "shifted steps",
    "name": "Shifted Steps",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shifted%20Steps",
    "source": ["Ultimate Intrigue pg. 225"],
    "school": "illusion",
    "subSchools": ["glamer"],
    "descriptors": ["sonic"],
    "levels":     {
        "alchemist": 2,
        "antipaladin": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer": 2,
        "spiritualist": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "one creature or object up to 10 feet across",
    "duration": "concentration + 1 round/level (D)",
    "savingThrow": "Will negates (harmless) and Will disbelief (if interacted with)",
    "spellResistance": "no",
    "text": "You cause the target to sound as if it is elsewhere within range, including its movements, speech, and all other sounds. As long as you concentrate, you can cause the sound’s apparent location to change as you see fit within range from your current location. Once you cease concentrating, the sound moves so that it remains the same relative distance and direction from the target. This spell can fool any sound-based blindsense or blindsight (including echolocation), but it can’t fool other forms of detection such as other forms of blindsense or blindsight, lifesense, normal vision, and tremorsense. The target receives a saving throw against the effect if it doesn’t wish for you to shift its sound, and any creature that interacts with the illusion receives a Will save to disbelieve the glamer.",
    "name_zh": "音源切替",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "1个生物或至多10尺长的物体",
    "duration_zh": "专注 + 1轮/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害) 和 意志, 通过则不相信 (若有互动) ; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你让目标所发出的声响就好像是范围内的其他位置发出的一般，这包括了它移动、说话、以及其他声响。只要你维持专注，就可以改变声音表面上的位置，不过该位置要处于法术范围内，且可以从你当前所在的位置看到。一旦你停止专注，声响就会维持着与目标的相对距离和方向进行移动。该法术能够愚弄任何基于声音的盲感（blindsense）或盲视（blindsight），其中也包括回声定位（Echolocation）; 但是这无法愚弄不同于盲感或盲视的其他形式的侦测，比如生命感知（lifesense）、普通的视觉（normal vision）、和颤动感知（tremorsense）。如果目标不希望你变换声音的位置，则会获得1次豁免检定对抗该效果的机会，任何与幻象产生互动的生物都会获得1次意志豁免，成功则不会相信这个五官幻觉。<\/p>"
}
