{
    "key": "sleep",
    "name": "Sleep",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Sleep",
    "source": ["PRPG Core Rulebook pg. 344"],
    "school": "enchantment",
    "subSchools": ["compulsion"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "adept": 1,
        "arcanist": 1,
        "bard": 1,
        "mesmerist": 1,
        "occultist": 1,
        "psychic": 1,
        "sahirafiyun": 1,
        "shaman": 1,
        "skald": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 round",
    "components": "V, S, M (fine sand, rose petals, or a live cricket)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "one or more living creatures within a 10-ft.-radius burst",
    "duration": "1 min./level",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "A <i>sleep<\/i> spell causes a magical slumber to come upon 4 HD of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. HD that are not sufficient to affect a creature are wasted. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). <i>Sleep<\/i> does not target unconscious creatures, constructs, or undead creatures.",
    "mythicSource": ["Mythic Adventures pg. 108"],
    "mythicText": "The spell affects up to 8 Hit Dice of creatures, and you can choose the order in which creatures are affected by the spell. Any effect that would automatically awaken a sleeping creature instead allows it to attempt a new Will saving throw to awaken. <br><br><b>Augmented (8th)<\/b>: If you expend three uses of mythic power, you can target all living creatures other than you that have 8 Hit Dice or fewer in a 1-mile radius centered on you. Creatures that fail their saving throws fall asleep for a number of days equal to your tier. You can select a number of creatures up to your tier to not be affected by the spell.",
    "name_zh": "睡眠术",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料 (细沙、玫瑰花瓣或活蟋蟀)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "半径10尺爆发区域内的一个 或 多个活物",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>睡眠术会引起魔法性的睡意，从而使至多4HD的生物陷入昏睡。HD最低的生物会先受到影响。在HD相同的生物中，靠近法术源起点的生物会先受影响。剩下的HD若不足以影响其它生物则被浪费。昏睡中的生物陷入无助状态。拍打或者受创会唤醒被影响的生物，但普通的声响不会唤醒它们。唤醒一个生物是标准动作 (援助他人动作的一种应用方式)。睡眠术对已昏迷的生物、构装体或不死生物无效。<\/p>",
    "mythicText_zh": "<p>法术能够影响至多8个生命骰的生物，而且你能够选择被该法术影响的生物顺序。对于原本会让昏睡的生物自动醒来的任何效果来说，现在这些生物需要尝试新的意志豁免才能醒来。<\/p><p><b>强化（8阶）<\/b>：若你花费3次神话之力，你能够以自身之外的所有活物为目标，这些生物的HD需要为8个或者更少，并且处于以你为中心半径1英里的范围内。豁免失败的生物会昏睡数日，持续的天数等同于你的阶层。你能够选择数量至多等同于你的阶层个生物不受该法术影响。<\/p>"
}
