{
    "key": "soul vault",
    "name": "Soul Vault",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Soul%20Vault",
    "source": ["Inner Sea Temples pg. 33"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 4,
        "cleric": 3,
        "druid": 4,
        "hunter": 4,
        "inquisitor": 3,
        "oracle": 3,
        "psychic": 5,
        "shaman": 4,
        "sorcerer": 4,
        "spiritualist": 2,
        "warpriest": 3,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "creature touched",
    "duration": "10 minutes/level",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes",
    "text": "This spell protects the target’s soul by briefly enveloping the target in an ethereal vault. The target gains a +4 bonus on saving throws against spells and effects that would trap or redirect its soul (such as magic jar, soul bind, and trap the soul) and effects that would transform the target into an undead creature. The target is granted a save to negate such effects even if one is not normally allowed. If it’s cast on a living creature that then dies, the target’s body and spirit are protected by the spell for its duration. If it’s cast on a corpse within 1 round of death, the target’s body and soul are both protected. Otherwise, only the body receives the protection.<br><br> Any spellcaster that worships Abadar may learn and cast <i>soul vault<\/i> as a 4th level spell, if it isn’t normally on her class spell list. <i>Soul vault<\/i> can be made permanent with the <i>permanency<\/i> spell at a cost of 7,500 gp and a minimum caster level of 11th.",
    "name_zh": "灵魂窖",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，法器",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术通过暂时以灵界窖（ethereal vault）包裹住目标来保护目标的灵魂。目标在对抗将目标转化为不死生物的效果，以及可以诱捕或重定向其灵魂的法术和效果（比如魔魂壶、缚魂术、和锢魂术）的豁免骰上获得+4加值。即便正常来说不允许进行豁免，受术者也会获得一次豁免机会来使这些效果无效化。如果它被施放到一名活物身上而之后该活物死亡的话，那么该目标的身体和精神在其持续时间内会受到法术的保护。如果被施放到一具在1轮内死亡的尸体上，该目标的身体和灵魂同样也会受到保护。否则，只有身体受到保护。<\/p><p>任何信仰阿巴达尔（Abadar）的施法者，如果灵魂窖（soul vault）通常不在她的职业法术列表中，可以将其作为4环法术学习并施展。灵魂窖（soul vault）可以被魔法恒定术 (permanency) 所恒定，需要施法者等级11级以及花费7,500 GP。<\/p>"
}
