{
    "key": "speak with haunt",
    "name": "Speak with Haunt",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Speak%20with%20Haunt",
    "source": ["Advanced Class Guide pg. 193"],
    "school": "necromancy",
    "descriptors": ["language-dependent"],
    "levels":     {
        "cleric": 4,
        "medium": 2,
        "oracle": 4,
        "psychic": 4,
        "shaman": 3,
        "spiritualist": 4,
        "warpriest": 4,
        "witch": 4
    },
    "castingTime": "10 minutes",
    "components": "V, S, DF",
    "range": "10 ft. (see text)",
    "target": "one haunt",
    "duration": "1 minute/level",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "no",
    "text": "You stir a haunt (<i>Pathfinder RPG GameMastery Guide<\/i> 242) to a limited sense of awareness and consciousness, allowing it to answer questions. The spell’s range must reach any square within 10 feet of the haunt’s area. You must be aware of the haunt prior to casting the spell, and casting the spell does not trigger the haunt. You can ask one question per 2 caster levels. The haunt’s knowledge is limited to what its original creature knew during life, including the languages it spoke. A haunt often remembers the circumstance that led to its existence (though this recollection might be from the original victim’s perspective and therefore not objective), what triggers it, and how it can be laid to rest (destroyed). Answers are brief, cryptic, or repetitive, especially if the haunt is angry and vindictive.<br><br> If the haunt’s alignment is more than one step away from yours, the haunt can attempt a Will save to resist the spell. A haunt’s Will save modifier is equal to 3 + the haunt’s CR. If the save is successful, the haunt can refuse to answer your questions or attempt to deceive you (using Bluff). A haunt’s Bluff modifier equals its CR (minimum +0) or might be determined by the GM based upon the original victim. The haunt can speak only about what it knew in life and the circumstances by which it became a haunt. It cannot answer any questions that pertain to events that occurred after it was created. A neutral or good haunt might cooperate with similarly aligned creatures in order to end its suffering.<br><br> If a haunt has been subject to this spell within the past week, a new casting of this spell on it fails. You can cast this on a haunt that has been deceased for any amount of time. Unlike a corpse affected by speak with dead, a haunt wants to express itself, if only to share its pain or to cause mischief.",
    "name_zh": "作祟灵交谈",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，法器",
    "range_zh": "10尺; 见文本",
    "target_zh": "一个作祟（Haunt）",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "否",
    "text_zh": "<p>你唤起作祟（见GMG的作祟内容）并让其具有有限的感官和意识，使其能够回答问题。该法术的范围必须能够触及到距离作祟区域（haunt’s area）10尺内的方格。在施放该法术之前，你必须意识到作祟的存在，而且施放该法术并不会触发作祟。你能够提出每两个施法者等级一个问题。作祟灵的知识受到生前生物所知的限制，这也包括它能够说出的语言。作祟灵通常会记得导致它存在于此的情况（不过这些回忆也可能由于原本的受害者的主观想法而变得不够客观）、什么会触发它、以及如何引导它安息（摧毁作祟）。答案通常是简短、隐晦或不断反覆的内容，这在作祟灵充满仇恨和愤怒的时候尤为明显。<\/p><p>若作祟灵的阵营和你相差超过了1阶，那么它能够尝试一次意志豁免来抵御法术。作祟灵的意志豁免调整值等同于 3 + 作祟的CR。若豁免成功，作祟灵便能拒绝回答你的问题，或者尝试误导你（使用唬骗技能）。作祟灵的唬骗调整值等同于其CR（最低+0），或者按照GM的判断也可以基于最初受害者的技能。作祟灵只能说出关于生前所知的事情，以及导致它作祟的境遇。对于它被创造后所发生的事件的问题，一概无法回答。中立或善良的作祟灵可能会为了结束自己的痛苦而配合相似阵营的生物。<\/p><p>若作祟灵在过去的一周内成为了该法术的受术者，那么对它进行的新的施法尝试会失败。无论作祟灵已经死亡多久，你都能够对它施放该法术。与受到死者交谈（Speak with Dead）影响的尸体不同，作祟灵会想要进行表达，尽管这有可能只是想分享自己的痛苦或者单纯要进行恶作剧而已。<\/p>"
}
