{
    "key": "spike stones",
    "name": "Spike Stones",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spike%20Stones",
    "source": ["PRPG Core Rulebook pg. 348"],
    "school": "transmutation",
    "descriptors": ["earth"],
    "levels":     {
        "druid": 4,
        "hunter": 4,
        "shaman": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "one 20-ft. square/level",
    "duration": "1 hour/level (D)",
    "savingThrow": "Reflex partial",
    "spellResistance": "yes",
    "text": "Rocky ground, stone floors, and similar surfaces shape themselves into long, sharp points that blend into the background.<br><br><i>Spike stones<\/i> impede progress through an area and deal damage. Any creature moving on foot into or through the spell's area moves at half speed. In addition, each creature moving through the area takes 1d8 points of piercing damage for each 5 feet of movement through the spiked area.<br><br>Any creature that takes damage from this spell must also succeed on a Reflex save to avoid injuries to its feet and legs. A failed save causes the creature's speed to be reduced to half normal for 24 hours or until the injured creature receives a <i>cure<\/i> spell (which also restores lost hit points). Another character can remove the penalty by taking 10 minutes to dress the injuries and succeeding on a Heal check against the spell's save DC.<br><br>Magic traps such as <i>spike stones<\/i> are hard to detect. A rogue (only) can use the Perception skill to find <i>spike stones<\/i>. The DC is 25 + spell level, or DC 29 for <i>spike stones<\/i>. <i>Spike stones<\/i> is a magic trap that can't be disabled with the Disable Device skill.",
    "mythicSource": ["Mythic Adventures pg. 109"],
    "mythicText": "The damage dealt increases to 2d6 points of piercing damage plus 1 point of bleed damage. Add your tier to the DC to detect the magical trap. ",
    "name_zh": "刺石术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "area_zh": "每等级1个边长20尺的方形区域",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>多石地面、石头地板以及类似地表表面发生变化，变成融入环境的尖锐长刺。<\/p><p>刺石术可妨碍通行，并造成伤害。任何徒步进入或经过法术区域的生物速度均会减半。此外在此尖刺区域内，生物每行进5英尺都会受到1d8点穿刺伤害。<\/p><p>任何被这个法术所伤的生物都需要成功通过反射豁免，才能避免腿脚受伤。若豁免失败，则生物在24小时内速度减半或直到该生物受到治疗法术 (这也能回复已经失去的HP)。其他角色可以进行医疗检定来帮其包扎伤口来移除上述惩罚，这要花费10分钟，DC等于此法术的豁免DC。<\/p><p>刺石术是难以察觉的魔法陷阱。只有具有【寻找陷阱】职业能力的角色才能使用察觉技能发现刺石术。DC为 {25+法术环位}。对于刺石术来说的DC为29。刺石术是无法用解除装置技能除去的魔法陷阱。<\/p>",
    "mythicText_zh": "<p>造成的伤害增加至2d6点穿刺伤害外加1点出血伤害。将你的阶层加到侦测魔法陷阱的DC上。<\/p>"
}
