{
    "key": "spiritual ally",
    "name": "Spiritual Ally",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spiritual%20Ally",
    "source": ["Advanced Player's Guide pg. 246"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "cleric": 4,
        "medium": 4,
        "oracle": 4,
        "spiritualist": 4,
        "warpriest": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "spiritual ally of force",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "An ally made of pure force appears in a single 5-foot square within range. The ally takes the form of a servant of your god. The spiritual ally occupies its space, though you and your allies can move through it, since it is your ally. The <i>spiritual ally <\/i>carries a single weapon, one favored by your deity (as for <i>spiritual weapon<\/i>), which has the same threat range and critical modifiers as a real weapon of its form. Each round on your turn, starting with the turn that you cast this spell, your <i>spiritual ally <\/i>can make an attack against a foe within its reach that you designate. The <i>spiritual ally <\/i>threatens adjacent squares and can flank and make attacks of opportunity as if it were a normal creature. The <i>spiritual ally <\/i>uses your base attack bonus (gaining extra attacks if your base attack bonus is high enough) plus your Wisdom bonus when it makes a melee attack. When the <i>spiritual ally <\/i>hits, it deals 1d10 points of force damage + 1 point of damage per 3 caster levels (maximum +5 at 15th level). It strikes as a spell, not a weapon, so it bypasses DR and can affect incorporeal creatures.<br><br>Each round after the first, you can move the <i>spiritual ally <\/i>as a swift action. It has a speed of 30 feet, and a fly speed of 30 feet (perfect maneuverability). Being a construct of force, the <i>spiritual ally <\/i>cannot be harmed by any physical attacks, but <i>dispel magic<\/i>, <i>disintegrate<\/i>, a <i>sphere of annihilation<\/i>, or a <i>rod of cancellation <\/i>affects it. A <i>spiritual ally’s <\/i>AC against touch attacks is 10. <br><br>If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the <i>spiritual ally <\/i>strikes it. If the <i>ally <\/i>is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.",
    "name_zh": "灵能盟友",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "一位力场构成的灵能盟友",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>一位由纯粹力场构成的盟友出现在你附近5尺范围内的方格里。这个盟友的形象就如同你信仰的神的圣者。<\/p><p>灵能盟友占据它自己的方格，不过由于是友方，所以你和你的盟友能穿越它。<\/p><p>灵能盟友拥有一件单独的武器，类型是你的神的偏好武器 (如同灵能武器)，它具有相应的威胁范围，并且拥有真正该种类武器所拥有的功能。<\/p><p>每当轮到你行动的轮，包括你施展该法术的当轮，你的灵能盟友可以对它触及范围内的一个你选定的敌人进行近战攻击。<\/p><p>灵能盟友可以像一个正常的生物一样，正常威胁邻近区域并且进行夹击和藉机攻击。<\/p><p>灵能盟友进行近战攻击时，使用你的基本攻击加值 (可能造成额外攻击次数，如果你的基础攻击加值够高)，加上你的感知调整值作为攻击加值。当灵能盟友命中，它造成1d10力场伤害加每3施法者等级1点伤害 (最多15级+5)。它如同一次法术攻击，所以可以无视DR，并且影响虚体生物。<\/p><p>[i]*译注：根据类似该法术的魔邓肯之剑的描述，法师和术士可以分别使用智力和魅力加值作为攻击加值。这里只用了感知 (即牧师)，但理论上先知应该是使用其魅力加值。 [/i]<\/p><p>在第一轮之后的每一轮，你可以以一个迅捷动作移动灵能盟友。它具有30尺速度，并且能以30尺速度飞行 (完美机动性)。<\/p><p>因为是力场构成，所以灵能盟友不会受到物理伤害，但是解除魔法 (dispel magic)，解离术 (disintegrate)，毁灭黑洞 (sphere of annihilation) 或者抹消权杖 (rod of cancellation) 可以影响它。灵能盟友的接触AC是10。<\/p><p>如果被攻击的生物具有法术抗力，则第一次被灵能盟友攻击时，施法者要进行一次检定以穿透目标的法术抗力，如果该检定未通过的话，则此法术被解除。如果施法者成功穿透目标的法术抗力，则在法术持续时间内灵能盟友都能对目标正常造成全部效果。<\/p>"
}
