{
    "key": "spiritual weapon",
    "name": "Spiritual Weapon",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spiritual%20Weapon",
    "source": ["PRPG Core Rulebook pg. 348"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "cleric": 2,
        "inquisitor": 2,
        "medium": 2,
        "oracle": 2,
        "shaman": 2,
        "spiritualist": 2,
        "warpriest": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "magic weapon of force",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "A weapon made of force appears and attacks foes at a distance, as you direct it, dealing 1d8 force damage per hit, + 1 point per three caster levels (maximum +5 at 15th level). The weapon takes the shape of a weapon favored by your deity or a weapon with some spiritual significance or symbolism to you (see below) and has the same threat range and critical multipliers as a real weapon of its form. It strikes the opponent you designate, starting with one attack in the round the spell is cast and continuing each round thereafter on your turn. It uses your base attack bonus (possibly allowing it multiple attacks per round in subsequent rounds) plus your Wisdom modifier as its attack bonus. It strikes as a spell, not as a weapon, so for example, it can damage creatures that have damage reduction. As a force effect, it can strike incorporeal creatures without the reduction in damage associated with incorporeality. The weapon always strikes from your direction. It does not get a flanking bonus or help a combatant get one. Your feats or combat actions do not affect the weapon. If the weapon goes beyond the spell range, if it goes out of your sight, or if you are not directing it, the weapon returns to you and hovers.<br><br>Each round after the first, you can use a move action to redirect the weapon to a new target. If you do not, the weapon continues to attack the previous round's target. On any round that the weapon switches targets, it gets one attack. Subsequent rounds of attacking that target allow the weapon to make multiple attacks if your base attack bonus would allow it to. Even if the <i>spiritual weapon<\/i> is a ranged weapon, use the spell's range, not the weapon's normal range increment, and switching targets still is a move action.<br><br>A <i>spiritual weapon<\/i> cannot be attacked or harmed by physical attacks, but <i>dispel magic<\/i>, <i>disintegrate<\/i>, a <i>sphere of annihilation<\/i>, or a <i>rod of cancellation<\/i> affects it. A <i>spiritual weapon<\/i>'s AC against touch attacks is 12 (10 + size bonus for Tiny object).<br><br>If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the <i>spiritual weapon<\/i> strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.<br><br>The weapon that you get is often a force replica of your deity's own personal weapon. A cleric without a deity gets a weapon based on his alignment. A neutral cleric without a deity can create a <i>spiritual weapon<\/i> of any alignment, provided he is acting at least generally in accord with that alignment at the time. The weapons associated with each alignment are as follows: chaos (battleaxe), evil (light flail), good (warhammer), law (longsword).",
    "mythicSource": ["Mythic Adventures pg. 109"],
    "mythicText": "The weapon gains your choice of one of the following magic weapon special abilities: <i>flaming<\/i>, <i>frost<\/i>, <i>keen<\/i>, <i>merciful<\/i>, <i>shock<\/i>, or <i>thundering<\/i>. Before or after the weapon attempts all of its attacks for the round, you can redirect it to a different target as a swift action instead of a move action",
    "name_zh": "灵能武器",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "力场魔法武器",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>一把由力场构成的武器凭空出现并按照你的指挥攻击远处的敌人，该武器每次攻击可造成1d8点力场伤害，每三个CL可多造成+1伤害 (最高为15级时的+5)。武器形状是你信奉神祉的偏好武器，或者是对你意义重大，有某种精神象征的武器 (见后文)，它的重击威胁范围与重击倍数与和它相同形体的真实武器相同。从施法那轮开始，该武器即会攻击你指定的敌人，此后每一轮都在你的回合之后进行攻击。它用你的BAB(因此有可能让它在之后的轮次内每轮进行多次攻击) 加上你的感知修正作为它的攻击加值。它的攻击视为法术而非武器，因此它可以对有伤害减免的生物造成伤害。作为力场效果，它攻击虚体生物时不会由于对方是虚体而降低伤害。该武器只能从你的方向发动攻击。它不能获得夹击加值，也不能帮助队友夹击。你的专长和战斗行动对它没有影响。如果武器离开法术的范围，或离开你的视野，或你不再指挥它，它便会回到你身边盘旋待命。<\/p><p>第一轮之后的每一轮里，你都可以用一个移动动作来指挥该武器攻击另一个目标。如果你不这么做，它会继续攻击前一轮的目标。改变目标的那一轮，该武器只能攻击一次。之后若不改变目标，且你的BAB允许，它可以进行多次攻击。即便造出的灵能武器是远程武器，武器的攻击范围仍旧使用法术范围，而不是原来武器的攻击范围，并且改变目标仍旧是个移动动作。<\/p><p>物理攻击无法攻击或损伤灵能武器，但是‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’，‘<a href=\"spell.html?spell=disintegrate\">解离术 (disintegrate)<\/a>’，<毁灭黑洞 (sphere of annihilation)>，<抹消权杖 (rod of cancellation)>都会影响它。灵能武器对抗接触攻击的AC为12 (10+超小型物体的体型修正)。<\/p><p>若受攻击生物有法术抗力，你需要在灵能武器第一次攻击它时作施法者等级检定 (1d20+CL) 来对抗对方的法术抗力。若这个武器被成功的抵抗了，则法术解消。反之则在法术持续时间内，武器对该生物能发挥全部正常效果。<\/p><p>你造出的武器通常都是你信奉神祇的偏好武器。无神牧师根据其阵营获得武器。中立无神牧师可以造出任何阵营的武器，但他当时的行为必须符合该阵营性质。各阵营的武器如下：混乱 (战斧)、邪恶 (轻型链枷)、善良 (战锤)、秩序 (长剑)。<\/p>",
    "mythicText_zh": "<p>武器会按照你的选择获得后述魔法武器特殊能力中的一个：炽焰（flaming）、冻寒（frost）、锐锋（keen）、慈悯（merciful）、电击（shock）或雷鸣（thundering）。在武器尝试进行该轮内的所有攻击之前或之后，你能够将它重定向到不同的目标，使用迅捷动作以取代原本的移动动作。<\/p>"
}
