{
    "key": "spotlight",
    "name": "Spotlight",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Spotlight",
    "source": ["Blood of Shadows pg. 29"],
    "school": "evocation",
    "descriptors":     [
        "darkness",
        "light"
    ],
    "descriptorsOperator": ",",
    "levels":     {
        "arcanist": 3,
        "bard": 3,
        "cleric": 3,
        "druid": 3,
        "hunter": 3,
        "inquisitor": 3,
        "magus": 3,
        "occultist": 3,
        "oracle": 3,
        "paladin": 3,
        "shaman": 3,
        "skald": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "one creature",
    "duration": "1 minute/level (D)",
    "savingThrow": "Reflex partial",
    "spellResistance": "yes",
    "text": "You create a mobile area of bright light centered on one target while simultaneously suppressing other light sources surrounding it. The light level in the target’s space increases to bright light, causing the target to take any penalties that it would normally take in bright light. In addition, all mundane light sources (and magic light sources of 3rd spell level or lower) within 20 feet of the target’s space are suppressed, shedding no light as long as they remain within this spell’s affected area and reverting the area normally affected by those light sources to their unmodified illumination levels.<br><br> The effects of spotlight are centered on the target and move as the target does. As a result, the target takes a –20 penalty on all Stealth checks for the spell’s duration and cannot benefit from concealment normally provided by darkness, as though illuminated with <i>faerie fire<\/i>.<br><br> If the target succeeds at its Reflex save, the spotlight is created in the target’s square but does not move with the target, and it hinders the Stealth checks only of creatures within that square.",
    "name_zh": "聚光灯",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "一名生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则部分生效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你创造一个以受术者为中心，可移动的强光区域，同时能压制周遭其它光源的来源。受术者占据空间的光照等级增加至强光，使受术者承受他在强光下通常会承受的任何减值。此外，在受术者占据空间20尺内所有普通的光亮来源(以及来自3环或更低环的魔法光亮)都会被压制，只要它们还在此法术的影响区域下，他们就散不出光，并将通常受这些光亮来源影响的区域恢复为未受影响的光照等级。<\/p><p>聚光灯的效果以受术者为中心，并会跟随着受术者移动。结果是，受术者在法术持续时间内，在所有隐匿检定上承受-20的减值，并且无法受益于通常因为黑暗能提供给他的隐蔽，就好像被妖火(faerie fire)照亮一样。<\/p><p>如果受术者承受通过反射豁免检定，则聚光灯会被造在受术者的方格，但不会跟随受术者移动，并且除非生物在那一方格内，不然不会妨碍生物的隐匿检定。<\/p>"
}
