{
    "key": "summon swarm",
    "name": "Summon Swarm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Summon%20Swarm",
    "source": ["PRPG Core Rulebook pg. 354"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "arcanist": 2,
        "bard": 2,
        "druid": 2,
        "hunter": 2,
        "shaman": 2,
        "skald": 2,
        "sorcerer": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 round",
    "components": "V, S, M/DF (a square of red cloth)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one swarm of bats, rats, or spiders",
    "duration": "concentration + 2 rounds",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You summon a swarm of bats, rats, or spiders (your choice), which attacks all other creatures within its area. (You may summon the swarm so that it shares the area of other creatures.) If no living creatures are within its area, the swarm attacks or pursues the nearest creature as best it can. The caster has no control over its target or direction of travel.",
    "mythicSource": ["Mythic Adventures pg. 109"],
    "mythicText": "The swarm has the advanced simple template. A swarm of rats or spiders leaves behind a trail of filth or ichor when it moves, which has the effects of a grease spell for 1 round after the swarm passes through an area. Any creature that moves through the affected area is also subject to the swarm’s disease or poison, as if attacked by the swarm. A prone creature in the affected area takes a –4 penalty on its saving throw against this affliction. A bat swarm leaves behind a similar trail that lasts for 2 rounds but doesn’t have a disease or poison effect. ",
    "name_zh": "飞虫走兽",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料/法器 (一块红方巾)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个蝙蝠集群、老鼠集群或蜘蛛集群",
    "duration_zh": "专注 + 2轮",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以召唤一个蝙蝠集群、老鼠集群或蜘蛛集群 (由你决定) 来攻击它所在区域内的所有生物 (你可以召唤这些集群并于其他其他生物共用同一片区域内)。如果该区域没有活物，虫兽群将尽可能攻击或者接近最近的生物。施法者将无法控制它们的攻击目标或移动方向。<\/p>",
    "mythicText_zh": "<p>集群带有进化简单模板（advanced simple template）。鼠群（Rat Swarm）或者蜘蛛群（spider swarms）会在它移动时留下一道肮脏腐败的尾迹，这些脓水的效果如同油腻术（grease）一般，会在集群通过这片区域后保持1轮。任何穿过受影响的区域的生物还会遭受集群的疾病（disease）或毒素（poison）的侵袭，就如同受到了集群攻击一般。在受影响的区域倒地的生物会在对抗这些苦难（affliction）的豁免检定中受到-4减值。蝙蝠群（Bat Swarm）也会留下类似的痕迹，持续2轮，但是不具有疾病或毒素效果。<\/p>"
}
