{
    "key": "summon elemental steed",
    "name": "Summon Elemental Steed",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Summon%20Elemental%20Steed",
    "source": ["Faction Guide pg. 61"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "descriptors": ["see text"],
    "levels": {"druid": 9},
    "castingTime": "10 minutes",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one chariot",
    "duration": "10 minutes/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You summon a greater elemental (air, earth, fire, or water) bound in the form of a mighty chariot that moves at your command and can carry up to nine Medium creatures. Passengers inside are not harmed by the elemental, and can see, breathe, and act normally, suffering no environmental damage even when the elemental chariot is flying, underwater, burrowing, or using earth glide. Passengers are not otherwise protected, though the elemental chariot does provide cover like a normal chariot.<br><br>The elemental keeps all of its statistics and abilities, except it loses its slam attacks and gains a trample attack (<i>Pathfinder RPG Bestiary<\/i> 305).<br><br>When you use a summoning spell to summon an air, earth, fire, or water creature, it is a spell of that type.<br><br>This spell is almost exclusively used by the Green Faith.",
    "name_zh": "召唤元素坐驾",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一辆二轮战车",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你召唤一个宏伟的元素生物(气、地、火或水)，并将它的型态束缚成一具强大的二轮战车，这战车听你的指令行动，并且可以乘坐最多九名中体型生物。战车内的乘客不会受到此元素生物的伤害，并且可以正常看、呼吸以及行动，就算这辆元素二轮战车正在飞行、潜水、掘地或是潜地，都不会受到来自环境的危害。但除此之外，乘客不受到其他形式的保护，元素二轮战车仍会像普通二轮战车一样，给予掩蔽。<\/p><p>这元素生物会保留所有的属性以及能力，但它会失去挥击攻击，而会获得践踏攻击(见怪物图鉴1 P.305)。<\/p><p>当你使用召唤法术来召唤一只气、地、火或水生物时，此法术的法术符与该生物相同。<\/p><p>此法术几乎只有苍翠誓约(Green Faith)再使用。<\/p>"
}
