{
    "key": "summon laborers",
    "name": "Summon Laborers",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Summon%20Laborers",
    "source": ["Monster Summoner's Handbook pg. 23"],
    "school": "conjuration",
    "subSchools": ["summoning"],
    "levels":     {
        "cleric": 6,
        "oracle": 6,
        "shaman": 6,
        "summoner": 6,
        "warpriest": 6,
        "witch": 6
    },
    "castingTime": "10 minutes",
    "components": "V, S, F/DF (a strip of rune-inscribed parchment)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one summoned petitioner/caster level",
    "duration": "8 hours (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<i>Summon laborers<\/i> summons one humanoid petitioner per caster level. These petitioners hail from one plane of your choice and perform tasks at your direction. The petitioners cannot fight or travel to dangerous lands, but do assist your downtime activities (<i>Pathfinder RPG Ultimate Campaign<\/i> 8 4) within a settlement, increasing the effect of Influence or Labor you spend by 50%, to a maximum of 1 additional point of Influence or Labor for every 2 caster levels you possess. This stacks with any increase to the effect of Influence or Labor that you receive from your followers within the settlement where the downtime activity takes place (if any). <i>Summon laborers<\/i> is a spell of the same alignment type as the plane from which the summoned petitioners hail (chaotic and evil for the Abyss, lawful and good for Heaven, and so on). Effects that increase the number of creatures summoned by a spell (such as Superior Summoning<sup>UM<\/sup>) do not affect <i>summon laborers<\/i>.",
    "name_zh": "召唤劳工",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、器材/法器（一条符文羊皮纸）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "每施法者等级一个祈并者",
    "duration_zh": "8小时 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>召唤劳工会召唤每施法者等级一个祈并者。这些祈并者会从一个你所挑选的位面降临并按你的指示执行任务。祈并者们无法战斗或者进入危险地带，但是会在你结算一个休整期动作（UCa休整期事件条目）时协助你，提升50%的影响力或者劳动力，最多每2个施法等级一点额外的影响力或者劳动力。这与任何你的追随者在一次结算内提供的影响力或者劳动力提升叠加（若有）。召唤劳工的法术阵营与祈并者降临的位面相同（若来自无底深渊则为混乱邪恶，来自七重天堂则为守序善良，其他同理）。增加法术召唤生物数目的效果（例如高等召唤UM）不影响召唤劳工。<\/p>"
}
