{
    "key": "suppressing stone",
    "name": "Suppressing Stone",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Suppressing%20Stone",
    "source": ["Inner Sea Races pg. 223"],
    "school": "evocation",
    "race": "Azlanti",
    "levels":     {
        "arcanist": 4,
        "sorcerer": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (one <i>ioun stone<\/i> worth at least 1,000 gp)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level or until discharged (D)",
    "text": "You infuse arcane power into the focus <i>ioun stone<\/i>, which must be currently floating around your head. If the <i>ioun stone<\/i> ever ceases floating around you, the spell ends immediately, and the spell fails if the <i>ioun stone<\/i> in question is cracked, burned, flawed, or otherwise of lesser value (such as a <i>dull gray ioun stone<\/i>). While the spell is active, you gain a +1 resistance bonus on saving throws against mind-affecting effects for every 4 caster levels (maximum +5 at caster level 20). Whenever you fail a saving throw against a mind-affecting spell or effect, you can burn out the focus, transforming it irrevocably into a <i>dull gray ioun stone<\/i> and ending this spell, but suppressing the mind-affecting effect for 1 round per 2,500 gp of value of the focus (minimum 1 round). Rounds during which the effect is suppressed still count against its duration, and the effect can still be dispelled or disrupted during this time.",
    "name_zh": "抑制之石",
    "race_zh": "阿兹兰特人",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，器材（一颗价值至少1000gp的艾恩石）",
    "range_zh": "个人",
    "target_zh": "自身",
    "duration_zh": "10分钟/等级 或 直到消散 (可解消)",
    "text_zh": "<p>你将奥术能量注入到当前漂浮在你头上，作为法术器材的艾恩石之中。如果艾恩石不再在你周围漂浮，则法术会立即结束，如果艾恩石破裂、燃烧、有缺陷或其他导致价值较低的因素（例如暗灰色的艾恩石），则法术失败。当该法术处于激活状态时，每4个施法者等级，你就在对抗影响心灵效果的豁免检定上获得 +1抗力加值（在施法者等级为20时达到最大的+5）。每当你对影响心灵的法术或效果的豁免检定失败时，你可以耗竭这颗艾恩石，将其不可逆转地转变为暗灰色艾恩石并结束该法术，这颗艾恩石的价值每有 2500gp，就能抑制这个影响心灵效果以1轮（最少1轮）。效果被压制的轮数仍然计入该效果的持续时间内，并且在此期间该效果仍然可以被解除或打断。<\/p>"
}
