{
    "key": "surface excursion",
    "name": "Surface Excursion",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Surface%20Excursion",
    "source": ["Heroes of the Darklands pg. 21"],
    "school": "conjuration",
    "subSchools": ["teleportation"],
    "levels":     {
        "arcanist": 5,
        "magus": 5,
        "occultist": 4,
        "psychic": 5,
        "shaman": 5,
        "sorcerer": 5,
        "spiritualist": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "3 rounds",
    "components": "V, S, M (a handful of soil that has been in the sun for at least 6 hours)",
    "range": "touch",
    "duration": "1 hour/level (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "no",
    "text": "You instantly transport yourself and touched allies onto the nearest sky-facing surface directly above you. The destination surface may be solid ground or the surface of a body of water (or other liquid), depending on your position. If reaching the surface would require crossing planar boundaries or no sky-facing surface exists directly above your position, the spell fails and has no effect.<br><br> When the spell is cast, a magical beacon appears at both your departure and arrival points, suspended 3 feet in the air. These beacons are invisible to everyone but you and those allies touched when the spell was cast. You and every creature originally targeted by the spell can touch the beacon at your arrival point to teleport back to your original departure point. Each creature that chooses to return in this manner is transported to a free space adjacent to the beacon at your original departure point. If the area around the departure beacon is occupied by a solid body (for instance, rubble from a cave-in), then you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a solid surface within 100 feet of the beacon. If there is no free space within 100 feet, the spell effect ends with no return transportation.",
    "name_zh": "表面旅程",
    "castingTime_zh": "3轮",
    "components_zh": "语言、姿势、材料 (一小搓在太阳下至少六小时的土壤)",
    "range_zh": "接触",
    "target_zh": "你以及至多每三个施法者等级1个生物",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "否",
    "text_zh": "<p>你可以立即将自身与碰触到的盟友们传送到你正上方最面向天空的表面。目的地的表面可能是坚实的地面或是水体(或其他液体)的表面，这取决于你的位置。如果将要抵达的表面会需要穿越位面的边界，或是你正上方并没有最面向天空的表面，此法术失败并且没有效果。<\/p><p>当此法术被施展时，一个魔法信标会出现在你离开以及前往的点。悬浮在空中3尺。这些信标对所有人来说都是不可见的，但当此法术施展时，你与那些盟友们可以感觉得到他。你和所有一开始被选为此法术目标的生物可以碰触抵达点的信标来传送回一开始离开的点。每个选择用这种方式回来的生物，会被传送到最开始离开点的信标所临接的自由空间。如果在离开点的信标附近已经被固态存在(举个例子，洞穴的瓦砾)所占据，那你以及与你一同传送的生物会受到1d6点的伤害并且被随机转移到距离信标100尺内的固态表面的开放空间。如果在100尺内没有开放空间，那此法术效果结束，也不会传送回归。<\/p><p>就算是最聪明的幽暗地域冒险者迟早也会面临到正常手段所无法克服的障碍与危险。在没有一个有才华的施法者的情况下前往Nar-Voth冒险是极度愚蠢的事情，但下列许多的法术证实了在面对纳-沃斯(Nar-Voth)的挑战时，合理的低环法术是最有效的。<\/p><p>聪明的队伍会同时利用经典法术以及这些针对幽暗地域特化过的法术，来开发有创意的使用方式; 友善的幽暗地域居民常常教导这些法术与来自地表的人交好，所以不会说前脚才得到这些法术，后脚就被这些法术的主人们杀死。<\/p>"
}
