{
    "key": "symbol of death",
    "name": "Symbol of Death",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Symbol%20of%20Death",
    "source": ["PRPG Core Rulebook pg. 355"],
    "school": "necromancy",
    "descriptors": ["death"],
    "levels":     {
        "arcanist": 8,
        "cleric": 8,
        "occultist": 6,
        "oracle": 8,
        "sorcerer": 8,
        "witch": 8,
        "wizard": 8
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (mercury and phosphorus, plus powdered diamond and opal worth 5,000 gp each)",
    "range": "0 ft.; see text",
    "effect": "one symbol",
    "duration": "see text",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell allows you to scribe a potent rune of power upon a surface. When triggered, a <i>symbol of death<\/i> kills one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The <i>symbol of death<\/i> affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the <i>symbol<\/i> becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. A creature that enters the area while the <i>symbol of death<\/i> is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the <i>symbol<\/i> only once as long as it remains within the area, though if it leaves the area and returns while the <i>symbol<\/i> is still active, it must save again.<br><br>Until it is triggered, the <i>symbol of death<\/i> is inactive (though visible and legible at a distance of 60 feet). To be effective, a <i>symbol of death<\/i> must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the <i>symbol of death<\/i> ineffective, unless a creature removes the covering, in which case the <i>symbol of death<\/i> works normally.<br><br>As a default, a <i>symbol of death<\/i> is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a <i>symbol of death<\/i>'s triggering conditions cannot be changed.<br><br>In this case, “reading” the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a <i>symbol of death<\/i> to render it inoperative triggers it if the symbol reacts to touch. You can't use a <i>symbol of death<\/i> offensively; for instance, a touch-triggered <i>symbol of death<\/i> remains untriggered if an item bearing the symbol of death is used to touch a creature. Likewise, a <i>symbol of death<\/i> cannot be placed on a weapon and set to activate when the weapon strikes a foe.<br><br>You can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a symbol of death can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify.<br><br>When scribing a <i>symbol of death<\/i>, you can specify a password or phrase that prevents a creature using it from triggering the symbol's effect. Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again.<br><br>You also can attune any number of creatures to the symbol of death, but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as 10 creatures) extends the casting time to 1 hour. Attuning a large group (as many as 25 creatures) takes 24 hours. Attuning larger groups takes an additional 24 hours per 25 creatures. Any creature attuned to a <i>symbol of death<\/i> cannot trigger it and is immune to its effects, even if within its radius when it is triggered. You are automatically considered attuned to your own <i>symbols of death<\/i>, and thus always ignore the effects and cannot inadvertently trigger them.<br><br><i>Read magic<\/i> allows you to identify a <i>symbol<\/i> with a Spellcraft check (DC 10 + the symbol's spell level). Of course, if the <i>symbol<\/i> is set to be triggered by reading it, this will trigger the symbol.<br><br>A <i>symbol of death<\/i> can be removed by a successful <i>dispel magic<\/i> targeted solely on the rune. An <i>erase<\/i> spell has no effect on a <i>symbol of death<\/i>. Destruction of the surface where a <i>symbol of death<\/i> is inscribed destroys the <i>symbol<\/i> but also triggers it.<br><br><i>Symbol of death<\/i> can be made permanent with a <i>permanency<\/i> spell. A permanent <i>symbol of death<\/i> that is disabled or has affected its maximum number of hit points becomes inactive for 10 minutes, but then can be triggered again as normal.<br><br><i>Note<\/i>: Magic traps such as <i>symbol of death<\/i> are hard to detect and disable. A rogue (only) can use the Perception skill to find a <i>symbol of death<\/i> and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for <i>symbol of death<\/i>.",
    "name_zh": "死亡徽记",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (水银和磷, 以及分别价值至少5000gp的钻石和猫眼石粉末)",
    "range_zh": "0尺; 见文本",
    "effect_zh": "一个徽记",
    "duration_zh": "见文本",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你可以在物体表面描画出强力符文。当它被触发时，死亡徽记会杀死60尺范围内 (视作爆发) 的一个或多个生物，这些生物的当前HP总和不能高于150。死亡徽记首先影响最靠近的生物，它会略过HP太高无法影响的生物。一旦被触发，徽记就会被启动，同时开始发光，持续每CL 10分钟时间或直到杀死了HP总和150的生物。在死亡徽记生效时，任何进入影响范围的生物都会成为徽记的影响对象，不管它在徽记触发时是否在其影响范围内。只要生物一直呆在影响区域内，它就只需要做一次豁免检定。但如果它离开该区域，并且在徽记生效期间内又回来，它就必须再做一次检定。<\/p><p>一直到触发前，死亡徽记都是不活动的 (但在60尺内清晰可见)。为使其有效，死亡徽记必须画在清晰可见的显著位置。掩藏或覆盖徽记会使其失效，直到有生物移开遮蔽物，这使得死亡徽记可正常发挥效用。<\/p><p>死亡徽记的默认触发条件为，有生物作了以下任意一个或多个动作就触发，动作由你指定：注视符文、阅读符文、接触符文、经过符文，或通过绘有符文的出入口。不过无论选择哪种触发方式，在徽记60尺以外的生物都不会触发它 (即便它符合触发条件，比如阅读符文)。一旦开始施法，死亡徽记的触发条件就不可改变。<\/p><p>在这种情况下，“阅读”符文是指以任何方式尝试研究、鉴定或推敲其含义。用遮蔽物去挡住死亡徽记不会触发条件为接触的徽记。你不能使用死亡徽记作为攻击性使用; 例如用带有触发条件为接触的徽记的物体接触其他生物不会触发徽记。同样的，死亡徽记不可以画在武器上以使其在命中敌人时生效。<\/p><p>你可以指定特殊的触发条件，繁简由你。特殊的触发条件可以基于生物的名字，特征或阵营，但其他条件必须基于可识别的动作或特质。等级，职业，HD和HP等无形特质不可以被指定。<\/p><p>铭刻死亡徽记时，你可以设定密码或口令，生物使用它就可以不会触发徽记。任何使用密码的生物只要保持处于符文60尺范围，就会保持免疫符文效果的影响。若生物离开符文的范围并在稍后再次进入，则必须要再次使用密码。<\/p><p>你可以让任意数量的生物与死亡徽记同调，但是这会延长施法时间。同调一或两个生物的时间可以忽略不计，同调一小群生物 (最多10个) 会让施法时间延长为1小时，同调一大群生物 (最多25个) 要花24小时。同调更多生物的话，则每同调25个生物额外花费24小时。与死亡徽记同调的生物不会触发它，同时对它的效果免疫，即便它在徽记触发后留在被影响的区域内也一样。你自动与你设定的死亡徽记同调，因此不会受影响也不会无意触发它。<\/p><p>你可以通过‘<a href=\"spell.html?spell=read magic\">阅读魔法 (read magic)<\/a>’来鉴别一个死亡徽记，这需要通过法术辨识检定 (DC {10+徽记的法术环位})。当然如果死亡徽记被设定为阅读时触发，那么这么做将触发徽记。<\/p><p>直接针对符文的‘<a href=\"spell.html?spell=dispel magic\">解除魔法 (dispel magic)<\/a>’成功后可以移除死亡徽记。‘<a href=\"spell.html?spell=erase\">抹消术 (erase)<\/a>’对死亡徽记无效。摧毁死亡徽记所附着的表面可以毁去徽记，但会触发其效果。<\/p><p>‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’可以使得死亡徽记恒定。恒定死亡徽记在被解除后或影响了它HP上限的生物后会失效10分钟，然后可以重新被正常触发。<\/p><p>注意：诸如死亡徽记之类的魔法陷阱是很难被侦测、解除的。尽管任何角色都能够使用察觉技能来找到徽记，不过只有具有【寻找陷阱】职业能力的角色才能使用解除装置来将其解除。DC为 {25+法术环位}，对于死亡徽记来说则是33。<\/p>"
}
