{
    "key": "symbol of exsanguination",
    "name": "Symbol of Exsanguination",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Symbol%20of%20Exsanguination",
    "source": ["Horror Adventures pg. 129"],
    "school": "necromancy",
    "descriptors": ["evil"],
    "levels":     {
        "arcanist": 3,
        "bloodrager": 2,
        "cleric": 3,
        "occultist": 2,
        "oracle": 3,
        "sorcerer": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (powdered garnet and bloodstone worth a total of 500 gp)",
    "range": "0 ft.; see text",
    "effect": "one symbol",
    "duration": "10 minutes/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "This spell functions like <i>symbol of death<\/i>, except that each creature within the radius of <i>symbol of exsanguination<\/i> begins to bleed uncontrollably and violently from their eyes, ears, nose, and mouth, as well as any existing open wounds. Creatures that failed their saving throws immediately take 1d6 points of bleed damage and are sickened as long as they continue to take bleed damage from the symbol.<br><br> While a DC 15 Heal check or magical healing can end the bleed damage as normal, the bleed damage and sickened condition begin again each round so long as the creature begins its turn still within 60 feet of the symbol, including if the creature leaves the area and returns. Creatures that succeed at their saving throw suffer no ill effects from the symbol, even if they leave its area and return.<br><br> Unlike <i>symbol of death<\/i>, <i>symbol of exsanguination<\/i> has no hit point limit on the creatures it can affect. Once triggered, a <i>symbol of exsanguination<\/i> remains active for 10 minutes per caster level.<br><br> Magic traps such as <i>symbol of exsanguination<\/i> are hard to detect and disable. While any character can use Perception to find a symbol, only a character who has the trapfinding class feature can use Disable Device to disarm it. The DC in each case is equal to 25 + spell level, or 28 (27 for a bloodrager) for <i>symbol of exsanguination<\/i>.",
    "name_zh": "驱血徽记",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、材料 (总价值500gp的石榴石粉末与血石粉末)",
    "range_zh": "0尺; 见文本",
    "effect_zh": "一枚圣徽",
    "duration_zh": "10分钟/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术如同死亡徽记(symbol of death)般作用，除了每个位在驱血徽记内的生物会不受控制并猛烈地从他们的眼睛、耳朵、鼻子与嘴巴以及任何现存的开放性创伤中流血。在豁免检定中失败的生物会立即受到1d6点的流血伤害，而只要他还继续因为这个徽记受到流血伤害，他会陷入恶心(sickened)状态。<\/p><p>一次DC15的医疗检定豁是魔法医疗可以正常结束流血伤害，只要该生物在开始他的回合时仍在徽记60尺内(包括如果生物离开又记入此区域)，流血伤害与恶心状态会在每一轮重新开始。成功通过豁免检定的生物不会因这徽记而受到不良影响，就算他们离开又进入这个区域。<\/p><p>不像死亡徽记，驱血徽记并没有可以影响到的生物的生命值上限。一但触发，驱血徽记保持生效10分钟/等级。<\/p><p>像是驱血徽记这类的魔法陷阱是很难被侦测、解除的。尽管任何角色都能够使用察觉技能来找到徽记，不过只有具有寻找陷阱(trapfinding)职业能力的角色才能使用解除装置来将其解除。对驱血徽记来说，在每种情况下DC为25+法术环级，或是28(血脉狂怒者为27)。<\/p>"
}
