{
    "key": "symbol of striking",
    "name": "Symbol of Striking",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Symbol%20of%20Striking",
    "source": ["Ultimate Combat pg. 245"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "levels":     {
        "arcanist": 5,
        "cleric": 5,
        "magus": 5,
        "occultist": 4,
        "oracle": 5,
        "sorcerer": 5,
        "warpriest": 5,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (a masterwork melee weapon costing at least 300 gp)",
    "range": "0 ft.; see text",
    "effect": "one symbol",
    "duration": "see text",
    "savingThrow": "Will half, see text",
    "spellResistance": "yes, see text",
    "text": "This spell functions like <i>symbol of death<\/i>, except that using the material component, you scribe a <i>symbol of striking <\/i>so it fills a 5-foot square. Once triggered, the <i>symbol of striking <\/i>glows and lasts for 10 minutes per caster level or until it has made a number of attacks of opportunity equal to your level, whichever comes first. When triggered, the symbol threatens its area and the area around it as if it were a Medium creature wielding a magic version of the weapon you used as the material component. Using your caster level + 1 + your Intelligence modifier (magus, witch, wizard) or Wisdom modifier (cleric) or Charisma modifier (oracle, sorcerer) as its attack bonus, the symbol can make a number of attacks of opportunity each round equal to 1 + the same ability score modifier you used to determine its attack bonus. It gains a bonus on damage rolls equal to the same ability score modifier you used to determine its attack bonus. A shadowy version of you wielding the material component appears to make these attacks. <br><br>The symbol attacks any non-attuned creature that provokes an attack of opportunity from the symbol. However, when the symbol first attacks a creature, the symbol must overcome that creature’s spell resistance or be rendered unable to harm it. The symbol never again attacks such creatures. Further, when the symbol first attacks a creature, a successful Will saving throw allows the creature to see the shadow nature of the attacks and take half damage when such attacks hit.<br><br><i>Symbol of striking<\/i> can be made permanent with a <i>permanency<\/i> spell by a caster of 13th level or higher for the cost of 10,000 gp.",
    "name_zh": "打击徽记",
    "castingTime_zh": "10分钟",
    "components_zh": "语言, 姿势, 材料 (一把价值至少300gp的精制品武器)",
    "range_zh": "0尺; 见文本",
    "duration_zh": "见文本",
    "savingThrow_zh": "意志, 通过则减半; 见文本",
    "spellResistance_zh": "可, 见文本",
    "text_zh": "<p>这个法术工作方式类似死亡徽记 (symbol of death)，不过通过消耗掉法术材料，你绘制了一个覆盖五尺面积的徽记。<\/p><p>一旦触发，打击徽记会发出醒目的光并且持续活动每施法者等级10分钟，或直到其进行了等于你施法者等级次的藉机攻击，以先到的为准。<\/p><p>触发后，徽记的威胁范围是它本身范围以及附近区域，如同一个中型生物，装备有你消耗的法术材料里的武器的魔法武器版。<\/p><p>使用你的施法者等级加1加上你的智力调整值 (魔战士、女巫、法师) 或感知调整值 (牧师) 或魅力调整值 (先知、术士) 作为攻击加值，徽记可以每轮进行1加上前述相关调整值次的藉机攻击。它的伤害值也会加上前述的相关属性调整值。<\/p><p>一个形态与你一样的阴影将会挥舞武器进行攻击。<\/p><p>徽记会对任何范围内没有与其进行同调 (见死亡徽记) 的生物进行任何可能的藉机攻击。<\/p><p>不过，当徽记首次攻击一个生物，徽记必须穿透生物的法术抗力才能伤害它。<\/p><p>徽记不会多次攻击同一生物。<\/p><p>此外，当徽记首次命中一个生物，一个成功的豁免检定可以看穿这次攻击的阴影本质并且只受到一半伤害。<\/p>"
}
