{
    "key": "telekinesis",
    "name": "Telekinesis",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Telekinesis",
    "source": ["PRPG Core Rulebook pg. 357"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 5,
        "magus": 5,
        "occultist": 5,
        "psychic": 4,
        "sorcerer": 5,
        "spiritualist": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "long (400 ft. + 40 ft./level)",
    "duration": "concentration (up to 1 round/level) or instantaneous; see text",
    "savingThrow": "Will negates (object) or none",
    "spellResistance": "yes (object); see text",
    "text": "You move objects or creatures by concentrating on them. Depending on the version selected, the spell can provide a gentle, sustained force, perform a variety of combat maneuvers, or exert a single short, violent thrust.<br><br><i>Sustained Force<\/i>: A sustained force moves an object weighing no more than 25 pounds per caster level (maximum 375 pounds at 15th level) up to 20 feet per round. A creature can negate the effect on an object it possesses with a successful Will save or with spell resistance.<br><br>This version of the spell can last 1 round per caster level, but it ends if you cease concentration. The weight can be moved vertically, horizontally, or in both directions. An object cannot be moved beyond your range. The spell ends if the object is forced beyond the range. If you cease concentration for any reason, the object falls or stops.<br><br>An object can be telekinetically manipulated as if with one hand. For example, a lever or rope can be pulled, a key can be turned, an object rotated, and so on, if the force required is within the weight limitation. You might even be able to untie simple knots, though delicate activities such as these require DC 15 Intelligence checks.<br><br><i>Combat Maneuver<\/i>: Alternatively, once per round, you can use <i>telekinesis<\/i> to perform a bull rush, disarm, grapple (including pin), or trip. Resolve these attempts as normal, except that they don't provoke attacks of opportunity, you use your caster level in place of your Combat Maneuver Bonus, and you add your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer) in place of your Strength or Dexterity modifier. No save is allowed against these attempts, but spell resistance applies normally. This version of the spell can last 1 round per caster level, but it ends if you cease concentration.<br><br><i>Violent Thrust<\/i>: Alternatively, the spell energy can be spent in a single round. You can hurl one object or creature per caster level (maximum 15) that are within range and all within 10 feet of each other toward any target within 10 feet per level of all the objects. You can hurl up to a total weight of 25 pounds per caster level (maximum 375 pounds at 15th level).<br><br>You must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer). Weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects) to 1d6 points of damage per 25 pounds (for hard, dense objects). Objects and creatures that miss their target land in a square adjacent to the target.<br><br>Creatures who fall within the weight capacity of the spell can be hurled, but they are allowed Will saves (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell.<br><br>If a telekinesed creature is hurled against a solid surface, it takes damage as if it had fallen 10 feet (1d6 points).",
    "mythicSource": ["Mythic Adventures pg. 110"],
    "mythicText": "The duration of this spell changes to 1 round per level. You may spend a move action to use the sustained force or combat maneuver effects of the spell.<br><br> When using sustained force, you can move a number of objects up to your tier. These must be in the same square and together must weigh no more than the weight limit of the spell.<br><br> Using the violent thrust effect ends the spell, but the weight restriction increases to 50 pounds per caster level (maximum 750 pounds). ",
    "name_zh": "心灵遥控",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "见后文",
    "duration_zh": "专注 (至多1轮/等级) 或 立即; 见文本",
    "savingThrow_zh": "意志, 通过则无效 (物体) 或 无; 见文本",
    "spellResistance_zh": "可 (物体); 见文本",
    "text_zh": "<p>你通过专注于物体或生物来移动它们。通过选择法术的功效，你能够使用法术进行温和而持续的发力、执行多种战技或者短暂而猛烈地发力。<\/p><p><b>持续发力 (Sustained Force)<\/b>：本功效可移动一件最重不超过每CL 25磅的物体 (15级时达到最高值375磅)，每轮最多移动20英尺。被移动物品的拥有者可以通过成功的意志豁免或法术抗力使该法术失效。此功效持续时间为每CL 1轮，当你不再专注时法术也会失效。物体可以垂直或水平移动，亦可同时在这两个方向移动，但是不可以移出法术范围。如果超出范围，法术也会结束。若你由于任何原因而无法保持专注，则物体马上掉落或停止移动。本功效可以如单手操控一样操控物体。例如：拉下扳手或绳子，转动钥匙，旋转物体等，只要所需要的力量不朝超过重量限制。你甚至可以试着解开简单的绳节，但是像这样细腻的动作要通过DC 15的智力检定。<br><b>战技 (Combat Maneuver)<\/b>：此外，每轮一次，你可以选择使用心灵遥控来进行冲撞、卸除武器、擒抱 (包括压制) 或者拌摔。如常处理这些战技尝试，但它们不会引起藉机攻击，你用CL来代替战技加值 (CMB)，用智力修正 (如果是法师) 或魅力修正 (如果是术士) 来代替力量或敏捷修正。在进行这些尝试时，对方不能进行豁免检定，但法术抗力仍会起作用。这种功效可持续每CL 1轮，当你不再专注时法术失效。<br><b>猛烈发力 (Violent Thrust)<\/b>：法术的能量在单一一轮中被完全释放。你可以猛推法术范围内数量为每CL 1个 (最多15个) 的物品或生物 (每两个间的距离不超过10英尺)，使它们向目标撞去，该目标与所有物体的距离不超过每等级10尺。你最多可以推动的物品总重量为每CL 25磅 (15级时达到最高值375磅)。你必须通过攻击检定来击中目标 (每个投掷出的生物或物体都进行一次)，进行检定时使用你的 {BAB+智力修正 (如果是法师) 或魅力修正 (如果是术士)}。武器造成正常伤害 (但不计算力量加值; 在用这种方法使用箭和矢时，它们的伤害等同于同等尺寸的匕首)。其他物品造成的伤害从每25磅造成1点伤害 (低危险性的物品) 到每25磅1d6点伤害 (坚实的物品)。未命中的物体或生物都会落在与目标相邻的方格内。你也可以推动在重量范围内的生物或生物拥有的物品，但他们可以进行意志豁免 (和法术抗力) 来抵消这种功效。被本心灵遥控的生物若被推向硬物，他所受的伤害如同从10尺高度坠落 (1d6点)。<\/p>",
    "mythicText_zh": "<p>法术的持续时间变为‘每等级1轮’。你可以花费移动动作使用法术效果中的持续发力（sustained force）或战斗技巧（combat maneuver）。<\/p><p>当你使用持续发力时，你能够移动数量至多为你的阶层个物体。这些物体必须处于相同的方格，而且总重量不得超过法术的限制。<\/p><p>使用法术效果中的猛烈发力（violent thrust）会终止法术，但是重量限制增加至每施法者等级50磅重（最高750磅）。<\/p>"
}
