{
    "key": "telekinetic sphere",
    "name": "Telekinetic Sphere",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Telekinetic%20Sphere",
    "source": ["PRPG Core Rulebook pg. 358"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 8,
        "psychic": 7,
        "sorcerer": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a crystal sphere and a pair of small magnets)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "1-ft.-diameter/level sphere, centered around creatures or objects",
    "duration": "1 min./level (D)",
    "savingThrow": "Reflex negates (object)",
    "spellResistance": "yes (object)",
    "text": "This spell functions like <i>resilient sphere<\/i>, but the creatures or objects caught inside the globe created by the spell are made nearly weightless. Anything contained within a <i>telekinetic sphere<\/i> weighs only one-sixteenth of its normal weight. You can telekinetically lift anything in the sphere that normally weighs 5,000 pounds or less. The telekinetic control extends from you out to medium range (100 feet + 10 feet per caster level) after the sphere has succeeded in encapsulating its contents.<br><br>You can move the sphere, along with the objects and creatures it contains that weigh a total of 5,000 pounds or less, by concentrating on the sphere. You can begin moving a sphere in the round after casting the spell. If you concentrate on doing so (a standard action), you can move the sphere as much as 30 feet in a round. If you cease concentrating, the sphere does not move in that round (if on a level surface) or descends at its falling rate (if aloft) until it reaches a level surface. You can resume concentrating on your next turn or any later turn during the spell's duration.<br><br>The sphere falls at a rate of only 60 feet per round, which is not fast enough to cause damage to the contents of the sphere.<br><br>You can move the sphere telekinetically even if you are in it.",
    "name_zh": "灵动法球",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一小片半球形的洁净水晶以及一对小磁棒)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "以目标物体或生物为中心, 直径为1尺/等级的球体",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则无效 (物体)",
    "spellResistance_zh": "可 (物体)",
    "text_zh": "<p>该法术的功能与‘<a href=\"spell.html?spell=resilient sphere\">弹力法球 (resilient sphere)<\/a>’相同，但在该法术创造的球体内的物体或生物几乎没有重量。灵动法球内的物体重量仅为平常的1/16。你可以通过心灵控制举起平常有5000磅后更轻的物体。在法球成功包裹住物体后，从你算起心灵控制的距离可达到中距 (100尺+每CL10尺)。<\/p><p>你可以通过专注来移动球体内不重于5000磅的物体或生物。你可以在完成施法后的下一轮开始移动球体。如果你保持专注 (一个标准动作)，你每轮最多可以移动它30英尺。若你停止专注，那么球体在那轮将不再移动 (如果球体停留在平面上)，或者以自己的下坠速度开始坠落 (如果在空中) 直到着陆到平面上为止。你能够在你的下一回合中，或者法术持续时间内的稍后回合中恢复专注。<\/p><p>法球的坠落速度仅有每轮60尺，这种速度下坠不足以使包裹在其中的生物受到伤害。<\/p><p>即便你自己在法球内，你也可以操控它。<\/p>"
}
