{
    "key": "temporal divergence",
    "name": "Temporal Divergence",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Temporal%20Divergence",
    "source": ["Legacy of the First World pg. 31"],
    "school": "transmutation",
    "levels":     {
        "arcanist": 7,
        "psychic": 7,
        "sorcerer": 7,
        "witch": 7,
        "wizard": 7
    },
    "castingTime": "1 swift action",
    "components": "V, S, M (mithral wishbone worth 100 gp)",
    "range": "personal",
    "target": "you",
    "duration": "instantaneous",
    "text": "This spell allows you to witness two divergent decisions and choose which to pursue. Upon completing this spell, you must immediately choose two other different spells that you could cast at that moment and that each have a casting time of 1 standard action; these spells take effect simultaneously, and you must track all resulting effects, areas of effect, saving throws, and other outcomes separately as if each had been cast normally and the other spell had never happened. Once you’ve seen how each spell resolves, you must choose which version of reality occurred, expending the standard action, prepared spell, and material components as necessary. The other spell’s results are ignored and do not require an action or expend the prepared spell, spell slot, or material components. If the targets of the spell you did not choose expended any resources or effects to resist your spell, those resources or effects are also not expended. If you cast this spell and do not or cannot immediately follow the instructions described above, this spell has no effect.<br><br> For example, after casting this spell, a wizard could cast <i>temporal stasis<\/i> on a demon and <i>fireball<\/i> on a group of orcs. Seeing that the demon succeeds at its saving throw against <i>temporal stasis<\/i> and that the <i>fireball<\/i> kills many orcs, the wizard chooses the <i>fireball<\/i> to take effect. The <i>temporal stasis<\/i> is treated as if it had not been cast, and its spell slot and costly material component are not expended.<br><br> Casting this spell more than once in a single day is risky. On the second and subsequent casting in a 24-hour period, you must succeed at a DC 25 Will saving throw or be exposed to a crippling array of possibilities and paradoxes that leave you confused for 24 hours. Whenever this confusion would cause you to attack the nearest creature, you instead expend your highest-level remaining prepared spell or spell slot, if any, with no effect.",
    "name_zh": "时间分歧",
    "castingTime_zh": "迅捷动作",
    "components_zh": "语言，姿势，材料（价值100gp的秘银许愿石）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "立即",
    "text_zh": "<p>这个法术能让你看到未来的两种可能性，并能让你选择哪一个是你将要进入的未来。在完成这个法术后，你必须立即立即选择两个你在那个时刻可以施放的法术，这两个法术的施放时间是一个标淮动作; 这些法术的效果将会同时生效，你能预知到这两个法术单独施放时造成的最终效果，范围效果，豁免投骰，以及其他可以造成的结果，就如同另外一个法术没有被施放一样。一旦你预见到了法术的最终结果，你可以选择哪一个现实最终将会发生，这将消耗一个标淮动作，已淮备的法术，以及必要的材料成分。另一个法术的效果将不会存在，也不会需要动作或者消耗已淮备的法术，法术位，或者材料成分。如果你法术的目标没有选择消耗任何资源和效果来对抗你的法术，这些资源也不会被消耗。如果在施放了这个法术后你没有立即遵从上述的指示，这个法术将不会有任何效果。<\/p><p>举个例子，在一个法师施放了这个法术之后，他可以对一个恶魔施放永恒静滞并对一群兽人施放火球术。当看到恶魔成功通过了对抗法术效果的意志豁免，而火球杀死了许多兽人，这个法师就可以选择让火球术生效。永恒静滞会被视作没有生效，它的法术位和消耗的材料也不会被消耗。<\/p><p>在一天中多次施放这个法术非常危险。在连续的24小时中第二次以及之后每次施放这个法术时，你必须通过一个DC为25的意志豁免，否则你的心智会承受太多的可能性与悖论，这会让你困惑24小时。当困惑效果让你攻击离你最近的生物时，你会转而消耗一个你最高环位的已淮备法术或者法术位（如果有的话），但没有任何效果。<\/p>"
}
