{
    "key": "tidal surge",
    "name": "Tidal Surge",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Tidal%20Surge",
    "source": ["Ultimate Wilderness pg. 237"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "descriptors": ["water"],
    "levels":     {
        "druid": 5,
        "hunter": 5,
        "shaman": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "30 ft. or 60 ft.; see text",
    "area": "cone-shaped burst or line; see text",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "no",
    "text": "If you cast <i>tidal surge<\/i> on land, you create an onrushing surge of water 10 feet high in a 30-foot cone that deals 1d6 points of bludgeoning damage for every 2 caster levels you have (maximum 10d6 at 20th level) and extinguishes all nonmagical fires in the area. Magical fire effects in the area of a <i>tidal surge<\/i> are affected as if you had cast <i>dispel magic<\/i>. In addition to taking damage, creatures that fail their Reflex saves are pushed 1d4×5 feet away from you, and Medium or smaller creatures are also knocked prone.<br><br> If you cast this spell in or on a body of water at least 30 feet across, you can shape the spell either as the cone described above or as a 60-foot line. In either shape, the water deals 1d10 points of bludgeoning damage for every 2 caster levels you have in addition to pushing away creatures that fail their Reflex saves.",
    "name_zh": "潮汐涌流",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "30尺 或 60尺; 见文本",
    "area_zh": "锥形爆发 或 线形; 见文本",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "否",
    "text_zh": "<p>如果你在陆地上施展潮汐涌流，你就能创造出一股10英尺高，30英尺锥形的涌流，造成每2个施法者等级1d6点的钝击伤害（20级达到最高的10d6点），并熄灭该区域中的所有非魔法火焰。在潮汐涌流区域中的魔法火焰效果会如同受到你施放的解除魔法一样。除了受到伤害，反射豁免失败的生物会被从你往外推后1d4×5英尺，中型或更小的生物还会被击倒。<\/p><p>如果你在一片至少有30英尺宽的水体中施展此法术，你就可以像上面描述的一样把法术塑造成锥形，也可以做出60英尺的线形。无论哪种形状，水都会造成每2个施法者等级1d10点的钝击伤害，而且你还可以将那些反射豁免失败的生物击退。<\/p>"
}
