{
    "key": "transformation",
    "name": "Transformation",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Transformation",
    "source": ["PRPG Core Rulebook pg. 360"],
    "school": "transmutation",
    "levels":     {
        "alchemist": 6,
        "arcanist": 6,
        "investigator": 6,
        "magus": 6,
        "occultist": 6,
        "psychic": 6,
        "sorcerer": 6,
        "spiritualist": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a <i>potion of bull's strength<\/i>, which you drink and whose effects are subsumed by the spell effects)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "text": "You become a fighting machine—stronger, tougher, faster, and more skilled in combat. Your mindset changes so that you relish combat and you can't cast spells, even from magic items.<br><br>You gain a +4 enhancement bonus to Strength, Dexterity, and Constitution, a +4 natural armor bonus to AC, a +5 competence bonus on Fortitude saves, and proficiency with all simple and martial weapons. Your base attack bonus equals your character level (which may give you multiple attacks).<br><br>You lose your spellcasting ability, including your ability to use spell activation or spell completion magic items, just as if the spells were no longer on your class list.",
    "mythicSource": ["Mythic Adventures pg. 110"],
    "mythicText": "You can still cast spells and use spell completion and spell trigger items, but the level of the spell you’re casting or using must be equal to or less than your tier. You gain a number of temporary hit points equal to your caster level. ",
    "name_zh": "转变术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一瓶牛之力量药水, 你要喝下它, 而它的效果已经包含在法术效果内)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>你变成一个纯粹的战斗机器——更强，更狠，更快，更精于战斗。你的思维完全转型成为战斗类型，所以你无法施法，甚至不能通过魔法物品施法 (比如魔杖)。<\/p><p>你的力量，敏捷和体质获得+4增强加值，AC获得+4的天生护甲加值，强韧豁免获得+5表现加值，并且擅长所有简易和军用武器。你的BAB等同于你的角色等级 (这也许会使你可以进行多次攻击)。<\/p><p>你将失去施法能力，包括使用法术启动型 (spell activation) 或法术完成型 (spell completion) 魔法物品的能力，就好像你的职业能力里不再具有那些法术一般。<\/p>",
    "mythicText_zh": "<p>你仍旧能够施放法术，并且使用法术完成型与法术触发型物品，但是你所施放或使用的法术等级必须小于等于你的阶层。你获得等同于你的施法者等级点临时生命值。<\/p>"
}
