{
    "key": "triggered hallucination",
    "name": "Triggered Hallucination",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Triggered%20Hallucination",
    "source": ["Ultimate Intrigue pg. 227"],
    "school": "illusion",
    "subSchools": ["phantasm"],
    "descriptors": ["mind-affecting"],
    "levels":     {
        "arcanist": 6,
        "bard": 6,
        "magus": 6,
        "mesmerist": 6,
        "occultist": 6,
        "psychic": 6,
        "sorcerer": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (jade dust worth 25 gp)",
    "range": "long (400 ft. + 40 ft./level)",
    "target": "one creature",
    "duration": "permanent until triggered, then 1 minute/level",
    "savingThrow": "Will disbelief",
    "spellResistance": "yes",
    "text": "This spell functions as <i>audiovisual hallucination<\/i>, except that this spell’s phantasm has no apparent effect until a specific condition occurs. You must overcome the target’s spell resistance to plant the <i>triggered hallucination<\/i>, but the target doesn’t attempt a Will save to disbelieve the illusion until the condition occurs (at which point it receives an automatic Will save, as with audiovisual hallucination). The phantasm can include auditory, olfactory, visual, tactile, and thermal elements, including intelligible speech.<br><br> You set the triggering condition (such as hearing a certain word or seeing a type of creature) when casting the spell. The event that triggers the illusion can be as general or detailed as desired but must be based on an audible, tactile, olfactory, or visual trigger. The trigger can’t be based on any quality not normally obvious to the senses, such as alignment. <i>Triggered hallucination <\/i>uses the target’s senses to notice triggers. ",
    "name_zh": "触发式错觉",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（价值25gp的玉石尘）",
    "range_zh": "远距 (400尺+每等级40尺)",
    "target_zh": "1个生物",
    "duration_zh": "永久 直至 触发, 之后 1分钟/等级",
    "savingThrow_zh": "意志, 通过则不相信",
    "spellResistance_zh": "可",
    "text_zh": "<p>该法术的功能如同视听错觉（Audiovisual Hallucination; 见本书204页）一般，不过该法术的魅影幻觉在某个特定条件发生之前不会产生明显的效果。你必须克服目标的法术抗力才能植入触发式错觉，但是直至触发条件发生为止，目标不需要尝试意志豁免来判断是否不相信幻象; 在触发条件的时点，目标会获得1次自动的意志豁免，就如同视听错觉法术一般。魅影幻觉包含视觉、听觉、嗅觉、触觉和温度元素，还包括可以理解的话语（intelligible speech）。<\/p><p>在施放该法术时，你要设定触发条件（比如听到某个词或看到某类生物）。根据你的要求，触发幻象的事件可以很简单（general）也可以很复杂（detailed），但是它的触发必须基于听觉、嗅觉、触觉或视觉。触发条件不能基于任何无法明显感受到的特质，比如阵营。触发式错觉使用目标的感官（senses）来察觉触发条件。<\/p>"
}
