{
    "key": "twilight knife",
    "name": "Twilight Knife",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Twilight%20Knife",
    "source": ["Advanced Player's Guide pg. 252"],
    "school": "evocation",
    "descriptors": ["force"],
    "levels":     {
        "arcanist": 3,
        "bloodrager": 3,
        "occultist": 3,
        "psychic": 3,
        "sorcerer": 3,
        "spiritualist": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, F (a small knife)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "floating knife of force",
    "duration": "1 round/level (D)",
    "savingThrow": "none",
    "spellResistance": "yes",
    "text": "You create a darkly sinister floating knife that attacks the same creature as you each round. If you choose not to attack a creature, or you make an attack that affects multiple opponents, the knife makes no attack during that round. The knife uses your base attack bonus modified by either your Intelligence or Charisma bonus (whichever is higher) when making this attack. Unless you specifically will it to do otherwise, or it proves impossible to do so, the knife always maneuvers itself so that it can flank your opponent before making the attack. The knife deals 1d4 points of force damage on a successful hit and has the same threat range and critical multipliers as a normal dagger. In addition, if the target is denied a Dexterity bonus to AC or the knife flanks the target, the knife can make sneak attacks as a rogue, inflicting an extra 1d6 points of force damage per four caster levels on a successful attack.<br><br>A <i>twilight knife <\/i>cannot be attacked or harmed by physical attacks, but <i>dispel magic<\/i>, <i>disintegrate<\/i>, a <i>sphere of annihilation<\/i>, or a <i>rod of cancellation <\/i>affects it. A <i>twilight knife’s <\/i>AC against touch attacks is 12 (10 + size bonus for Tiny object) plus your Dexterity modifier.<br><br>If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the <i>twilight knife <\/i>strikes it. If the knife is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.",
    "name_zh": "暮光之刃",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势，器材 (一柄小匕首)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一把飘浮的力场匕首",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "可",
    "text_zh": "<p>你召唤了一把飘浮着的阴险匕首，和你一同对生物进行攻击。如果你选择不攻击一个生物，或进行多目标的攻击，那么匕首本轮不会进行攻击。<\/p><p>匕首使用你的基础攻击加值加上智力或魅力调整值中较高的一项作为攻击加值。<\/p><p>除非你特意要求，或是无法达成条件，匕首始终会自律行动，所以会在你攻击之前就对敌人造成夹击。<\/p><p>匕首成功命中后会造成1d4点力场伤害，并具有如同一柄普通匕首一样的威胁范围和重击倍率。此外，如果目标失去AC上的敏捷加值，或匕首对目标进行夹击，匕首可以如同一个盗贼一样进行偷袭，在成功的攻击中造成额外的每4施法者等级1d6点力场伤害。<\/p><p>物理攻击不能命中或者损伤到暮光之刃，但是解除魔法 (dispel magic)，解离术 (disintegrate)，毁灭黑洞 (sphere of annihilation) 或者抹消权杖 (rod of cancellation) 可以正常影响它。匕首的接触AC是12 (10+超小型加值) 加上你的敏捷调整值。<\/p><p>如果被攻击的生物具有法术抗力，则第一次被匕首攻击时，施法者需进行一次检定 (1d20+施法者等级) 以穿透目标的法术抗力，如果该检定未通过的话，则此法术被解除。如果施法者成功穿透目标的法术抗力，则在法术持续时间内匕首都能对目标正常生效。<\/p>"
}
