{
    "key": "twine double",
    "name": "Twine Double",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Twine%20Double",
    "source": ["Cheliax, Empire of Devils pg. 23"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "levels":     {
        "arcanist": 3,
        "redmantisassassin": 3,
        "sorcerer": 3,
        "wizard": 3
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (cloth and twine)",
    "range": "0 ft.",
    "effect": "one duplicate creature",
    "duration": "1 minute/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "As <i>simulacrum<\/i>, except you can only duplicate yourself, and the duplicate is created from cloth and twine rather than ice and snow. The double looks exactly like you except its eyes are balls of twine (DC 10 Perception check to recognize double’s strange eyes). It wears clothing and gear that appear exactly like what you are wearing at the time of casting. Its copies of your magic items are nonfunctional but radiate magic and have the same auras as your items. Its aura is identical to yours. Attempts to scry you while the double exists have a 50% chance of targeting the double instead of you.<br><br>The double cannot attack, has no special abilities, and has a +0 bonus on all saves and checks. You may verbally give the double orders as a free action, or control it telepathically as a standard action. You know what the double is experiencing, and when controlling it telepathically you can see and hear everything it sees and hears, though events at your location may drown out the sensory inputs from the double. The double has hit points equal to half your hit points at the time of casting. If brought to 0 hit points, it is destroyed, reverting to cloth and twine. The double is an animated object.",
    "name_zh": "纺线双胞",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，材料（布和线）",
    "range_zh": "0尺",
    "effect_zh": "一个复制生物",
    "duration_zh": "1分钟/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>如同拟象术(simulacrum)，但你只能复制你自己，而且复制体是由布和线构成，而不是冰雪。这个复制体看起来和你完全一样，只不过他的眼睛是线团（通过DC10的察觉检定可以发现眼睛的古怪）。他穿的衣服和装备和你在施法时穿的完全一样。你的魔法物品的复制品没有实际功能，但会散发和你的物品相同的魔法灵光。当复制体存在的时候，别人对你的探知会有50%的几率以拟象为目标，而不是你。<\/p><p>复制体不能攻击，没有特殊能力，在所有豁免和检定上有+0的加值。你可以用一个自由行动在口头上命令复制体，或者用一个标准动作来对其进行心灵控制。你会知道复制体正在经历什么，当你用心灵感应操纵复制体的时候，你可以看到和听到他所感知到的一切，尽管发生你位置上的事件可能会从掩盖来自复制体的感官信号。复制体的生命值等于你在施法时的生命值的一半。如果复制体的生命值降为0点，他就会被破坏，重新变回一团布料和纺线。复制体是一件活化物品。<\/p>"
}
