{
    "key": "undead anatomy iv",
    "name": "Undead Anatomy IV",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Undead%20Anatomy%20IV",
    "source": ["Ultimate Magic pg. 245"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "arcanist": 8,
        "sorcerer": 8,
        "wizard": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level (D) (see text)",
    "text": "This spell functions as <i>undead anatomy III<\/i>, except it allows you to use more abilities. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, lifesense 60 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, DR 10/magic and silver, DR 15/bludgeoning and magic, fast healing 5, fiery death, fire aura, grab, incorporeal, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web.<br><br>If the creature’s form is incorporeal, the spell’s duration is in rounds per level instead of minutes per level, and your bite and claw (or slam) attacks are incorporeal touch attacks. If the creature has immunity or resistance to any energy types, you gain resistance 30 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.<br><br><i>Tiny undead<\/i>: If the form you take is that of a Tiny undead, you gain a –2 penalty to your Strength, a +8 size bonus to your Dexterity, and a +3 natural armor bonus.<br><br><i>Large undead<\/i>: If the form you take is that of a Large undead, you gain a +6 size bonus to your Strength, a –2 penalty on  your Dexterity, a +2 size bonus to your Constitution, and a +6 natural armor bonus.",
    "name_zh": "亡灵形态IV",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级 (可解消) ; 见文本",
    "text_zh": "<p>这个法术工作方式如同亡灵形态III (Undead Anatomy III)，不过它允许你使用更多能力。<\/p><p>如果你选择的形态拥有下列能力，你获得它们：30尺掘洞，90尺攀爬，120尺飞行 (良好机动性)，120尺游泳，60尺盲感，90尺黑暗视觉，60尺生命感知 (lifesense)，昏暗视觉，嗅觉敏锐，60尺震颤感知，喷吐武器 (breath weapon)，收缩 (constrict)，DR10/魔法和银，DR15/钝击和魔法，快速治疗5，灼热死亡 (fiery death)，火焰灵气 (fire aura)，攫取 (grab)，虚体 (incorporeal)，喷射推进 (jet)，毒素 (poison)，猛扑 (pounce)，耙抓 (rake)，撕扯 (rend)，咆哮 (roar)，钉刺 (spikes)，践踏 (trample)，摔绊 (trip) 和织网 (web)。<\/p><p>如果目标生物形态是虚体，法术持续时间变为每等级一轮而非每等级一分钟，并且你的噬咬和爪击 (或挥击) 会变为虚体接触攻击。<\/p><p>如果该生物拥有任何种类的能量抗力或免疫，你获得对应能量种类的30点抗力。<\/p><p>如果该生物对一种能量种类脆弱，你获得该弱点。<\/p><p>在这种形态下，你在对抗影响心智效果、疾病、毒素、睡眠和震慑的豁免检定中有+8加值。<\/p><p>如果该形态对某些攻击脆弱 (例如对阳光)，你获得该弱点。<\/p><p>－超小型不死生物：如果你选择的是一个超小型不死生物，你的敏捷获得+8体型加值，力量获得-2罚值，+3天生护甲。<\/p><p>－大型不死生物：如果你选择是一个大型不死生物，你的力量获得+6体型加值，敏捷获得-2罚值，体质获得+2体型加值，+6天生护甲。<\/p>"
}
