{
    "key": "vengeful stinger",
    "name": "Vengeful Stinger",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Vengeful%20Stinger",
    "source": ["Inner Sea Gods pg. 245"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "descriptors": ["poison"],
    "race": "Calistria",
    "levels":     {
        "arcanist": 5,
        "cleric": 6,
        "oracle": 6,
        "shaman": 5,
        "sorcerer": 5,
        "summoner": 5,
        "summoner (unchained)": 5,
        "warpriest": 6,
        "witch": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a living wasp), DF",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "savingThrow": "Fortitude negates, see text",
    "spellResistance": "no",
    "text": "You grow a long, wasp-like tail complete with stinger that can strike those who dare attack you. While you are under the effects of this spell, when a creature adjacent to you hits you with a melee attack, you can make an attack of opportunity with your stinging tail, even if your opponent’s attack would not otherwise provoke an attack of opportunity. You must otherwise be eligible to make an attack of opportunity to use this ability. The attack is made with your full attack bonus, and with a +2 sacred bonus on the attack roll. The stinging tail is considered a light weapon with a critical range of 19–20/×2. On a successful hit, the target takes 1d8 points of damage plus an amount of damage equal your Strength modifier and must succeed at a Fortitude save or it takes 1d4 points of Dexterity damage. This poison damage is also modified on a confirmed critical hit.",
    "name_zh": "报复毒钉",
    "race_zh": "卡莉斯翠",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一根黄蜂刺），法器",
    "range_zh": "个人",
    "target_zh": "你",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>你长出个带着毒刺的巨型马蜂尾巴，蛰刺任何试图攻击你的对手。当你在此法术效果的影响下时，你可以用长出的尾针对攻击你的敌人进行借机攻击——即使在普通情况下他的攻击并不会导致借机攻击。你必须可以进行借机攻击才能用尾针发动攻击，这次借机攻击使用你的最高基本攻击加值并在攻击检定上具有+2神圣加值，尾针视为一件拥有19-20/x2重击范围的轻型武器。一旦被击中，这件武器可以造成1d8+你的力量调整值点伤害，并且如果对方不能通过一个强韧检定就会额外受到1d4点敏捷伤害，这个毒素伤害不会随着重击而翻倍。<\/p>"
}
