{
    "key": "vermin shape ii",
    "name": "Vermin Shape II",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Vermin%20Shape%20II",
    "source":     [
        "Ultimate Magic pg. 246",
        "Book of the Damned - Volume 2: Lords of Chaos pg. 49",
        "Inner Sea World Guide pg. 297"
    ],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 5,
        "arcanist": 5,
        "druid": 4,
        "hunter": 4,
        "investigator": 5,
        "magus": 5,
        "sorcerer": 5,
        "witch": 4,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "This spell functions as <i>vermin shape I<\/i>, except it also allows you to assume the form of a Tiny or Large creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, tremorsense 30 feet, scent, blood drain, constrict, grab, lunge, poison, pull, trample, and web. You don’t gain full immunity to mind-affecting effects, but you do gain a +4 bonus on all saving throws against such effects.<br><br><i>Tiny vermin<\/i>: If you take the form of a Tiny vermin, you gain a +4 size bonus to your Dexterity, a –2 penalty to your Strength, and a +1 natural armor bonus.<br><br><i>Large vermin<\/i>: If you take the form of a Large vermin, you gain a +4 size bonus to your Strength, a –2 penalty to your Dexterity, and a +5 natural armor bonus. ",
    "mythicSource": ["Mythic Origins pg. 13"],
    "mythicText": "Each <i>mythic vermin shape<\/i> spell must be learned individually, and you must know the respective non-mythic <i>vermin shape<\/i> spell to learn its mythic version. You don’t have to learn them in order, and aren’t required to know a lower-level <i>mythic vermin shape<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic vermin shape II<\/i> if you know <i>vermin shape II<\/i>, even if you don’t know <i>mythic vermin shape I<\/i>). Each <i>mythic vermin shape<\/i> spell adds the following benefits to its respective non-mythic version.<br><br>The spell’s bonuses to ability scores increase by 2, the natural armor bonus increases by 1, the ability score penalties decrease by 2 (minimum penalty of 0), and the resistance bonus on saving throws against mind-affecting effects increases by 2. Choose one natural attack type the vermin form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4).<br><br><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can act as if you had the Natural Spell feat for 1 round a number of times equal to your tier. For example, if you are 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of <i>mythic vermin shape<\/i>.",
    "name_zh": "虫类形态II",
    "castingTime_zh": "标准动作",
    "range_zh": "个人",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>这个法术工作方式如同虫类形态I (Vermin Shape I)，不过你还可以选择一种超小型或大型虫类生物形态。<\/p><p>如果你选择的形态有以下任何能力，你获得它们：30尺掘洞，60尺攀爬，60尺飞行 (良好机动性)，60尺游泳，60尺黑暗视觉，昏暗视觉，30尺震颤感知，嗅觉敏锐，吸血 (blood drain)，收缩 (constrict) ,攫取 (grab) , 突刺 (lunge)，毒素 (poison)，拖曳 (pull)，践踏 (trample) 或者织网 (web)。<\/p><p>你依然不会获得虫类对于影响心智效果的免疫能力，但是你对所有这些效果的豁免检定将会有+4加值。<\/p><p>－超小型虫类：如果你选择的是超小型虫类，你的敏捷获得+4体型加值，力量获得-2罚值，+1天生护甲。<\/p><p>－大型虫类：如果你选择的是大型虫类，你的力量获得+4体型加值，敏捷获得-2罚值，+5天生护甲。<\/p>"
}
