{
    "key": "vermin shape i",
    "name": "Vermin Shape I",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Vermin%20Shape%20I",
    "source":     [
        "Ultimate Magic pg. 246",
        "Book of the Damned - Volume 2: Lords of Chaos pg. 48",
        "Inner Sea World Guide pg. 297"
    ],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 4,
        "arcanist": 4,
        "bloodrager": 4,
        "druid": 3,
        "hunter": 3,
        "investigator": 4,
        "magus": 4,
        "redmantisassassin": 4,
        "sorcerer": 4,
        "witch": 3,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a piece of the creature whose form you plan to assume)",
    "range": "personal",
    "target": "you",
    "duration": "1 minute/level",
    "text": "When you cast this spell, you assume the form of any Small or Medium creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, scent, and lunge. You don’t gain full immunity to mind-affecting effects, but you do gain a +2 resistance bonus on all saving throws against such effects. <br><br><i>Small vermin<\/i>: If you take the form of a Small vermin, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. <br><br><i>Medium vermin<\/i>: If you take the form of a Medium vermin, you gain a +2 size bonus to your Strength and a +3 natural armor bonus.",
    "mythicSource": ["Mythic Origins pg. 13"],
    "mythicText": "Each <i>mythic vermin shape<\/i> spell must be learned individually, and you must know the respective non-mythic <i>vermin shape<\/i> spell to learn its mythic version. You don’t have to learn them in order, and aren’t required to know a lower-level <i>mythic vermin shape<\/i> spell before you learn a higher-level one (for example, you can learn <i>mythic vermin shape II<\/i> if you know <i>vermin shape II<\/i>, even if you don’t know <i>mythic vermin shape I<\/i>). Each <i>mythic vermin shape<\/i> spell adds the following benefits to its respective non-mythic version.<br><br>The spell’s bonuses to ability scores increase by 2, the natural armor bonus increases by 1, the ability score penalties decrease by 2 (minimum penalty of 0), and the resistance bonus on saving throws against mind-affecting effects increases by 2. Choose one natural attack type the vermin form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4).<br><br><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can act as if you had the Natural Spell feat for 1 round a number of times equal to your tier. For example, if you are 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of <i>mythic vermin shape<\/i>.",
    "name_zh": "虫类形态I",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (一片你所选择的生物的身体组织)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1分钟/等级",
    "text_zh": "<p>当你施放该法术，你可以从小型或中型的虫类中选择一种。<\/p><p>如果你所选择的生物拥有以下列表中的能力，你获得这些能力：30尺攀爬，30尺飞行 (普通机动性)，30尺游泳，60尺黑暗视觉，昏暗视觉，嗅觉敏锐，突刺。<\/p><p>你不会得到虫类的完全免疫影响心智效果的能力，但是你可以在所有对抗这些效果的检定中获得+2抗力加值。<\/p><p>－小型虫类：如果你选择的是小型虫类，你获得+2敏捷的体型加值和+2天生护甲。<\/p><p>－中型虫类：如果你选择的是中型虫类，你获得+2力量的体质加值和+3天生护甲。<\/p>"
}
