{
    "key": "vinetrap",
    "name": "Vinetrap",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Vinetrap",
    "source": ["Chronicle of the Righteous pg. 51"],
    "school": "conjuration",
    "levels":     {
        "cleric": 8,
        "druid": 8,
        "oracle": 8
    },
    "castingTime": "10 minutes",
    "components": "V, S, DF",
    "range": "long (400 ft. + 40 ft./level)",
    "area": "radius spread of up to 10 ft./level, 90 ft. high",
    "duration": "1 hour/level (D)",
    "savingThrow": "Reflex negates (see text)",
    "spellResistance": "yes",
    "text": "Vines choked with thorns, blossoms, leaflets, and other floral debris burst to life on and around the subject of this spell, winding around limbs and armor and making it progressively more difficult for the subject to maneuver. When this spell is cast, the subject may attempt a Reflex save. Success indicates that the vines fail to take root and the spell has no effect. On a failed save, the subject’s base speed is immediately reduced by 5 feet. Each round thereafter, the subject must make another successful Reflex save or his speed is reduced by another 5 feet. This occurs each round until he is reduced to a speed equal to half of what it was before the spell was cast.<br><br>As a full-round action, the subject or an adjacent creature can tear the vines off the subject’s body, resetting the speed penalty to just 5 feet, though the vines continue to grow each round thereafter for the spell’s duration, requiring additional checks, unless it is actually dispelled. The spell’s effects can also be prematurely ended by dealing at least 20 points of fire damage to the subject. When the spell’s duration ends or the effect is terminated, the vines immediately wilt and the subject’s speed returns to normal. Regardless of the subject’s base speed, the vines cannot reduce a creature’s speed below 5 feet.<br><br>This spell has additional effects depending on which version you cast, chosen when you cast the spell.<br><br><i>Blessed Thorns<\/i>: The vines sprout vicious thorns made of celestial steel. Each round at the beginning of your turn, the subject takes 2d4 points of damage, plus 1 point of damage for each round since the creature last took a full-round action to tear the vines off. When you cast this version of the spell, you can also choose to make the thorns either cold iron or silver for the purposes of overcoming damage reduction.<br><br><i>Noxious Vines<\/i>: The vines emit noxious fumes that act as a lung and eye irritant. The subject and any creatures adjacent to the subject must attempt a DC 15 Fortitude check each round at the beginning of their turn. On a failed save, the creatures becomes blinded for that round and can’t cast spells with verbal components.<br><br><i>Swift Vines<\/i>: The vines act twice as quickly as normal, and slow the creature by 10 feet per round instead of 5 feet (though they still can’t decrease the creature’s speed to less than half). In addition, once the creature is slowed to halfspeed, it becomes staggered until the vines are torn off or the spell ends.",
    "name_zh": "藤蔓陷阱",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、法器",
    "range_zh": "远距 (400尺+每等级40尺)",
    "area_zh": "扩散, 半径为10尺/等级, 高90尺",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>在目标地区四周，长满尖刺，鲜花，绿叶的藤蔓并发出鲜活生机，缠住四肢与盔甲，令受术区域内的行动越来越艰难。在施展时，受术者可以尝试反射检定。成功意味着藤蔓未能生根，法术无效。如果豁免失败，受术者的基础速度减缓5尺，之后的每轮必须进行另一次反射豁免检定，不然速度再减少5尺，最低到在本法术施放前，受术者自身速度的一半。<\/p><p>以一个整轮动作，受术者或临近的生物可以尝试撕开受术者身上的藤蔓，将速度罚值恢复到5尺，但藤蔓在法术持续时间内，每轮都会持续生长，除非解除，不然还是需要进行额外检定。对受术者造成至少20点火焰伤害也会使法术提前结束。当法术持续时间结束或效果终止时，藤蔓立刻枯萎，受术者的移动速度恢复正常。无论如何，藤蔓无法将生物的移动速度降低到5尺以下。<\/p><p>根据你选择的版本，藤蔓有其他附带效果，你必须在施法时进行选择：<\/p><p>祝福之刺：藤蔓长出由天界精钢构成的刺命性荆刺，每轮在你的回合开始时，受术者受到2d4点伤害，再加上等同上一次以整轮动作扯开藤蔓到现在轮数的伤害。当你选择这个版本时，你可以选择刺的材质为寒铁或银来穿透伤害减免。<\/p><p>毒气藤：藤蔓散发出有毒气体，使肺与眼睛感到刺激。受术者在他的回合开始时，需要通过DC 15的强韧检定。如果豁免失败，当轮目盲并且无法施展带有语言成分的法术。<\/p><p>迅捷藤：这种藤蔓的行动速度为正常的两倍，每轮造成的速度惩罚为10尺而非5尺(即使如此仍无法将生物的速度降到半速以下)。此外，如果生物被减速到半速，除非藤蔓被扯去或法术结束，受术生物会变得蹒跚（staggered）。<\/p>"
}
