{
    "key": "visualization of the body",
    "name": "Visualization of the Body",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Visualization%20of%20the%20Body",
    "source": ["Divine Anthology pg. 13"],
    "school": "transmutation",
    "descriptors": ["meditative"],
    "levels":     {
        "arcanist": 2,
        "cleric": 2,
        "druid": 2,
        "magus": 2,
        "ranger": 2,
        "shaman": 2,
        "warpriest": 2,
        "wizard": 2
    },
    "castingTime": "1 hour",
    "components": "V, M (soothing incense worth 200 gp)",
    "range": "personal",
    "target": "you",
    "duration": "24 hours or until discharged",
    "text": "You focus your mind on one aspect of your body, aligning the energies within your body to enhance that element. Choose a single physical ability score (Constitution, Dexterity, or Strength). If you choose Strength or Dexterity, you gain a +5 bonus on skill checks associated with that ability score. If you choose Constitution, your maximum and current hit points increase by an amount equal to your Hit Dice.<br><br> At any time during the spell’s duration, you can expend the spell’s remaining duration as an immediate action in order to gain a one-time physical enhancement associated with the ability score you chose to visualize, as detailed below. After you do so, the spell ends.<br><br> <b>Constitution<\/b>: You immediately regain a number of hit points equal to 1d8 + your total character level.<br><br> <b>Dexterity<\/b>: You gain a +4 dodge bonus to your Armor Class for 3 rounds.<br><br> <b>Strength<\/b>: You gain a +6 bonus on all Strength checks to break objects and on checks to escape or establish grapples for 1 minute. ",
    "name_zh": "身体具现",
    "castingTime_zh": "1小时",
    "components_zh": "语言，材料（价值200gp的舒缓香料）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "24小时, 或 直至能量发散",
    "text_zh": "<p>你专注于你身体的一个方面，调整你身体内的能量来增强这个元素。选择一种物理属性（体质，敏捷，或力量）。如果你选择力量或敏捷，你在与该属性相关的技能检定中获得+5加值。如果你选择体质，你的最大和目前生命值将增加等于你生命骰的数目。<\/p><p>在法术持续时间内的任何时候，你可以用一个直觉动作来将法术的剩余持续时间换取一个一次性的身体强化，与你选的属性相关，如下所属。在你这么做以后，法术就会结束。<\/p><p>体质：你立刻重获等于1d8+你的全部角色等级的生命值。<\/p><p>敏捷：你在3轮内于AC上获得+4的闪避加值。<\/p><p>力量：你在1分钟内于打破物品和逃脱或实施擒抱的所有力量检定上获得+6加值。<\/p>"
}
