{
    "key": "voluminous vocabulary",
    "name": "Voluminous Vocabulary",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Voluminous%20Vocabulary",
    "source": ["Ultimate Intrigue pg. 229"],
    "school": "divination",
    "levels":     {
        "alchemist": 3,
        "arcanist": 3,
        "bard": 2,
        "cleric": 3,
        "inquisitor": 2,
        "investigator": 3,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "oracle": 3,
        "psychic": 3,
        "shaman": 4,
        "skald": 2,
        "sorcerer": 3,
        "spiritualist": 3,
        "warpriest": 3,
        "witch": 3,
        "wizard": 3
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a quill)",
    "range": "touch",
    "target": "creature touched",
    "duration": "8 hours (D)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "You choose any language (except for secret languages, such as Druidic). The target gains the ability to speak, understand, read, and write that language. When you cast this spell, you can attempt a DC 15 Linguistics check. If you succeed, choose an additional language, plus one more language for every 10 by which your check result exceeded the DC.<br><br> Written material can be read at the rate of one page (250 words) per minute. As with <i>comprehend languages<\/i>, this spell doesn’t impart insight into material the target read, just the literal meaning, and it doesn’t allow the target to read magical writing or decipher codes.<br><br> If the target lacks the mental capacity to grasp a language, it still gains enough knowledge to respond to and carry out even extremely complex commands or suggestions coached in the language (whether written or spoken). However, since this spell endows the target merely with a temporarily enhanced vocabulary, the person offering instructions to nonsentient creatures must take care to avoid metaphors or any other ambiguity.",
    "name_zh": "丰富词藻",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（大翎毛）",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "8小时 (可解消)",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>你选择任意语言（秘密语言除外，比如德鲁伊语）。目标获得说出、理解、阅读、和书写该语言的能力。当你施放该法术时，要尝试1次DC为15的语言学检定。若成功，则可以选择1种额外语言，检定结果每比DC高10点，你都可以再多选择1种额外语言。<\/p><p>目标能以每分钟1页（每页250个字）的速率阅读书面材料。与通晓语言（Comprehend Languages）一样，该法术不会直接植入目标阅读的书面材料的含义，它仅仅提供字面意思，而且也不会提供阅读魔法文字或破译密码的功能。<\/p><p>即便目标的智能不足以掌握1门语言，该法术仍旧会赋予足够的知识，让目标能够响应和执行该语言（无论是书面还是口头）给出的非常复杂的命令（extremely complex commands）或建议指导（suggestions coached）。然而由于该法术仅仅暂时增强了目标的词汇量，对无知性（non-sentient）生物提出指令的人必须小心，尽可能避免隐喻或者任何其他暧昧的表述。<\/p>"
}
