{
    "key": "wall of suppression",
    "name": "Wall of Suppression",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Suppression",
    "source": ["Advanced Player's Guide pg. 255"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (powdered adamantine worth 1,000 gp)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "anti-magic wall occupying up to two 5 ft. cubes/level (S)",
    "duration": "10 minutes/level; see text",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a wall of glittering motes that suppresses or even negates any magical effect passing through it. The wall appears to have no actual substance and does not physically obstruct or impede anything attempting to move through it. However, the wall exerts a powerful anti-magical effect. Any magic item or magical spell or effect of your caster level or lower that passes through the wall is suppressed for 1 round per level. Spells or effects with durations expire normally, even while thus suppressed. A spell or effect with a duration greater than that of the suppression effect resumes functioning normally when the suppression ends. The wall affects all magical effects, including spells, spell-like abilities, magical items, and any effects stemming from them that pass through the wall. The wall does not suppress a creature’s ability to cast spells, use spell-like abilities, or any other sort of limited-use abilities even if the wall suppresses a particular application of those abilities. However, if a creature with magical abilities that are constant or otherwise always active passes through the wall, those abilities are suppressed for the normal duration.<br><br>The wall blocks line of effect, so no spell or effect can pass through the wall, but it does not block line of sight. Magic items or spell effects with a higher caster level than yours are unaffected by the <i>wall of suppression<\/i>. The wall does not affect artifacts, anything stemming from the direct action of a deity, or similarly powerful sorts of magic.",
    "name_zh": "抑制法墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (价值1000gp的精金粉末)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "最多占据每等级两个5尺边长立方体的反魔法墙 (区域可变)",
    "duration_zh": "10分钟/等级; 见文本",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造了一道由闪闪发光的尘埃构成的墙壁，它能够压制所有穿越它的魔法效果。<\/p><p>墙没有物理实体，不会妨碍或阻挡任何试图穿过它的移动。然而，墙体拥有强大的反魔法效果。任何魔法物品或法术效果，如果它比你的施法者等级低，在穿越墙体后将被压制每施法者等级一轮。<\/p><p>法术或效果在被压制期间正常计算持续时间。如果法术或效果的持续时间大于压制时间，那么压制时间结束后仍可以正常继续运作。<\/p><p>墙壁会影响所有的魔法效果，包括法术、类法术能力、魔法物品以及其他任何穿过墙壁的效果。<\/p><p>墙壁不会压制生物的施法、使用类法术或使用其他有限次数的能力，不过在使用后墙体会立刻压制其效果。但是，如果一个生物具有常时开启和作用的魔法能力，在它穿越墙壁后，能力还是会正常被压制。<\/p><p>墙壁将会阻断效果线，所以法术和效果将不可穿越墙壁，不过它不会阻挡视线。<\/p><p>施法者等级高于你的魔法物品和法术将不会受到墙的影响。此外，墙壁不会影响神器、任何拥有神格或与其拥有同样强大力量的存在的行动。<\/p>"
}
