{
    "key": "wall of ectoplasm",
    "name": "Wall of Ectoplasm",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wall%20of%20Ectoplasm",
    "source": ["Occult Adventures pg. 190"],
    "school": "evocation",
    "levels":     {
        "arcanist": 5,
        "cleric": 5,
        "oracle": 5,
        "psychic": 5,
        "sorcerer": 5,
        "spiritualist": 5,
        "warpriest": 5,
        "wizard": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (small bit of gauze)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "opaque sheet of ectoplasm up to 10 ft. square/level or a sphere or hemisphere with a radius of up to 1 ft./level",
    "duration": "1 minute/level",
    "savingThrow": "none, and Will negates, see text",
    "spellResistance": "yes",
    "text": "You draw forth a massive veil of ectoplasm that roils with restless spirits. Immovable once formed, the <i>wall of ectoplasm<\/i> is 1 inch thick per caster level and covers up to a 10-foot-square area per caster level (so a 10th-level wizard can create a <i>wall of ectoplasm<\/i> 100 feet long and 10 feet h igh, a wall 25 feet long and 40 feet high, or any other combination of length and height that does not exceed 1,000 square feet). The plane can be oriented in any fashion and need not be anchored, but must be created continuous and unbroken. The wall can’t include squares that have creatures within them, even if the creatures are on the Ethereal Plane. The wall exists on both the Material Plane and Ethereal Plane, and blocks ethereal and incorporeal creatures from passing through it.<br><br>One side of the wall, selected by you, radiates a deeply foreboding and menacing aura from the writhing spirits within. The range of this mind-affecting fear effect is 10 feet from the wall’s surface, and creatures that are in range when the wall is created or that later approach to within 10 feet must succeed at a Will save or become shaken (or panicked if they have 4 Hit Dice or fewer) for 1 round per your caster level.<br><br>Each 10-foot square of the wall has 2 hit points per inch of thickness. A section of the wall whose hit points drop to 0 is breached, but if a section is destroyed, the remaining ectoplasm in the wall immediately fills in any such hole created, reducing the wall’s overall size by one 10-foot square but remaining a contiguous barrier. The wall can also take the form of a sphere or hemisphere whose maximum radius is 1 foot per caster level, and that is as hard to break through as the ectoplasmic plane form.",
    "name_zh": "灵质墙",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一小段纱布）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "灵质构成的不透明薄片，大小至多为每等级10平方尺或半径至多为每等级1尺的球形或半球形",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无 和 意志, 通过则无效; 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>你唤起一道灵质构成的巨大遮挡物，它的表面上映照出翻搅着的躁动精魂。灵质墙一旦形成便被固定住，它的厚度为每施法者等级1英吋，覆盖的面积至多为每施法者等级10尺见方的区域（因此10级的法师可以创造出长100尺高10尺的灵质墙，25尺长40尺高的墙，或者任意其他总计不超过1000平方尺的长高组合）。这些平面可以以任意方式设置朝向，而且还不需要固定物，但是你必须以连贯且没有中断的方式创造它。唤出灵质墙的位置不能包含任何有生物占据的方格，即便这些生物位于灵界位面（Ethereal Plane）也不行。灵质墙同时存在于主物质位面（the Material Plane）和灵界位面，它可以阻拦想要穿过灵质墙的灵界（ethereal creatures）和虚体生物（incorporeal creatures）。<\/p><p>在由你选择的灵质墙的一侧，会浮现出墙内翻滚着的精魂，它们散发着极其不详且凶险的灵光。这种影响心灵（mind-affecting）的恐惧（fear）效果的范围为墙壁的表面向外延伸10尺的距离，在灵质墙被创造时身处该范围内的生物、或者在之后靠近到距离墙壁10尺范围内的生物必须进行一次意志豁免，失败则会陷入战栗（Shaken），若生物的生命骰为4个或更少的话，则会陷入恐慌（Panicked），持续时间均为每施法者等级1轮。<\/p><p>对于每个大小为10尺见方的墙体来说，每英吋厚度都具有2点生命值。当其中一部分墙体的生命值降低至0点时，这部分的墙壁便被破坏了，然而当墙体的一部分被破坏后，墙内剩余的灵质会立即填满这样的孔洞，使得墙体的整体尺寸降低一个10尺见方的大小，但仍旧维持墙体本身的连贯性。灵质墙还能被塑造成球形或半球形的形态，在这种情况下它的半径至多为每施法者等级1尺，并且与墙壁形态一样难以被破坏。<\/p>"
}
