{
    "key": "web shelter",
    "name": "Web Shelter",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Web%20Shelter",
    "source": ["Ultimate Magic pg. 249"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 2,
        "cleric": 2,
        "druid": 2,
        "hunter": 2,
        "oracle": 2,
        "ranger": 2,
        "shaman": 2,
        "sorcerer": 2,
        "summoner": 2,
        "summoner (unchained)": 2,
        "warpriest": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 minute",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "5 ft.–10 ft. diameter web sphere or 5 ft.–20 ft. hemisphere",
    "duration": "1 hour/level (D)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You create a shelter of slightly sticky webbing. The shelter has a hinged door large enough to accommodate a Medium creature. The opaque walls of the shelter measure 1 inch thick and provide total cover to anyone within it.<br><br>Only Fine creatures with negligible Strength can be caught in the webbing (including swarms); all other creatures can pull themselves free without making a Strength check or taking an action. The webbing is sticky enough to hold twigs, leaves, dirt, and other light items, allowing you to conceal the shelter. The shelter is watertight and insulated when the door is closed. Its surface has a hardness of 0 and 2 hit points for every 5-foot square of web surface area. It takes normal damage from fire and burns as easily as wood. When the spell ends, the webbing decays rapidly and disappears.",
    "name_zh": "蛛网庇护所",
    "castingTime_zh": "1分钟",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "effect_zh": "一个5-10英尺半径的球形或5-20英尺半径的半球形",
    "duration_zh": "1小时/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "否",
    "text_zh": "<p>你创造出了一个由带粘性的蛛丝构成的庇护所。庇护所拥有一扇悬挂门，并且大小足够容纳一个中型生物。庇护所的墙壁厚一英吋，并且不透明，能完全遮蔽其中的任何人。<\/p><p>只有毫无力量的微型生物才会被蛛网黏住 (包括集群)，其他所有生物都可以在不使用任何动作和不进行力量检定的情况下摆脱黏着。蛛丝有足够黏性粘住一些树枝、树叶、灰尘和其他较轻的物品，让你可以用来遮蔽庇护所。<\/p><p>庇护所的门在关闭之后完全防水和绝缘。其表面硬度为0，每5平方英尺生命值为5HP。庇护所会正常受到火焰伤害而且和木头一样易燃。<\/p><p>当法术结束，庇护所会迅速腐败并且消失。<\/p>"
}
