{
    "key": "web",
    "name": "Web",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Web",
    "source": ["PRPG Core Rulebook pg. 368"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "adept": 2,
        "arcanist": 2,
        "magus": 2,
        "sorcerer": 2,
        "witch": 2,
        "wizard": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (spider web)",
    "range": "medium (100 ft. + 10 ft./level)",
    "effect": "webs in a 20-ft.-radius spread",
    "duration": "10 min./level (D)",
    "savingThrow": "Reflex negates",
    "spellResistance": "no",
    "text": "<i>Web<\/i> creates a many-layered mass of strong, sticky strands. These strands trap those caught in them. The strands are similar to spiderwebs but far larger and tougher. These masses must be anchored to two or more solid and diametrically opposed points or else the web collapses upon itself and disappears. Creatures caught within a web become grappled by the sticky fibers. Attacking a creature in a web doesn't cause you to become grappled.<br><br>Anyone in the effect's area when the spell is cast must make a Reflex save. If this save succeeds, the creature is inside the web but is otherwise unaffected. If the save fails, the creature gains the grappled condition, but can break free by making a combat maneuver check or Escape Artist check as a standard action against the DC of this spell. The entire area of the web is considered difficult terrain. Anyone moving through the webs must make a combat maneuver check or Escape Artist check as part of their move action, with a DC equal to the spell's DC. Creatures that fail lose their movement and become grappled in the first square of webbing that they enter.<br><br>If you have at least 5 feet of web between you and an opponent, it provides cover. If you have at least 20 feet of web between you, it provides total cover.<br><br>The strands of a <i>web<\/i> spell are flammable. A <i>flaming weapon<\/i> can slash them away as easily as a hand brushes away cobwebs. Any fire can set the webs alight and burn away one 5-foot square in 1 round. All creatures within flaming webs take 2d4 points of fire damage from the flames.<br><br><i>Web<\/i> can be made permanent with a <i>permanency<\/i> spell. A permanent web that is damaged (but not destroyed) regrows in 10 minutes.",
    "mythicSource": ["Mythic Adventures pg. 112"],
    "mythicText": "The webs are filled with spider swarms (one spider swarm for each 10-foot-by-10-foot area covered in webs). Any creature caught in or moving through the webs is attacked by a spider swarm (or multiple swarms, if it passes through the space of more than one swarm). The spiders don’t leave the area of webbing. Destroying the web in an area destroys the swarm there as well, and completely destroying the web destroys all the swarms.<br><br><b>Augmented (5th)<\/b>: If you expend two uses of mythic power, the webs increase to a 50-foot-radius spread. Webs span any gaps between available anchor points in the area, possibly creating multiple non-contiguous webbed areas. Non-mythic abilities that make creatures immune to webs (such as <i>freedom of movement<\/i>) instead give them a +5 bonus on saves, combat maneuver checks, and Escape Artist checks against <i>mythic web<\/i>. ",
    "name_zh": "蛛网术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (蜘蛛网)",
    "range_zh": "中距 (100尺+每等级10尺)",
    "effect_zh": "半径20尺扩散范围的蜘蛛网",
    "duration_zh": "10分钟/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则无效",
    "spellResistance_zh": "否",
    "text_zh": "<p>蛛网术可造出一大片多层又坚韧又粘稠的丝状物。这些粘丝会困住其中的生物。它们看起来像蜘蛛网，但远比蜘蛛网更大更粗。这些粘丝必须固定在两个或多个完全相对的固定点上，否则就会因不能完全张开而消失。在蛛网中的生物会被粘丝擒抱。但攻击蛛网内的生物不会让你也被擒抱。<\/p><p>在施放法术时处于效果区域内的任何人都必须进行反射豁免。若豁免成功，生物就会处于蜘蛛网内但是不受影响。若豁免失败，生物会获得擒抱状态，但是可以通过以标准动作进行战技检定或者逃脱检定对抗法术的DC。蛛网区域内被视为困难地形。任何生物若在蛛网内移动，则必须以移动动作的一部分进行战技检定或者逃脱检定，DC等同于法术的DC。检定失败的生物会失去他们的移动并且被擒抱在他们在蛛网内进入的第一个方格。<\/p><p>若你与一名敌人之间至少有5尺的蛛网，那么它会提供掩蔽。若你们之间至少有20尺的蛛网，则会提供全掩蔽。<\/p><p>蛛网术创造的丝状物是可燃的。〈炽焰〉武器可以简单扯开这些蛛网，就如同用手拨开普通的蜘蛛网一般。任何火焰都可以点燃蛛网，以每轮5尺方格的速度烧掉蛛网。所有在燃烧的蛛网内的生物会由于这些火焰受到2d4点火焰伤害。<\/p><p>蛛网术能够被‘<a href=\"spell.html?spell=permanency\">魔法恒定术 (permanency)<\/a>’恒定。被损坏 (或被摧毁) 的永久蛛网术会在10分钟后复原。<\/p>",
    "mythicText_zh": "<p>蛛网上会布满蜘蛛群（spider swarms，蛛网上的每个10尺x10尺区域内会有一个蜘蛛群）。任何被困在蛛网内或穿过蛛网的生物都会被蜘蛛群攻击（或者复数个蜘蛛群，如果他通过的空间会遇到多个集群）。蜘蛛们不会离开蛛网的区域。破坏蛛网的同时也会摧毁该片区域的蜘蛛群，彻底摧毁蛛网会消灭所有集群。<\/p><p><b>强化（5阶）<\/b>：若你花费2次神话之力，蛛网会增加至50尺半径扩散范围。区域内的蛛网会横跨任何固定点（anchor points）之间的缺口，这很可能会创造出许多不连贯的蛛网区域。使生物免疫蛛网术的非神话能力（比如行动自如freedom of movement）现在只能在对抗神话蛛网术的豁免、战技检定以及逃脱检定中给予他们+5加值。<\/p>"
}
