{
    "key": "whirlwind",
    "name": "Whirlwind",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Whirlwind",
    "source": ["PRPG Core Rulebook pg. 369"],
    "school": "evocation",
    "descriptors": ["air"],
    "levels":     {
        "druid": 8,
        "shaman": 8
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "long (400 ft. + 40 ft./level)",
    "effect": "cyclone 10 ft. wide at base, 30 ft. wide at top, and 30 ft. tall",
    "duration": "1 round/level (D)",
    "savingThrow": "Reflex negates",
    "spellResistance": "yes",
    "text": "This spell creates a powerful cyclone of raging wind that moves through the air, along the ground, or over water at a speed of 60 feet per round. You can concentrate on controlling the cyclone's every movement or specify a simple program. Directing the cyclone's movement or changing its programmed movement is a standard action for you. The cyclone always moves during your turn. If the cyclone exceeds the spell's range, it moves in a random, uncontrolled fashion for 1d3 rounds and then dissipates. (You can't regain control of the cyclone, even if it comes back within range.)<br><br>Any Large or smaller creature that comes in contact with the spell effect must succeed on a Reflex save or take 3d6 points of damage. A Medium or smaller creature that fails its first save must succeed on a second one or be picked up bodily by the cyclone and held suspended in its powerful winds, taking 1d8 points of damage each round on your turn with no save allowed. You may direct the cyclone to eject any carried creatures whenever you wish, depositing the hapless souls wherever the cyclone happens to be when they are released.",
    "mythicSource": ["Mythic Adventures pg. 112"],
    "mythicText": "The cyclone becomes 15 feet wide at the base, 40 feet wide at the top, and 40 feet tall. The cyclone’s effect on Large or smaller creatures also applies to Huge creatures, and its damage increases to 3d8 points of damage. The effect on Medium or smaller creatures also applies to Large creatures, and the damage it deals each turn increases to 2d6 points of damage.<br><br><b>Augmented (8th)<\/b>: If you expend three uses of mythic power, the cyclone’s size increases to 50 feet wide at the base, 150 feet wide at the top, and 150 feet tall. Creatures and objects of all sizes touched by the whirlwind take 8d8 points of damage (Reflex negates), and the damage dealt to those trapped in the cyclone increases to 6d6 points of damage per round. Additionally, unattended objects smaller than 30 feet to a side are swept up in the effect. The area within 20 feet of the whirlwind is treated as severe wind (<i>Core Rulebook<\/i> 439), and within 40 feet it is treated as strong wind. ",
    "name_zh": "旋风术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 法器",
    "range_zh": "远距 (400尺+每等级40尺)",
    "effect_zh": "底宽10英尺，顶宽30英尺, 高30英尺的旋风",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "反射, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>此法术造出一股狂暴的旋风，旋风可以在空中、陆上或海面行进，它的速度为每轮60英尺。你可以专注控制旋风的每一步走向，或以简单的命令指示。指挥走向或改变指令都属于标准动作。旋风总是在你的回合中移动。如果旋风移到法术距离以外，则会完全不受控制的随机移动1d3轮，然后消散。 (即便旋风回到法术范围内，你无法再次获得它的控制权。)<\/p><p>任何大型或更小的生物一旦接触到法术效果就必须进行反射检定，失败则受到3d6点伤害。任何大型或更小的生物一旦遇到旋风就必须进行反射检定，未通过则受到3d6点伤害。中型或更小的生物若第一次检定失败，则需再次进行检定，若失败则被卷到旋风中，在你的回合中每轮受1d8点伤害，且不允许进行豁免检定。你可以随时要求旋风甩出卷入的生物，这些倒霉的家伙将落在被甩出时旋风所在的地方。<\/p>",
    "mythicText_zh": "<p>旋风的底宽变为15尺，顶宽60尺，40尺高。旋风原本对大型或更小生物产生的效果现在也适用于超大型生物，而且它的伤害增加至3d8点。对中型或更小的生物造成的效果现在适用于大型生物，而且它每回合造成的伤害增加至2d6点。<\/p><p><b>强化（8阶）<\/b>：若你花费3次神话之力，旋风的体积就会增加至底宽50尺，顶宽150尺，150尺高。所有体型的生物与物体在被旋风接触到时都会受到8d8点伤害（反射，通过则无效），而且被困在旋风内的生物所受到的伤害增加至每轮6d6点。除此之外，边长小于30尺的无主物体会被卷入该效果中。距离旋风20尺范围内的区域被视为刮起烈风（severe wind），而40尺范围内的区域则被视为刮起强风（strong wind）。<\/p>"
}
