{
    "key": "whispering lore",
    "name": "Whispering Lore",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Whispering%20Lore",
    "source": ["Advanced Race Guide pg. 29"],
    "school": "divination",
    "race": "elf",
    "levels":     {
        "cleric": 2,
        "druid": 1,
        "hunter": 1,
        "medium": 1,
        "oracle": 2,
        "psychic": 1,
        "ranger": 1,
        "warpriest": 2,
        "witch": 1
    },
    "castingTime": "1 full-round action",
    "components": "V, S, M/DF (an owl’s beak)",
    "range": "personal",
    "target": "you",
    "duration": "10 minutes/level (D)",
    "text": "Upon casting this spell, you are able to gain knowledge from the land itself. As you walk through the terrain, it whisper information in a language you understand, though the whispering is so rambling it is hard to distinguish useful information. This whispering grants you a +4 insight bonus on a single Knowledge skill type appropriate to the type of terrain you are in. If you are within a cold, desert, forest, jungle, mountain, plains, swamp, or water environment, you gain the bonus on Knowledge (nature) checks. If you are within an underground environment, you gain the bonus on Knowledge (dungeoneering) checks. If you are within an urban environment, you gain the bonus on Knowledge (local) checks. If you are on a plane other than the Material Plane, you gain the bonus on Knowledge (planes) checks. If you enter a new terrain, you lose the previous terrain’s skill bonus and gain the new bonus.",
    "name_zh": "知识之耳语",
    "race_zh": "精灵",
    "castingTime_zh": "整轮动作",
    "components_zh": "语言, 姿势, 材料/法器 (猫头鹰的喙)",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "10分钟/等级 (可解消)",
    "text_zh": "<p>通过施放这个法术，你能够通过这片土地本身获取知识。当你穿过这片地区时，大地会用你理解的语言通过耳语告知你信息——尽管这些耳语太过漫长以至于难以筛选出有用的信息。这些耳语声会使你在一项知识技能检定获得+4洞察加值，根据你所在的地形不同，所提升的知识类型也不同。如果你处于冰原、沙漠、森林、丛林、山地、平原、沼泽或水体环境中时，你的知识 (自然) 检定获得加值。如果你处于地下环境，那么你的知识 (地城) 获得加值。如果你处于城镇环境，你的知识 (地方) 检定获得加值。如果你处于主位面以外的位面，你的知识 (位面) 检定获得加值。如果你进入一种新地形，你会失去前一种地形赋予的加值并且获得新的对应地形的加值。<\/p>"
}
