{
    "key": "wish",
    "name": "Wish",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wish",
    "source": ["PRPG Core Rulebook pg. 370"],
    "school": "universal",
    "levels":     {
        "arcanist": 9,
        "psychic": 9,
        "sorcerer": 9,
        "wizard": 9
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (diamond worth 25,000 gp)",
    "range": "see text",
    "duration": "see text",
    "savingThrow": "none, see text",
    "spellResistance": "yes",
    "text": "<i>Wish<\/i> is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even <i>wish<\/i>, however, has its limits. A <i>wish<\/i> can produce any one of the following effects.<br><ul><li>Duplicate any sorcerer/wizard spell of 8th level or lower, provided the spell does not belong to one of your opposition schools.<\/li><li>Duplicate any non-sorcerer/wizard spell of 7th level or lower, provided the spell does not belong to one of your opposition schools.<\/li><li>Duplicate any sorcerer/wizard spell of 7th level or lower, even if it belongs to one of your opposition schools.<\/li><li>Duplicate any non-sorcerer/wizard spell of 6th level or lower, even if it belongs to one of your opposition schools.<\/li><li>Undo the harmful effects of many other spells, such as <i>geas/quest<\/i> or <i>insanity<\/i>.<\/li><li>Grant a creature a +1 inherent bonus to an ability score. Two to five <i>wish<\/i> spells cast in immediate succession can grant a creature a +2 to +5 inherent bonus to an ability score (two <i>wishes<\/i> for a +2 inherent bonus, three <i>wishes<\/i> for a +3 inherent bonus, and so on). Inherent bonuses are instantaneous, so they cannot be dispelled. <i>Note<\/i>: An inherent bonus may not exceed +5 for a single ability score, and inherent bonuses to a particular ability score do not stack, so only the best one applies.<\/li><li>Remove injuries and afflictions. A single <i>wish<\/i> can aid one creature per caster level, and all subjects are cured of the same kind of affliction. For example, you could heal all the damage you and your companions have taken, or remove all poison effects from everyone in the party, but not do both with the same <i>wish<\/i>.<\/li><li>Revive the dead. A <i>wish<\/i> can bring a dead creature back to life by duplicating a <i>resurrection<\/i> spell. A <i>wish<\/i> can revive a dead creature whose body has been destroyed, but the task takes two <i>wishes<\/i>: one to recreate the body and another to infuse the body with life again. A <i>wish<\/i> cannot prevent a character who was brought back to life from gaining a permanent negative level.<\/li><li>Transport travelers. A <i>wish<\/i> can lift one creature per caster level from anywhere on any plane and place those creatures anywhere else on any plane regardless of local conditions. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.<\/li><li>Undo misfortune. A <i>wish<\/i> can undo a single recent event. The <i>wish<\/i> forces a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a <i>wish<\/i> could undo an opponent's successful save, a foe's successful critical hit (either the attack roll or the critical roll), a friend's failed save, and so on. The reroll, however, may be as bad as or worse than the original roll. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.<\/li><\/ul><br>You may try to use a <i>wish<\/i> to produce greater effects than these, but doing so is dangerous. (The <i>wish<\/i> may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment, at the GM's discretion.)<br><br>Duplicated spells allow saves and spell resistance as normal (but save DCs are for 9th-level spells).<br><br>When a <i>wish<\/i> duplicates a spell with a material component that costs more than 10,000 gp, you must provide that component (in addition to the 25,000 gp diamond component for this spell).",
    "mythicSource": ["Mythic Adventures pg. 112"],
    "mythicText": "When using <i>mythic wish<\/i> to duplicate another spell, you can duplicate a mythic spell you know (if you’re a spontaneous caster) or have prepared (if you’re a caster who prepares spells). If you don’t know or haven’t prepared the mythic spell, you can expend a second use of mythic power to duplicate the mythic version of the desired spell.<br><br> You can also produce any one of the following effects that modify or replace effects listed in the non-mythic <i>wish<\/i> spell description: <ul><li>If you use <i>mythic wish<\/i> to remove injuries and afflictions, you can expend a number of uses of mythic power to remove that number of additional afflictions from all affected creatures.<\/li><li>If you use <i>mythic wish<\/i> to revive the dead, you can expend a second use of mythic power to negate the target’s permanent negative level from the <i>resurrection<\/i>.<\/li><li>Alter fate. By expending a second use of mythic power, you can cast <i>mythic wish<\/i> as an immediate action before a 1d20 roll is attempted and choose what number you want to come up on the die.<\/li><\/ul> <br><br><b>Augmented<\/b>: If you expend two uses of mythic power, you can cast a silent, stilled <i>mythic wish<\/i>, even if you’re helpless or couldn’t otherwise take actions (but not unconscious). ",
    "name_zh": "祈愿术",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势, 材料 (价值25000gp的钻石)",
    "range_zh": "见文本",
    "target_zh": ", 区域或效果        见后文",
    "duration_zh": "见文本",
    "savingThrow_zh": "无, 见文本",
    "spellResistance_zh": "可",
    "text_zh": "<p>祈愿术是术士或法师能够施放的最为强大的法术。仅靠着大声说话，你就能够按照自己的意愿改变现实。然而即便是祈愿术，仍然会受到一些限制。祈愿术能够产生后述效果中的一个。<\/p><p><ul><li>复制任何8环或更低环位的术士/法师法术，不过该法术不能属于你的对立学派。<\/li><li>复制任何7环或更低环位的非术士/法师法术，不过该法术不能属于你的对立学派。<\/li><li>复制任何7环或更低环位的术士/法师法术，即便该法术属于你的对立学派也可以。<\/li><li>复制任何6环或更低环位的非术士/法师法术，即便该法术属于你的对立学派也可以。<\/li><li>移除大多数其他法术造成的有害效果。比如‘<a href=\"spell.html?spell=geas/quest\">指使术 (geas/quest)<\/a>’或‘<a href=\"spell.html?spell=insanity\">精神错乱 (insanity)<\/a>’<\/li><li>对一个生物的一项属性赋予+1内在加值。立刻连续施放两至五个祈愿术能够赋予一个生物的一项属性+2至+5点内在加值 (两次祈愿术为+2内在加值，三次祈愿术为+3内在加值，以此类推)。内在加值立即生效，所以它们不会被解除。请注意，内在加值对单项属性无法超过+5点，而且内在加值对特定属性不会叠加，因此只有最高的那个生效。<\/li><li>移除创伤 (injuries) 和苦难 (afflictions)。单次祈愿术能够援助每CL 1个生物，所有受术者都会被治愈相同种类的苦难。例如：你能够治愈你和你的同伴所承受的所有伤害，或者移除队伍中每个人的所有毒素效果，但是不能在同一次祈愿术中达成这两点。<\/li><li>复活死者。祈愿术能够通过复制‘<a href=\"spell.html?spell=resurrection\">复生术 (resurrection)<\/a>’来让已死的生物复生。祈愿术能够让那些尸首已经被摧毁的已死生物复生，但是这项任务需要两次祈愿术：一次重塑尸体，另一次使其复活。祈愿术无法防止被复生的角色受到永久的负向等级。<\/li><li>传送人员。祈愿术能够从任意位面的任意地点传输每CL 1个生物，并将这些生物放置到任意位面的任意地点而无视当地的环境。非自愿的目标会获得一次意志豁免来使效果无效，而且法术抗力 (如果有的话) 也适用。<\/li><li>取消灾祸。祈愿术能够取消单个新近发生的事件。祈愿术能够强制重掷上一轮做出的任意一次检定 (包括你的上个回合)。现实会为了适应新的结果而改变自身。例如：祈愿术能够使废除一个敌人的成功豁免，一个敌人的成功重击 (无论是攻击检定还是重击确认检定)，一个盟友的失败豁免，等等。然而重掷可能会得出比原有检定更差更糟糕的结果。非自愿的目标会获得一次意志豁免来使效果无效，而且法术抗力 (如果有的话) 也适用。<\/li><\/ul><\/p><p>你可以试着使用祈愿术产生比这些更强的效果，但是这么做十分危险 (祈愿术可能会曲解你的意愿的字面含义，得到并非你所期望的结果，或者仅仅满足一部分愿望，这些均由GM决定)。<\/p><p>复制的法术会如常允许豁免和法术抗力 (但是使用9环法术的豁免DC)。<\/p><p>当祈愿术复制的法术所具有的材料成分价值高于10000gp时，就必须提供这些材料成分 (除了该法术所需要的25000gp钻石之外)。<\/p>",
    "mythicText_zh": "<p>当你使用神话祈愿术复制另一个法术时，你能够复制出自身已知的（若你是自发施法者）或者已经准备的（若你是准备施法者）神话法术。若这个神话法术并不是你的已知法术或者是没有准备的法术，那么你能够额外花费1次神话之力来复制出你想复制的那个神话版法术。<\/p><p>你还可以造成后述效果中的一个，用于修改或取代非神话祈愿术中列出的效果：<\/p><p>若你使用神话祈愿术移除损伤（injuries）和苦难（afflictions），你能够花费多次神话之力，用于从所有被影响的生物身上移除相同数量个额外苦难。<\/p><p>若你使用神话祈愿术复活死者，你能够花费1次神话之力，用来取消目标由于复生而受到的永久负向等级。<\/p><p>改变命运。通过花费2次神话之力，你能够以直觉动作，在尝试进行1个1d20检定之前施放神话祈愿术，并选择将要掷出的骰子丢出何种数值。<\/p><p>强化：若你花费2次神话之力，你就能够施放出默发（silent）定发（stilled）神话祈愿术，即便你处于无助（helpless）或者无法进行其他行动的时候也可以（但是不能是无意识的状态）。<\/p>"
}
