{
    "key": "wither limb",
    "name": "Wither Limb",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wither%20Limb",
    "source": ["Horror Adventures pg. 131"],
    "school": "necromancy",
    "levels":     {
        "arcanist": 6,
        "cleric": 6,
        "inquisitor": 6,
        "oracle": 6,
        "shaman": 6,
        "sorcerer": 6,
        "spiritualist": 6,
        "warpriest": 6,
        "witch": 6,
        "wizard": 6
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "living creature touched",
    "duration": "instantaneous",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You cause one limb of the target to shrivel and weaken. The target takes 2d6 points of damage. The points are permanently lost until the target’s limb is restored by <i>heal<\/i>, <i>limited wish<\/i>, <i>miracle<\/i>, <i>regenerate<\/i>, or <i>wish<\/i>. <i>Wither limb<\/i> affects only living creatures of the humanoid or monstrous humanoid type, or similar bipedal creatures at the GM’s discretion. You choose the limb affected. This spell’s effects stack, until all a target’s arms and legs (or equivalent limbs) are withered.<br><br> <i>Arm<\/i>: The target looses the use of one arm, which might affect what weapons and shields it can use. The creature must immediately drop all objects held in the withered limb, though it can shift a two-handed weapon it is holding in both hands to a remaining arm as an immediate action. Worn objects— gauntlets, rings, and magic items in the wrist slot—remain. This prevents the creature from using two-weapon fighting, claw attacks from that arm, and so on. If multiple castings of this spell wither all of a creature’s arms, it can’t manipulate objects or cast spells requiring somatic components.<br><br> <i>Leg<\/i>: The creature’s movement speeds are halved, except for flying or other speeds that don’t involve its legs. If multiple castings of this spell wither all of a creature’s legs, it can only crawl at a speed of 5 feet each round.<br><br> <i>Wing<\/i>: The creature loses access to any fly speed that depends on its wings if even a single wing is withered.",
    "name_zh": "肢体萎缩",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "接触",
    "target_zh": "被接触的活物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你使受术者的一处肢体变得萎缩与衰弱。受术者受到2d6点伤害。这生命值会永久失去，直到受术者的肢体被医疗术(heal)、有限祈愿术(limited wish)、神迹术(miracle)、再生术(regenerate)或祈愿术(wish)恢复。肢体萎缩只影响类人或人形怪物种类的活物，或由GM决定，相似的两足生物。受影响的肢体由你选择。此法术的效果叠加，直到受术者的所有手臂和腿(或同等的肢体)都萎缩为止。<\/p><p>手臂：受术者失去了一条手臂，这可能影响他可以使用的武器与盾牌。该生物必须立即扔下这条萎缩手臂拿着的所有东西，但他可以以一个直觉动作把一件他用双手拿着的双手武器换到另一只仍能用的手臂上。穿戴的物品─铁手套、戒指以及手腕部位的魔法物品仍保留。这会阻碍该生物使用双武器攻击(two-weapon fighting)，那条手臂的爪抓攻击，诸如此类。如果多次施展此法术萎缩一名生物的所有手臂，他会无法使用物品或施展需要姿势成份的法术。<\/p><p>腿：该生物的移动速度减半，但飞行与其他不包含腿部的速度则不受影响。如果多次施展此法术萎缩一名生物的所有的腿，他他每一轮整仅能在地上以5尺速度爬行。<\/p><p>翅膀：该生物失去依赖他翅膀的任何飞行速度，就算只有一只翅膀萎缩。<\/p>"
}
