{
    "key": "wizened appearance",
    "name": "Wizened Appearance",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Wizened%20Appearance",
    "source": ["Ultimate Intrigue pg. 229"],
    "school": "transmutation",
    "subSchools": ["polymorph"],
    "levels":     {
        "alchemist": 1,
        "arcanist": 1,
        "bard": 1,
        "investigator": 1,
        "medium": 1,
        "mesmerist": 1,
        "occultist": 1,
        "psychic": 1,
        "skald": 1,
        "sorcerer": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "creature touched",
    "duration": "1 hour/level",
    "savingThrow": "Fortitude negates",
    "spellResistance": "yes",
    "text": "You polymorph your target to look like an older version of itself. You select how much older (for example, “10 years older” or “as an adult”). You can’t otherwise change the target’s appearance other than those details directly associated with aging (for example, a target’s hair might turn gray or the target might develop liver spots). This spell allows children of creatures that are Medium or smaller when fully grown to grow one size category to the normal, adult size of that type of creature, but otherwise the selected age increase doesn’t alter the creature’s size. A change in size doesn’t alter the target’s ability scores. This spell doesn’t affect or cause any age-based modifications to ability scores or other age-related effects like dragon age categories or natural metamorphoses.<br><br> <i>Wizened appearance<\/i> and <i>youthful appearance<sup>UM<\/sup><\/i> counter and dispel each other.",
    "name_zh": "衰老之容",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "target_zh": "接触到的生物",
    "duration_zh": "1小时/等级",
    "savingThrow_zh": "强韧, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你把目标变形成看起来更年老的版本。你要选择目标会老化多少（举例说明，“年长10岁”或“变为成年人”）。除了与衰老相关的细节之外，你无法以其他形式改变目标的外观（举例说明，目标可能会长出雀斑或者头发变白）。该法术允许身为孩童且体型为中型或更小的生物进行成长，让它的体型增大1级，成为该类生物中的成年体应有的体型，不过其他情况的年龄增长并不会改变该生物的体型。体型上的改变并不会调整目标的属性。该法术不会引起或影响任何基于年龄而对属性产生的调整，也不会导致其他与年龄相关的效果，比如龙类的年龄层或者天生的变化（natural metamorphoses）。<\/p><p>衰老之容与返老还童（Youthful Appearance; UM）会相互反制和解除彼此。<\/p>"
}
